{"title":"Hippocampal pattern completion is linked to gamma power increases and alpha power decreases during recollection","author":[{"surname":"Staresina","given-names":"Bernhard P"},{"surname":"Michelmann","given-names":"Sebastian"},{"surname":"Bonnefond","given-names":"Mathilde"},{"surname":"Jensen","given-names":"Ole"},{"surname":"Axmacher","given-names":"Nikolai"},{"surname":"Fell","given-names":"Juergen"}],"abstract":"How do we retrieve vivid memories upon encountering a simple cue? Computational models suggest that this feat is accomplished by pattern completion processes involving the hippocampus. However, empirical evidence for hippocampal pattern completion and its underlying mechanisms has remained elusive. Here, we recorded direct intracranial EEG as human participants performed an associative memory task. For each study (encoding) and test (retrieval) event, we derived time-frequency resolved representational patterns in the hippocampus and compared the extent of pattern reinstatement for different mnemonic outcomes. Results show that successful associative recognition (AR) yields enhanced event-specific reinstatement of encoding patterns compared to non-associative item recognition (IR). Moreover, we found that gamma power (50–90 Hz) increases – in conjunction with alpha power (8–12 Hz) decreases not only distinguish AR from IR, but also correlate with the level of hippocampal reinstatement. These results link single-shot hippocampal pattern completion to episodic recollection and reveal how oscillatory dynamics in the gamma and alpha bands orchestrate these mnemonic processes.","identifier":[{"type":"publisher-id","id":"17397"},{"type":"doi","id":"10.7554/eLife.17397"}],"date":{"day":"10","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17397","entryfile":"elife-17397-v1.xml","files":["elife-17397-fig1-v1-600w.jpg","elife-17397-fig2-figsupp1-v1-600w.jpg","elife-17397-fig2-v1-600w.jpg","elife-17397-fig3-figsupp1-v1-600w.jpg","elife-17397-fig3-figsupp2-v1-600w.jpg","elife-17397-fig3-figsupp3-v1-600w.jpg","elife-17397-fig3-figsupp4-v1-600w.jpg","elife-17397-fig3-v1-600w.jpg","elife-17397-fig4-figsupp1-v1-600w.jpg","elife-17397-fig4-figsupp2-v1-600w.jpg","elife-17397-fig4-v1-600w.jpg","elife-17397-resp-fig1-v1-600w.jpg","elife-17397-resp-fig2-v1-600w.jpg","elife-17397-resp-fig3-v1-600w.jpg"]}