{"title":"Calcium imaging with genetically encoded indicators in behaving primates","author":[{"surname":"Seidemann","given-names":"Eyal"},{"surname":"Chen","given-names":"Yuzhi"},{"surname":"Bai","given-names":"Yoon"},{"surname":"Chen","given-names":"Spencer C"},{"surname":"Mehta","given-names":"Preeti"},{"surname":"Kajs","given-names":"Bridget L"},{"surname":"Geisler","given-names":"Wilson S"},{"surname":"Zemelman","given-names":"Boris V"}],"abstract":"Understanding the neural basis of behaviour requires studying brain activity in behaving subjects using complementary techniques that measure neural responses at multiple spatial scales, and developing computational tools for understanding the mapping between these measurements. Here we report the first results of widefield imaging of genetically encoded calcium indicator (GCaMP6f) signals from V1 of behaving macaques. This technique provides a robust readout of visual population responses at the columnar scale over multiple mm<sup>2</sup> and over several months. To determine the quantitative relation between the widefield GCaMP signals and the locally pooled spiking activity, we developed a computational model that sums the responses of V1 neurons characterized by prior single unit measurements. The measured tuning properties of the GCaMP signals to stimulus contrast, orientation and spatial position closely match the predictions of the model, suggesting that widefield GCaMP signals are linearly related to the summed local spiking activity.","identifier":[{"type":"publisher-id","id":"16178"},{"type":"doi","id":"10.7554/eLife.16178"}],"date":{"day":"21","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16178","entryfile":"elife-16178-v1.xml","files":["elife-16178-fig1-v1-600w.jpg","elife-16178-fig2-v1-600w.jpg","elife-16178-fig3-v1-600w.jpg","elife-16178-fig4-v1-600w.jpg","elife-16178-fig5-v1-600w.jpg","elife-16178-fig6-v1-600w.jpg","elife-16178-fig7-v1-600w.jpg","elife-16178-fig8-v1-600w.jpg","elife-16178-fig9-v1-600w.jpg"]}