{"title":"APOBEC3A deaminates transiently exposed single-strand DNA during LINE-1 retrotransposition","author":[{"surname":"Richardson","given-names":"Sandra R"},{"surname":"Narvaiza","given-names":"Iñigo"},{"surname":"Planegger","given-names":"Randy A"},{"surname":"Weitzman","given-names":"Matthew D"},{"surname":"Moran","given-names":"John V"}],"abstract":"Long INterspersed Element-1 (LINE-1 or L1) retrotransposition poses a mutagenic threat to human genomes. Human cells have therefore evolved strategies to regulate L1 retrotransposition. The APOBEC3 (A3) gene family consists of seven enzymes that catalyze deamination of cytidine nucleotides to uridine nucleotides (C-to-U) in single-strand DNA substrates. Among these enzymes, APOBEC3A (A3A) is the most potent inhibitor of L1 retrotransposition in cultured cell assays. However, previous characterization of L1 retrotransposition events generated in the presence of A3A did not yield evidence of deamination. Thus, the molecular mechanism by which A3A inhibits L1 retrotransposition has remained enigmatic. Here, we have used in vitro and in vivo assays to demonstrate that A3A can inhibit L1 retrotransposition by deaminating transiently exposed single-strand DNA that arises during the process of L1 integration. These data provide a mechanistic explanation of how the A3A cytidine deaminase protein can inhibit L1 retrotransposition.","identifier":[{"type":"publisher-id","id":"02008"},{"type":"doi","id":"10.7554/eLife.02008"}],"date":{"day":"24","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02008","entryfile":"elife-02008-v2.xml","files":["elife-02008-fig1-figsupp1-v2-600w.jpg","elife-02008-fig1-v2-600w.jpg","elife-02008-fig2-figsupp1-v2-600w.jpg","elife-02008-fig2-figsupp2-v2-600w.jpg","elife-02008-fig2-figsupp3-v2-600w.jpg","elife-02008-fig2-figsupp4-v2-600w.jpg","elife-02008-fig2-v2-600w.jpg","elife-02008-fig3-figsupp1-v2-600w.jpg","elife-02008-fig3-figsupp2-v2-600w.jpg","elife-02008-fig3-figsupp3-v2-600w.jpg","elife-02008-fig3-figsupp4-v2-600w.jpg","elife-02008-fig3-figsupp5-v2-600w.jpg","elife-02008-fig3-v2-600w.jpg","elife-02008-fig4-v2-600w.jpg","elife-02008-v1.xml"]}