{"title":"Target-specific membrane potential dynamics of neocortical projection neurons during goal-directed behavior","author":[{"surname":"Yamashita","given-names":"Takayuki"},{"surname":"Petersen","given-names":"Carl CH"}],"abstract":"Goal-directed behavior involves distributed neuronal circuits in the mammalian brain, including diverse regions of neocortex. However, the cellular basis of long-range cortico-cortical signaling during goal-directed behavior is poorly understood. Here, we recorded membrane potential of excitatory layer 2/3 pyramidal neurons in primary somatosensory barrel cortex (S1) projecting to either primary motor cortex (M1) or secondary somatosensory cortex (S2) during a whisker detection task, in which thirsty mice learn to lick for water reward in response to a whisker deflection. Whisker stimulation in ‘Good performer’ mice, but not ‘Naive’ mice, evoked long-lasting biphasic depolarization correlated with task performance in S2-projecting (S2-p) neurons, but not M1-projecting (M1-p) neurons. Furthermore, S2-p neurons, but not M1-p neurons, became excited during spontaneous unrewarded licking in ‘Good performer’ mice, but not in ‘Naive’ mice. Thus, a learning-induced, projection-specific signal from S1 to S2 may contribute to goal-directed sensorimotor transformation of whisker sensation into licking motor output.","identifier":[{"type":"publisher-id","id":"15798"},{"type":"doi","id":"10.7554/eLife.15798"}],"date":{"day":"21","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15798","entryfile":"elife-15798-v1.xml","files":["elife-15798-fig1-figsupp1-v1-600w.jpg","elife-15798-fig1-figsupp2-v1-600w.jpg","elife-15798-fig1-figsupp3-v1-600w.jpg","elife-15798-fig1-figsupp4-v1-600w.jpg","elife-15798-fig1-v1-600w.jpg","elife-15798-fig2-figsupp1-v1-600w.jpg","elife-15798-fig2-figsupp2-v1-600w.jpg","elife-15798-fig2-v1-600w.jpg","elife-15798-fig3-figsupp1-v1-600w.jpg","elife-15798-fig3-figsupp2-v1-600w.jpg","elife-15798-fig3-figsupp3-v1-600w.jpg","elife-15798-fig3-v1-600w.jpg","elife-15798-fig4-v1-600w.jpg"]}