{"title":"Supporting cells remove and replace sensory receptor hair cells in a balance organ of adult mice","author":[{"surname":"Bucks","given-names":"Stephanie A"},{"surname":"Cox","given-names":"Brandon C"},{"surname":"Vlosich","given-names":"Brittany A"},{"surname":"Manning","given-names":"James P"},{"surname":"Nguyen","given-names":"Tot B"},{"surname":"Stone","given-names":"Jennifer S"}],"abstract":"Vestibular hair cells in the inner ear encode head movements and mediate the sense of balance. These cells undergo cell death and replacement (turnover) throughout life in non-mammalian vertebrates. However, there is no definitive evidence that this process occurs in mammals. We used fate-mapping and other methods to demonstrate that utricular type II vestibular hair cells undergo turnover in adult mice under normal conditions. We found that supporting cells phagocytose both type I and II hair cells. <italic>Plp1-CreER</italic>-expressing supporting cells replace type II hair cells. Type I hair cells are not restored by <italic>Plp1-CreER</italic>-expressing supporting cells or by <italic>Atoh1-CreER</italic>-expressing type II hair cells. Destruction of hair cells causes supporting cells to generate 6 times as many type II hair cells compared to normal conditions. These findings expand our understanding of sensorineural plasticity in adult vestibular organs and further elucidate the roles that supporting cells serve during homeostasis and after injury.","identifier":[{"type":"publisher-id","id":"18128"},{"type":"doi","id":"10.7554/eLife.18128"}],"date":{"day":"06","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18128","entryfile":"elife-18128-v1.xml","files":["elife-18128-fig1-v1-600w.jpg","elife-18128-fig10-v1-600w.jpg","elife-18128-fig2-v1-600w.jpg","elife-18128-fig3-v1-600w.jpg","elife-18128-fig4-v1-600w.jpg","elife-18128-fig5-v1-600w.jpg","elife-18128-fig6-v1-600w.jpg","elife-18128-fig7-v1-600w.jpg","elife-18128-fig8-v1-600w.jpg","elife-18128-fig9-v1-600w.jpg"]}