{"title":"Midbrain dopamine neurons sustain inhibitory transmission using plasma membrane uptake of GABA, not synthesis","author":[{"surname":"Tritsch","given-names":"Nicolas X"},{"surname":"Oh","given-names":"Won-Jong"},{"surname":"Gu","given-names":"Chenghua"},{"surname":"Sabatini","given-names":"Bernardo L"}],"abstract":"Synaptic transmission between midbrain dopamine neurons and target neurons in the striatum is essential for the selection and reinforcement of movements. Recent evidence indicates that nigrostriatal dopamine neurons inhibit striatal projection neurons by releasing a neurotransmitter that activates GABA<sub>A</sub> receptors. Here, we demonstrate that this phenomenon extends to mesolimbic afferents, and confirm that the released neurotransmitter is GABA. However, the GABA synthetic enzymes GAD65 and GAD67 are not detected in midbrain dopamine neurons. Instead, these cells express the membrane GABA transporters mGAT1 (Slc6a1) and mGAT4 (Slc6a11) and inhibition of these transporters prevents GABA co-release. These findings therefore indicate that GABA co-release is a general feature of midbrain dopaminergic neurons that relies on GABA uptake from the extracellular milieu as opposed to de novo synthesis. This atypical mechanism may confer dopaminergic neurons the flexibility to differentially control GABAergic transmission in a target-dependent manner across their extensive axonal arbors.","identifier":[{"type":"publisher-id","id":"01936"},{"type":"doi","id":"10.7554/eLife.01936"}],"date":{"day":"24","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01936","entryfile":"elife-01936-v2.xml","files":["elife-01936-fig1-figsupp1-v2-600w.jpg","elife-01936-fig1-v2-600w.jpg","elife-01936-fig2-figsupp1-v2-600w.jpg","elife-01936-fig2-figsupp2-v2-600w.jpg","elife-01936-fig2-v2-600w.jpg","elife-01936-fig3-v2-600w.jpg","elife-01936-fig4-v2-600w.jpg","elife-01936-fig5-v2-600w.jpg","elife-01936-fig6-v2-600w.jpg","elife-01936-fig7-v2-600w.jpg","elife-01936-fig8-figsupp1-v2-600w.jpg","elife-01936-fig8-figsupp2-v2-600w.jpg","elife-01936-fig8-v2-600w.jpg","elife-01936-v1.xml"]}