{"title":"Selection of chromosomal DNA libraries using a multiplex CRISPR system","author":[{"surname":"Ryan","given-names":"Owen W"},{"surname":"Skerker","given-names":"Jeffrey M"},{"surname":"Maurer","given-names":"Matthew J"},{"surname":"Li","given-names":"Xin"},{"surname":"Tsai","given-names":"Jordan C"},{"surname":"Poddar","given-names":"Snigdha"},{"surname":"Lee","given-names":"Michael E"},{"surname":"DeLoache","given-names":"Will"},{"surname":"Dueber","given-names":"John E"},{"surname":"Arkin","given-names":"Adam P"},{"surname":"Cate","given-names":"Jamie HD"}],"abstract":"The directed evolution of biomolecules to improve or change their activity is central to many engineering and synthetic biology efforts. However, selecting improved variants from gene libraries in living cells requires plasmid expression systems that suffer from variable copy number effects, or the use of complex marker-dependent chromosomal integration strategies. We developed quantitative gene assembly and DNA library insertion into the <italic>Saccharomyces cerevisiae</italic> genome by optimizing an efficient single-step and marker-free genome editing system using CRISPR-Cas9. With this Multiplex CRISPR (CRISPRm) system, we selected an improved cellobiose utilization pathway in diploid yeast in a single round of mutagenesis and selection, which increased cellobiose fermentation rates by over 10-fold. Mutations recovered in the best cellodextrin transporters reveal synergy between substrate binding and transporter dynamics, and demonstrate the power of CRISPRm to accelerate selection experiments and discoveries of the molecular determinants that enhance biomolecule function.","identifier":[{"type":"publisher-id","id":"03703"},{"type":"doi","id":"10.7554/eLife.03703"}],"date":{"day":"19","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03703","entryfile":"elife-03703-v2.xml","files":["elife-03703-fig1-v2-600w.jpg","elife-03703-fig2-v2-600w.jpg","elife-03703-fig3-v2-600w.jpg","elife-03703-fig4-v2-600w.jpg","elife-03703-v1.xml"]}