{"title":"Na<sup>+</sup>/K<sup>+</sup> pump interacts with the <italic>h</italic>-current to control bursting activity in central pattern generator neurons of leeches","author":[{"surname":"Kueh","given-names":"Daniel"},{"surname":"Barnett","given-names":"William H"},{"surname":"Cymbalyuk","given-names":"Gennady S"},{"surname":"Calabrese","given-names":"Ronald L"}],"abstract":"The dynamics of different ionic currents shape the bursting activity of neurons and networks that control motor output. Despite being ubiquitous in all animal cells, the contribution of the Na<sup>+</sup>/K<sup>+</sup> pump current to such bursting activity has not been well studied. We used monensin, a Na<sup>+</sup>/H<sup>+</sup> antiporter, to examine the role of the pump on the bursting activity of oscillator heart interneurons in leeches. When we stimulated the pump with monensin, the period of these neurons decreased significantly, an effect that was prevented or reversed when the <italic>h</italic>-current was blocked by Cs<sup>+</sup>. The decreased period could also occur if the pump was inhibited with strophanthidin or K<sup>+</sup>-free saline. Our monensin results were reproduced in model, which explains the pump’s contributions to bursting activity based on Na<sup>+</sup> dynamics. Our results indicate that a dynamically oscillating pump current that interacts with the <italic>h</italic>-current can regulate the bursting activity of neurons and networks.","identifier":[{"type":"publisher-id","id":"19322"},{"type":"doi","id":"10.7554/eLife.19322"}],"date":{"day":"02","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19322","entryfile":"elife-19322-v1.xml","files":["elife-19322-fig1-v1-600w.jpg","elife-19322-fig2-v1-600w.jpg","elife-19322-fig3-figsupp1-v1-600w.jpg","elife-19322-fig3-v1-600w.jpg","elife-19322-fig4-figsupp1-v1-600w.jpg","elife-19322-fig4-v1-600w.jpg","elife-19322-fig5-v1-600w.jpg","elife-19322-fig6-v1-600w.jpg","elife-19322-fig7-v1-600w.jpg"]}