{"title":"A stochastic multicellular model identifies biological watermarks from disorders in self-organized patterns of phyllotaxis","author":[{"surname":"Refahi","given-names":"Yassin"},{"surname":"Brunoud","given-names":"Géraldine"},{"surname":"Farcot","given-names":"Etienne"},{"surname":"Jean-Marie","given-names":"Alain"},{"surname":"Pulkkinen","given-names":"Minna"},{"surname":"Vernoux","given-names":"Teva"},{"surname":"Godin","given-names":"Christophe"}],"abstract":"Exploration of developmental mechanisms classically relies on analysis of pattern regularities. Whether disorders induced by biological noise may carry information on building principles of developmental systems is an important debated question. Here, we addressed theoretically this question using phyllotaxis, the geometric arrangement of plant aerial organs, as a model system. Phyllotaxis arises from reiterative organogenesis driven by lateral inhibitions at the shoot apex. Motivated by recurrent observations of disorders in phyllotaxis patterns, we revisited in depth the classical deterministic view of phyllotaxis. We developed a stochastic model of primordia initiation at the shoot apex, integrating locality and stochasticity in the patterning system. This stochastic model recapitulates phyllotactic patterns, both regular and irregular, and makes quantitative predictions on the nature of disorders arising from noise. We further show that disorders in phyllotaxis instruct us on the parameters governing phyllotaxis dynamics, thus that disorders can reveal biological watermarks of developmental systems.","identifier":[{"type":"publisher-id","id":"14093"},{"type":"doi","id":"10.7554/eLife.14093"}],"date":{"day":"06","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14093","entryfile":"elife-14093-v1.xml","files":["elife-14093-app1-fig1-v1-600w.jpg","elife-14093-app1-fig2-v1-600w.jpg","elife-14093-app1-fig3-v1-600w.jpg","elife-14093-app1-fig4-v1-600w.jpg","elife-14093-app1-fig5-v1-600w.jpg","elife-14093-app1-fig6-v1-600w.jpg","elife-14093-app1-fig7-v1-600w.jpg","elife-14093-fig1-v1-600w.jpg","elife-14093-fig2-v1-600w.jpg","elife-14093-fig3-figsupp1-v1-600w.jpg","elife-14093-fig3-v1-600w.jpg","elife-14093-fig4-v1-600w.jpg","elife-14093-fig5-v1-600w.jpg","elife-14093-fig6-figsupp1-v1-600w.jpg","elife-14093-fig6-v1-600w.jpg","elife-14093-fig7-v1-600w.jpg","elife-14093-fig8-v1-600w.jpg"]}