{"title":"Differential interaction forces govern bacterial sorting in early biofilms","author":[{"surname":"Oldewurtel","given-names":"Enno R"},{"surname":"Kouzel","given-names":"Nadzeya"},{"surname":"Dewenter","given-names":"Lena"},{"surname":"Henseler","given-names":"Katja"},{"surname":"Maier","given-names":"Berenike"}],"abstract":"Bacterial biofilms can generate micro-heterogeneity in terms of surface structures. However, little is known about the associated changes in the physics of cell–cell interaction and its impact on the architecture of biofilms. In this study, we used the type IV pilus of <italic>Neisseria gonorrhoeae</italic> to test whether variation of surface structures induces cell-sorting. We show that the rupture forces between pili are fine-tuned by post-translational modification. Bacterial sorting was dependent on pilus post-translational modification and pilus density. Active force generation was necessary for defined morphologies of mixed microcolonies. The observed morphotypes were in remarkable agreement with the differential strength of adhesion hypothesis proposing that a tug-of-war among surface structures of different cells governs cell sorting. We conclude that in early biofilms the density and rupture force of bacterial surface structures can trigger cell sorting based on similar physical principles as in developing embryos.","identifier":[{"type":"publisher-id","id":"10811"},{"type":"doi","id":"10.7554/eLife.10811"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10811","entryfile":"elife-10811-v2.xml","files":["elife-10811-fig1-v2-600w.jpg","elife-10811-fig2-v2-600w.jpg","elife-10811-fig3-v2-600w.jpg","elife-10811-fig4-v2-600w.jpg","elife-10811-fig5-figsupp1-v2-600w.jpg","elife-10811-fig5-figsupp2-v2-600w.jpg","elife-10811-fig5-v2-600w.jpg","elife-10811-fig6-v2-600w.jpg","elife-10811-fig7-v2-600w.jpg","elife-10811-fig8-v2-600w.jpg","elife-10811-fig9-v2-600w.jpg","elife-10811-v1.xml"]}