{"title":"Local chromosome context is a major determinant of crossover pathway biochemistry during budding yeast meiosis","author":[{"surname":"Medhi","given-names":"Darpan"},{"surname":"Goldman","given-names":"Alastair SH"},{"surname":"Lichten","given-names":"Michael"}],"abstract":"The budding yeast genome contains regions where meiotic recombination initiates more frequently than in others. This pattern parallels enrichment for the meiotic chromosome axis proteins Hop1 and Red1. These proteins are important for Spo11-catalyzed double strand break formation; their contribution to crossover recombination remains undefined. Using the sequence-specific <italic>VMA1</italic>-derived endonuclease (VDE) to initiate recombination in meiosis, we show that chromosome structure influences the choice of proteins that resolve recombination intermediates to form crossovers. At a Hop1-enriched locus, most VDE-initiated crossovers, like most Spo11-initiated crossovers, required the meiosis-specific MutLγ resolvase. In contrast, at a locus with lower Hop1 occupancy, most VDE-initiated crossovers were MutLγ-independent. In <italic>pch2</italic> mutants, the two loci displayed similar Hop1 occupancy levels, and VDE-induced crossovers were similarly MutLγ-dependent. We suggest that meiotic and mitotic recombination pathways coexist within meiotic cells, and that features of meiotic chromosome structure determine whether one or the other predominates in different regions.","identifier":[{"type":"publisher-id","id":"19669"},{"type":"doi","id":"10.7554/eLife.19669"}],"date":{"day":"18","month":"11","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"19669","entryfile":"elife-19669-v2.xml","files":["elife-19669-fig1-figsupp1-v2-600w.jpg","elife-19669-fig1-v2-600w.jpg","elife-19669-fig2-figsupp1-v2-600w.jpg","elife-19669-fig2-v2-600w.jpg","elife-19669-fig3-figsupp1-v2-600w.jpg","elife-19669-fig3-figsupp2-v2-600w.jpg","elife-19669-fig3-v2-600w.jpg","elife-19669-fig4-figsupp1-v2-600w.jpg","elife-19669-fig4-figsupp2-v2-600w.jpg","elife-19669-fig4-v2-600w.jpg","elife-19669-fig5-figsupp1-v2-600w.jpg","elife-19669-fig5-figsupp2-v2-600w.jpg","elife-19669-fig5-v2-600w.jpg","elife-19669-fig6-v2-600w.jpg","elife-19669-v1.xml"]}