{"title":"Translocation of interleukin-1β into a vesicle intermediate in autophagy-mediated secretion","author":[{"surname":"Zhang","given-names":"Min"},{"surname":"Kenny","given-names":"Samuel J"},{"surname":"Ge","given-names":"Liang"},{"surname":"Xu","given-names":"Ke"},{"surname":"Schekman","given-names":"Randy"}],"abstract":"Recent evidence suggests that autophagy facilitates the unconventional secretion of the pro-inflammatory cytokine interleukin 1β (IL-1β). Here, we reconstituted an autophagy-regulated secretion of mature IL-1β (m-IL-1β) in non-macrophage cells. We found that cytoplasmic IL-1β associates with the autophagosome and m-IL-1β enters into the lumen of a vesicle intermediate but not into the cytoplasmic interior formed by engulfment of the autophagic membrane. In advance of secretion, m-IL-1β appears to be translocated across a membrane in an event that may require m-IL-1β to be unfolded or remain conformationally flexible and is dependent on two KFERQ-like motifs essential for the association of IL-1β with HSP90. A vesicle, possibly a precursor of the phagophore, contains translocated m-IL-1β and later turns into an autophagosome in which m-IL-1β resides within the intermembrane space of the double-membrane structure. Completion of IL-1β secretion requires Golgi reassembly and stacking proteins (GRASPs) and multi-vesicular body (MVB) formation.","identifier":[{"type":"publisher-id","id":"11205"},{"type":"doi","id":"10.7554/eLife.11205"}],"date":{"day":"02","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11205","entryfile":"elife-11205-v2.xml","files":["elife-11205-fig1-figsupp1-v2-600w.jpg","elife-11205-fig1-v2-600w.jpg","elife-11205-fig2-v2-600w.jpg","elife-11205-fig3-v2-600w.jpg","elife-11205-fig4-v2-600w.jpg","elife-11205-fig5-figsupp1-v2-600w.jpg","elife-11205-fig5-v2-600w.jpg","elife-11205-fig6-figsupp1-v2-600w.jpg","elife-11205-fig6-figsupp2-v2-600w.jpg","elife-11205-fig6-figsupp3-v2-600w.jpg","elife-11205-fig6-figsupp4-v2-600w.jpg","elife-11205-fig6-figsupp5-v2-600w.jpg","elife-11205-fig6-v2-600w.jpg","elife-11205-fig7-v2-600w.jpg","elife-11205-fig8-figsupp1-v2-600w.jpg","elife-11205-fig8-v2-600w.jpg","elife-11205-fig9-v2-600w.jpg","elife-11205-v1.xml"]}