{"title":"AMPA receptor mediated synaptic excitation drives state-dependent bursting in Purkinje neurons of zebrafish larvae","author":[{"surname":"Sengupta","given-names":"Mohini"},{"surname":"Thirumalai","given-names":"Vatsala"}],"abstract":"Purkinje neurons are central to cerebellar function and show membrane bistability when recorded in vitro or in vivo under anesthesia. The existence of bistability in vivo in awake animals is disputed. Here, by recording intracellularly from Purkinje neurons in unanesthetized larval zebrafish (<italic>Danio rerio</italic>), we unequivocally demonstrate bistability in these neurons. Tonic firing was seen in depolarized regimes and bursting at hyperpolarized membrane potentials. In addition, Purkinje neurons could switch from one state to another spontaneously or with current injection. While GABA<sub>A</sub>R or NMDAR were not required for bursting, activation of AMPARs by climbing fibers (CFs) was sufficient to trigger bursts. Further, by recording Purkinje neuron membrane potential intracellularly, and motor neuron spikes extracellularly, we show that initiation of motor neuron spiking is correlated with increased incidence of CF EPSPs and membrane depolarization. Developmentally, bistability was observed soon after Purkinje neuron specification and persists at least until late larval stages.","identifier":[{"type":"publisher-id","id":"09158"},{"type":"doi","id":"10.7554/eLife.09158"}],"date":{"day":"29","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09158","entryfile":"elife-09158-v1.xml","files":["elife-09158-fig1-v1-600w.jpg","elife-09158-fig2-v1-600w.jpg","elife-09158-fig3-figsupp1-v1-600w.jpg","elife-09158-fig3-figsupp2-v1-600w.jpg","elife-09158-fig3-v1-600w.jpg","elife-09158-fig4-v1-600w.jpg","elife-09158-fig5-figsupp1-v1-600w.jpg","elife-09158-fig5-figsupp2-v1-600w.jpg","elife-09158-fig5-v1-600w.jpg","elife-09158-fig6-v1-600w.jpg","elife-09158-fig7-v1-600w.jpg","elife-09158-fig8-v1-600w.jpg","elife-09158-fig9-v1-600w.jpg"]}