{"title":"A gene horizontally transferred from bacteria protects arthropods from host plant cyanide poisoning","author":[{"surname":"Wybouw","given-names":"Nicky"},{"surname":"Dermauw","given-names":"Wannes"},{"surname":"Tirry","given-names":"Luc"},{"surname":"Stevens","given-names":"Christian"},{"surname":"Grbić","given-names":"Miodrag"},{"surname":"Feyereisen","given-names":"René"},{"surname":"Van Leeuwen","given-names":"Thomas"}],"abstract":"Cyanogenic glucosides are among the most widespread defense chemicals of plants. Upon plant tissue disruption, these glucosides are hydrolyzed to a reactive hydroxynitrile that releases toxic hydrogen cyanide (HCN). Yet many mite and lepidopteran species can thrive on plants defended by cyanogenic glucosides. The nature of the enzyme known to detoxify HCN to β-cyanoalanine in arthropods has remained enigmatic. Here we identify this enzyme by transcriptome analysis and functional expression. Phylogenetic analysis showed that the gene is a member of the cysteine synthase family horizontally transferred from bacteria to phytophagous mites and Lepidoptera. The recombinant mite enzyme had both β-cyanoalanine synthase and cysteine synthase activity but enzyme kinetics showed that cyanide detoxification activity was strongly favored. Our results therefore suggest that an ancient horizontal transfer of a gene originally involved in sulfur amino acid biosynthesis in bacteria was co-opted by herbivorous arthropods to detoxify plant produced cyanide.","identifier":[{"type":"publisher-id","id":"02365"},{"type":"doi","id":"10.7554/eLife.02365"}],"date":{"day":"24","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02365","entryfile":"elife-02365-v2.xml","files":["elife-02365-fig1-v2-600w.jpg","elife-02365-fig2-figsupp1-v2-600w.jpg","elife-02365-fig2-v2-600w.jpg","elife-02365-fig3-v2-600w.jpg","elife-02365-fig4-figsupp1-v2-600w.jpg","elife-02365-fig4-v2-600w.jpg","elife-02365-fig5-v2-600w.jpg","elife-02365-fig6-v2-600w.jpg","elife-02365-fig7-v2-600w.jpg","elife-02365-v1.xml"]}