{"title":"The invariant cleavage pattern displayed by ascidian embryos depends on spindle positioning along the cell's longest axis in the apical plane and relies on asynchronous cell divisions","author":[{"surname":"Dumollard","given-names":"Rémi"},{"surname":"Minc","given-names":"Nicolas"},{"surname":"Salez","given-names":"Gregory"},{"surname":"Aicha","given-names":"Sameh Ben"},{"surname":"Bekkouche","given-names":"Faisal"},{"surname":"Hebras","given-names":"Céline"},{"surname":"Besnardeau","given-names":"Lydia"},{"surname":"McDougall","given-names":"Alex"}],"abstract":"The ascidian embryo is an ideal system to investigate how cell position is determined during embryogenesis. Using 3D timelapse imaging and computational methods we analyzed the planar cell divisions in ascidian early embryos and found that spindles in every cell tend to align at metaphase in the long length of the apical surface except in cells undergoing unequal cleavage. Furthermore, the invariant and conserved cleavage pattern of ascidian embryos was found to consist in alternate planar cell divisions between ectoderm and endomesoderm. In order to test the importance of alternate cell divisions we manipulated zygotic transcription induced by β-catenin or downregulated wee1 activity, both of which abolish this cell cycle asynchrony. Crucially, abolishing cell cycle asynchrony consistently disrupted the spindle orienting mechanism underpinning the invariant cleavage pattern. Our results demonstrate how an evolutionary conserved cell cycle asynchrony maintains the invariant cleavage pattern driving morphogenesis of the ascidian blastula.","identifier":[{"type":"publisher-id","id":"19290"},{"type":"doi","id":"10.7554/eLife.19290"}],"date":{"day":"25","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19290","entryfile":"elife-19290-v2.xml","files":["elife-19290-fig1-v2-600w.jpg","elife-19290-fig2-v2-600w.jpg","elife-19290-fig3-v2-600w.jpg","elife-19290-fig4-v2-600w.jpg","elife-19290-fig5-v2-600w.jpg","elife-19290-fig6-v2-600w.jpg","elife-19290-fig7-v2-600w.jpg","elife-19290-fig8-v2-600w.jpg","elife-19290-v1.xml"]}