{"title":"APP and APLP2 interact with the synaptic release machinery and facilitate transmitter release at hippocampal synapses","author":[{"surname":"Fanutza","given-names":"Tomas"},{"surname":"Del Prete","given-names":"Dolores"},{"surname":"Ford","given-names":"Michael J"},{"surname":"Castillo","given-names":"Pablo E"},{"surname":"D’Adamio","given-names":"Luciano"}],"abstract":"The amyloid precursor protein (APP), whose mutations cause familial Alzheimer’s disease, interacts with the synaptic release machinery, suggesting a role in neurotransmission. Here we mapped this interaction to the NH<sub>2</sub>-terminal region of the APP intracellular domain. A peptide encompassing this binding domain -named JCasp- is naturally produced by a γ-secretase/caspase double-cut of APP. JCasp interferes with the APP-presynaptic proteins interaction and, if linked to a cell-penetrating peptide, reduces glutamate release in acute hippocampal slices from wild-type but not APP deficient mice, indicating that JCasp inhibits APP function.The APP-like protein-2 (APLP2) also binds the synaptic release machinery. Deletion of APP and APLP2 produces synaptic deficits similar to those caused by JCasp. Our data support the notion that APP and APLP2 facilitate transmitter release, likely through the interaction with the neurotransmitter release machinery. Given the link of APP to Alzheimer’s disease, alterations of this synaptic role of APP could contribute to dementia.","identifier":[{"type":"publisher-id","id":"09743"},{"type":"doi","id":"10.7554/eLife.09743"}],"date":{"day":"09","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09743","entryfile":"elife-09743-v3.xml","files":["elife-09743-fig1-v3-600w.jpg","elife-09743-fig10-v3-600w.jpg","elife-09743-fig11-v3-600w.jpg","elife-09743-fig12-v3-600w.jpg","elife-09743-fig2-v3-600w.jpg","elife-09743-fig3-v3-600w.jpg","elife-09743-fig4-v3-600w.jpg","elife-09743-fig5-v3-600w.jpg","elife-09743-fig6-v3-600w.jpg","elife-09743-fig7-v3-600w.jpg","elife-09743-fig8-v3-600w.jpg","elife-09743-fig9-v3-600w.jpg","elife-09743-resp-fig1-v3-600w.jpg","elife-09743-v1.xml","elife-09743-v2.xml"]}