{"title":"Interplay between kinesin-1 and cortical dynein during axonal outgrowth and microtubule organization in <italic>Drosophila</italic> neurons","author":[{"surname":"del Castillo","given-names":"Urko"},{"surname":"Winding","given-names":"Michael"},{"surname":"Lu","given-names":"Wen"},{"surname":"Gelfand","given-names":"Vladimir I"}],"abstract":"In this study, we investigated how microtubule motors organize microtubules in <italic>Drosophila</italic> neurons. We showed that, during the initial stages of axon outgrowth, microtubules display mixed polarity and minus-end-out microtubules push the tip of the axon, consistent with kinesin-1 driving outgrowth by sliding antiparallel microtubules. At later stages, the microtubule orientation in the axon switches from mixed to uniform polarity with plus-end-out. Dynein knockdown prevents this rearrangement and results in microtubules of mixed orientation in axons and accumulation of microtubule minus-ends at axon tips. Microtubule reorganization requires recruitment of dynein to the actin cortex, as actin depolymerization phenocopies dynein depletion, and direct recruitment of dynein to the membrane bypasses the actin requirement. Our results show that cortical dynein slides ‘minus-end-out’ microtubules from the axon, generating uniform microtubule arrays. We speculate that differences in microtubule orientation between axons and dendrites could be dictated by differential activity of cortical dynein.","identifier":[{"type":"publisher-id","id":"10140"},{"type":"doi","id":"10.7554/eLife.10140"}],"date":{"day":"28","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10140","entryfile":"elife-10140-v3.xml","files":["elife-10140-fig1-figsupp1-v3-600w.jpg","elife-10140-fig1-v3-600w.jpg","elife-10140-fig2-figsupp1-v3-600w.jpg","elife-10140-fig2-figsupp2-v3-600w.jpg","elife-10140-fig2-v3-600w.jpg","elife-10140-fig3-figsupp1-v3-600w.jpg","elife-10140-fig3-v3-600w.jpg","elife-10140-fig4-v3-600w.jpg","elife-10140-v1.xml","elife-10140-v2.xml"]}