{"title":"Determining composition of micron-scale protein deposits in neurodegenerative disease by spatially targeted optical microproteomics","author":[{"surname":"Hadley","given-names":"Kevin C"},{"surname":"Rakhit","given-names":"Rishi"},{"surname":"Guo","given-names":"Hongbo"},{"surname":"Sun","given-names":"Yulong"},{"surname":"Jonkman","given-names":"James EN"},{"surname":"McLaurin","given-names":"Joanne"},{"surname":"Hazrati","given-names":"Lili-Naz"},{"surname":"Emili","given-names":"Andrew"},{"surname":"Chakrabartty","given-names":"Avijit"}],"abstract":"Spatially targeted optical microproteomics (STOMP) is a novel proteomics technique for interrogating micron-scale regions of interest (ROIs) in mammalian tissue, with no requirement for genetic manipulation. Methanol or formalin-fixed specimens are stained with fluorescent dyes or antibodies to visualize ROIs, then soaked in solutions containing the photo-tag: 4-benzoylbenzyl-glycyl-hexahistidine. Confocal imaging along with two photon excitation are used to covalently couple photo-tags to all proteins within each ROI, to a resolution of 0.67 µm in the xy-plane and 1.48 µm axially. After tissue solubilization, photo-tagged proteins are isolated and identified by mass spectrometry. As a test case, we examined amyloid plaques in an Alzheimer's disease (AD) mouse model and a post-mortem AD case, confirming known plaque constituents and discovering new ones. STOMP can be applied to various biological samples including cell lines, primary cell cultures, ex vivo specimens, biopsy samples, and fixed post-mortem tissue.","identifier":[{"type":"publisher-id","id":"09579"},{"type":"doi","id":"10.7554/eLife.09579"}],"date":{"day":"29","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09579","entryfile":"elife-09579-v2.xml","files":["elife-09579-fig1-v2-600w.jpg","elife-09579-fig2-figsupp1-v2-600w.jpg","elife-09579-fig2-figsupp2-v2-600w.jpg","elife-09579-fig2-v2-600w.jpg","elife-09579-fig3-v2-600w.jpg","elife-09579-fig4-v2-600w.jpg","elife-09579-fig5-v2-600w.jpg","elife-09579-fig6-v2-600w.jpg","elife-09579-v1.xml"]}