{"title":"Delay-dependent contributions of medial temporal lobe regions to episodic memory retrieval","author":[{"surname":"Ritchey","given-names":"Maureen"},{"surname":"Montchal","given-names":"Maria E"},{"surname":"Yonelinas","given-names":"Andrew P"},{"surname":"Ranganath","given-names":"Charan"}],"abstract":"The medial temporal lobes play an important role in episodic memory, but over time, hippocampal contributions to retrieval may be diminished. However, it is unclear whether such changes are related to the ability to retrieve contextual information, and whether they are common across all medial temporal regions. Here, we used functional neuroimaging to compare neural responses during immediate and delayed recognition. Results showed that recollection-related activity in the posterior hippocampus declined after a 1-day delay. In contrast, activity was relatively stable in the anterior hippocampus and in neocortical areas. Multi-voxel pattern similarity analyses also revealed that anterior hippocampal patterns contained information about context during item recognition, and after a delay, context coding in this region was related to successful retention of context information. Together, these findings suggest that the anterior and posterior hippocampus have different contributions to memory over time and that neurobiological models of memory must account for these differences.","identifier":[{"type":"publisher-id","id":"05025"},{"type":"doi","id":"10.7554/eLife.05025"}],"date":{"day":"13","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05025","entryfile":"elife-05025-v2.xml","files":["elife-05025-fig1-v2-600w.jpg","elife-05025-fig2-figsupp1-v2-600w.jpg","elife-05025-fig2-figsupp2-v2-600w.jpg","elife-05025-fig2-v2-600w.jpg","elife-05025-fig3-figsupp1-v2-600w.jpg","elife-05025-fig3-figsupp2-v2-600w.jpg","elife-05025-fig3-v2-600w.jpg","elife-05025-fig4-figsupp1-v2-600w.jpg","elife-05025-fig4-figsupp2-v2-600w.jpg","elife-05025-fig4-figsupp3-v2-600w.jpg","elife-05025-fig4-v2-600w.jpg","elife-05025-resp-fig1-v2-600w.jpg","elife-05025-v1.xml"]}