{"title":"Registered report: IDH mutation impairs histone demethylation and results in a block to cell differentiation","author":[{"surname":"Richarson","given-names":"Adam D"},{"surname":"Scott","given-names":"David A"},{"surname":"Zagnitko","given-names":"Olga"},{"surname":"Aza-Blanc","given-names":"Pedro"},{"surname":"Chang","given-names":"Chih-Cheng"},{"surname":"Russler-Germain","given-names":"David A"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (Errington et al., 2014). This Registered Report describes the proposed replication plan of key experiments from “IDH mutation impairs histone demethylation and results in a block to cell differentiation” by Lu and colleagues, published in Nature in 2012 (Lu et al., 2012). The experiments that will be replicated are those reported in Figures 1B, 2A, 2B, 2D and 4D. Lu and colleagues demonstrated that expression of mutant forms of IDH1 or IDH2 caused global increases in histone methylation and increased levels of 2 hydroxyglutarate (Figure 1B). This was correlated with a block in differentiation (Figures 2A, B and D). This effect appeared to be mediated by the histone demethylase KDM4C (Figure 4D). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link>and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published by <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"10860"},{"type":"doi","id":"10.7554/eLife.10860"}],"date":{"day":"14","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10860","entryfile":"elife-10860-v1.xml","files":[]}