{"title":"Chromatin is an ancient innovation conserved between Archaea and Eukarya","author":[{"surname":"Ammar","given-names":"Ron"},{"surname":"Torti","given-names":"Dax"},{"surname":"Tsui","given-names":"Kyle"},{"surname":"Gebbia","given-names":"Marinella"},{"surname":"Durbic","given-names":"Tanja"},{"surname":"Bader","given-names":"Gary D"},{"surname":"Giaever","given-names":"Guri"},{"surname":"Nislow","given-names":"Corey"}],"abstract":"The eukaryotic nucleosome is the fundamental unit of chromatin, comprising a protein octamer that wraps ∼147 bp of DNA and has essential roles in DNA compaction, replication and gene expression. Nucleosomes and chromatin have historically been considered to be unique to eukaryotes, yet studies of select archaea have identified homologs of histone proteins that assemble into tetrameric nucleosomes. Here we report the first archaeal genome-wide nucleosome occupancy map, as observed in the halophile <italic>Haloferax volcanii</italic>. Nucleosome occupancy was compared with gene expression by compiling a comprehensive transcriptome of <italic>Hfx. volcanii</italic>. We found that archaeal transcripts possess hallmarks of eukaryotic chromatin structure: nucleosome-depleted regions at transcriptional start sites and conserved −1 and +1 promoter nucleosomes. Our observations demonstrate that histones and chromatin architecture evolved before the divergence of Archaea and Eukarya, suggesting that the fundamental role of chromatin in the regulation of gene expression is ancient.","identifier":[{"type":"publisher-id","id":"00078"},{"type":"doi","id":"10.7554/eLife.00078"}],"date":{"day":"13","month":"12","year":"2012"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00078","entryfile":"elife-00078-v1.xml","files":["elife-00078-fig1-v1-600w.jpg","elife-00078-fig2-v1-600w.jpg","elife-00078-fig3-v1-600w.jpg","elife-00078-fig4-v1-600w.jpg","elife-00078-fig5-v1-600w.jpg","elife-00078-resp-fig1-v1-600w.jpg","elife-00078-resp-fig2-v1-600w.jpg","elife-00078-resp-fig3-v1-600w.jpg","elife-00078-resp-fig4-v1-600w.jpg"]}