{"title":"An alternative splicing switch shapes neurexin repertoires in principal neurons versus interneurons in the mouse hippocampus","author":[{"surname":"Nguyen","given-names":"Thi-Minh"},{"surname":"Schreiner","given-names":"Dietmar"},{"surname":"Xiao","given-names":"Le"},{"surname":"Traunmüller","given-names":"Lisa"},{"surname":"Bornmann","given-names":"Caroline"},{"surname":"Scheiffele","given-names":"Peter"}],"abstract":"The unique anatomical and functional features of principal and interneuron populations are critical for the appropriate function of neuronal circuits. Cell type-specific properties are encoded by selective gene expression programs that shape molecular repertoires and synaptic protein complexes. However, the nature of such programs, particularly for post-transcriptional regulation at the level of alternative splicing is only beginning to emerge. We here demonstrate that transcripts encoding the synaptic adhesion molecules neurexin-1,2,3 are commonly expressed in principal cells and interneurons of the mouse hippocampus but undergo highly differential, cell type-specific alternative splicing. Principal cell-specific neurexin splice isoforms depend on the RNA-binding protein Slm2. By contrast, most parvalbumin-positive (PV<sup>+</sup>) interneurons lack Slm2, express a different neurexin splice isoform and co-express the corresponding splice isoform-specific neurexin ligand Cbln4. Conditional ablation of <italic>Nrxn</italic> alternative splice insertions selectively in PV<sup>+</sup> cells results in elevated hippocampal network activity and impairment in a learning task. Thus, PV-cell-specific alternative splicing of neurexins is critical for neuronal circuit function","identifier":[{"type":"publisher-id","id":"22757"},{"type":"doi","id":"10.7554/eLife.22757"}],"date":{"day":"13","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22757","entryfile":"elife-22757-v3.xml","files":["elife-22757-fig1-figsupp1-v3-600w.jpg","elife-22757-fig1-figsupp2-v3-600w.jpg","elife-22757-fig1-v3-600w.jpg","elife-22757-fig2-figsupp1-v3-600w.jpg","elife-22757-fig2-figsupp2-v3-600w.jpg","elife-22757-fig2-v3-600w.jpg","elife-22757-fig3-figsupp1-v3-600w.jpg","elife-22757-fig3-v3-600w.jpg","elife-22757-fig4-figsupp1-v3-600w.jpg","elife-22757-fig4-v3-600w.jpg","elife-22757-fig5-figsupp1-v3-600w.jpg","elife-22757-fig5-figsupp2-v3-600w.jpg","elife-22757-fig5-v3-600w.jpg","elife-22757-fig6-v3-600w.jpg","elife-22757-v1.xml","elife-22757-v2.xml"]}