{"title":"Flow environment and matrix structure interact to determine spatial competition in <italic>Pseudomonas aeruginosa</italic> biofilms","author":[{"surname":"Nadell","given-names":"Carey D"},{"surname":"Ricaurte","given-names":"Deirdre"},{"surname":"Yan","given-names":"Jing"},{"surname":"Drescher","given-names":"Knut"},{"surname":"Bassler","given-names":"Bonnie L"}],"abstract":"Bacteria often live in biofilms, which are microbial communities surrounded by a secreted extracellular matrix. Here, we demonstrate that hydrodynamic flow and matrix organization interact to shape competitive dynamics in <italic>Pseudomonas aeruginosa</italic> biofilms. Irrespective of initial frequency, in competition with matrix mutants, wild-type cells always increase in relative abundance in planar microfluidic devices under simple flow regimes. By contrast, in microenvironments with complex, irregular flow profiles – which are common in natural environments – wild-type matrix-producing and isogenic non-producing strains can coexist. This result stems from local obstruction of flow by wild-type matrix producers, which generates regions of near-zero shear that allow matrix mutants to locally accumulate. Our findings connect the evolutionary stability of matrix production with the hydrodynamics and spatial structure of the surrounding environment, providing a potential explanation for the variation in biofilm matrix secretion observed among bacteria in natural environments.","identifier":[{"type":"publisher-id","id":"21855"},{"type":"doi","id":"10.7554/eLife.21855"}],"date":{"day":"13","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21855","entryfile":"elife-21855-v2.xml","files":["elife-21855-fig1-figsupp1-v2-600w.jpg","elife-21855-fig1-v2-600w.jpg","elife-21855-fig2-v2-600w.jpg","elife-21855-fig3-figsupp1-v2-600w.jpg","elife-21855-fig3-figsupp2-v2-600w.jpg","elife-21855-fig3-figsupp3-v2-600w.jpg","elife-21855-fig3-v2-600w.jpg","elife-21855-v1.xml"]}