{"title":"Sex-specific processing of social cues in the medial amygdala","author":[{"surname":"Bergan","given-names":"Joseph F"},{"surname":"Ben-Shaul","given-names":"Yoram"},{"surname":"Dulac","given-names":"Catherine"}],"abstract":"Animal–animal recognition within, and across species, is essential for predator avoidance and social interactions. Despite its essential role in orchestrating responses to animal cues, basic principles of information processing by the vomeronasal system are still unknown. The medial amygdala (MeA) occupies a central position in the vomeronasal pathway, upstream of hypothalamic centers dedicated to defensive and social responses. We have characterized sensory responses in the mouse MeA and uncovered emergent properties that shed new light onto the transformation of vomeronasal information into sex- and species-specific responses. In particular, we show that the MeA displays a degree of stimulus selectivity and a striking sexually dimorphic sensory representation that are not observed in the upstream relay of the accessory olfactory bulb (AOB). Furthermore, our results demonstrate that the development of sexually dimorphic circuits in the MeA requires steroid signaling near the time of puberty to organize the functional representation of sensory stimuli.","identifier":[{"type":"publisher-id","id":"02743"},{"type":"doi","id":"10.7554/eLife.02743"}],"date":{"day":"03","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02743","entryfile":"elife-02743-v1.xml","files":["elife-02743-fig1-figsupp1-v1-600w.jpg","elife-02743-fig1-figsupp2-v1-600w.jpg","elife-02743-fig1-figsupp3-v1-600w.jpg","elife-02743-fig1-v1-600w.jpg","elife-02743-fig2-figsupp1-v1-600w.jpg","elife-02743-fig2-figsupp2-v1-600w.jpg","elife-02743-fig2-v1-600w.jpg","elife-02743-fig3-figsupp1-v1-600w.jpg","elife-02743-fig3-figsupp2-v1-600w.jpg","elife-02743-fig3-v1-600w.jpg","elife-02743-fig4-figsupp1-v1-600w.jpg","elife-02743-fig4-v1-600w.jpg","elife-02743-fig5-v1-600w.jpg","elife-02743-fig6-v1-600w.jpg"]}