{"title":"Munc18-1 is a dynamically regulated PKC target during short-term enhancement of transmitter release","author":[{"surname":"Genç","given-names":"Özgür"},{"surname":"Kochubey","given-names":"Olexiy"},{"surname":"Toonen","given-names":"Ruud F"},{"surname":"Verhage","given-names":"Matthijs"},{"surname":"Schneggenburger","given-names":"Ralf"}],"abstract":"Transmitter release at synapses is regulated by preceding neuronal activity, which can give rise to short-term enhancement of release like post-tetanic potentiation (PTP). Diacylglycerol (DAG) and Protein-kinase C (PKC) signaling in the nerve terminal have been widely implicated in the short-term modulation of transmitter release, but the target protein of PKC phosphorylation during short-term enhancement has remained unknown. Here, we use a gene-replacement strategy at the calyx of Held, a large CNS model synapse that expresses robust PTP, to study the molecular mechanisms of PTP. We find that two PKC phosphorylation sites of Munc18-1 are critically important for PTP, which identifies the presynaptic target protein for the action of PKC during PTP. Pharmacological experiments show that a phosphatase normally limits the duration of PTP, and that PTP is initiated by the action of a ‘conventional’ PKC isoform. Thus, a dynamic PKC phosphorylation/de-phosphorylation cycle of Munc18-1 drives short-term enhancement of transmitter release during PTP.","identifier":[{"type":"publisher-id","id":"01715"},{"type":"doi","id":"10.7554/eLife.01715"}],"date":{"day":"11","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01715","entryfile":"elife-01715-v1.xml","files":["elife-01715-fig1-v1-600w.jpg","elife-01715-fig2-figsupp1-v1-600w.jpg","elife-01715-fig2-figsupp2-v1-600w.jpg","elife-01715-fig2-v1-600w.jpg","elife-01715-fig3-figsupp1-v1-600w.jpg","elife-01715-fig3-figsupp2-v1-600w.jpg","elife-01715-fig3-v1-600w.jpg","elife-01715-fig4-figsupp1-v1-600w.jpg","elife-01715-fig4-figsupp2-v1-600w.jpg","elife-01715-fig4-v1-600w.jpg","elife-01715-fig5-figsupp1-v1-600w.jpg","elife-01715-fig5-v1-600w.jpg"]}