{"title":"Polycomb enables primitive endoderm lineage priming in embryonic stem cells","author":[{"surname":"Illingworth","given-names":"Robert S"},{"surname":"Hölzenspies","given-names":"Jurriaan J"},{"surname":"Roske","given-names":"Fabian V"},{"surname":"Bickmore","given-names":"Wendy A"},{"surname":"Brickman","given-names":"Joshua M"}],"abstract":"Mouse embryonic stem cells (ESCs), like the blastocyst from which they are derived, contain precursors of the epiblast (Epi) and primitive endoderm (PrEn) lineages. While transient in vivo, these precursor populations readily interconvert in vitro. We show that altered transcription is the driver of these coordinated changes, known as lineage priming, in a process that exploits novel polycomb activities. We find that intragenic levels of the polycomb mark H3K27me3 anti-correlate with changes in transcription, irrespective of the gene’s developmental trajectory or identity as a polycomb target. In contrast, promoter proximal H3K27me3 is markedly higher for PrEn priming genes. Consequently, depletion of this modification stimulates the degree to which ESCs are primed towards PrEn when challenged to differentiate, but has little effect on gene expression in self-renewing ESC culture. These observations link polycomb with dynamic changes in transcription and stalled lineage commitment, allowing cells to explore alternative choices prior to a definitive decision.","identifier":[{"type":"publisher-id","id":"14926"},{"type":"doi","id":"10.7554/eLife.14926"}],"date":{"day":"10","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14926","entryfile":"elife-14926-v1.xml","files":["elife-14926-fig1-figsupp1-v1-600w.jpg","elife-14926-fig1-v1-600w.jpg","elife-14926-fig2-figsupp1-v1-600w.jpg","elife-14926-fig2-figsupp2-v1-600w.jpg","elife-14926-fig2-figsupp3-v1-600w.jpg","elife-14926-fig2-figsupp4-v1-600w.jpg","elife-14926-fig2-v1-600w.jpg","elife-14926-fig3-figsupp1-v1-600w.jpg","elife-14926-fig3-figsupp2-v1-600w.jpg","elife-14926-fig3-v1-600w.jpg","elife-14926-fig4-figsupp1-v1-600w.jpg","elife-14926-fig4-figsupp2-v1-600w.jpg","elife-14926-fig4-figsupp3-v1-600w.jpg","elife-14926-fig4-v1-600w.jpg","elife-14926-fig5-v1-600w.jpg"]}