{"title":"Replication Study: BET bromodomain inhibition as a therapeutic strategy to target c-Myc","author":[{"surname":"Aird","given-names":"Fraser"},{"surname":"Kandela","given-names":"Irawati"},{"surname":"Mantis","given-names":"Christine"}],"abstract":"In 2015, as part of the <ext-link>Reproducibility Project: Cancer Biology</ext-link>, we published a Registered Report (Kandela et al., 2015) that described how we intended to replicate selected experiments from the paper \"BET bromodomain inhibition as a therapeutic strategy to target c-Myc\" (Delmore et al., 2011). Here we report the results of those experiments. We found that treatment of human multiple myeloma (MM) cells with the small-molecular inhibitor of BET bromodomains, (+)-JQ1, selectively downregulated <italic>MYC</italic> transcription, which is similar to what was reported in the original study (Figure 3B; Delmore et al., 2011). Efficacy of (+)-JQ1 was evaluated in an orthotopically xenografted model of MM. Overall survival was increased in (+)-JQ1 treated mice compared to vehicle control, similar to the original study (Figure 7E; Delmore et al., 2011). Tumor burden, as determined by bioluminescence, was decreased in (+)-JQ1 treated mice compared to vehicle control; however, while the effect was in the same direction as the original study (Figure 7C-D; Delmore et al., 2011), it was not statistically significant. The opportunity to detect a statistically significant difference was limited though, due to the higher rate of early death in the control group, and increased overall survival in (+)-JQ1 treated mice before the pre-specified tumor burden analysis endpoint. Additionally, we evaluated the (−)-JQ1 enantiomer that is structurally incapable of inhibiting BET bromodomains, which resulted in a minimal impact on <italic>MYC</italic> transcription, but did not result in a statistically significant difference in tumor burden or survival distributions compared to treatment with (+)-JQ1. Finally, we report meta-analyses for each result.","identifier":[{"type":"publisher-id","id":"21253"},{"type":"doi","id":"10.7554/eLife.21253"}],"date":{"day":"19","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21253","entryfile":"elife-21253-v1.xml","files":["elife-21253-fig1-v1-600w.jpg","elife-21253-fig2-v1-600w.jpg","elife-21253-fig3-figsupp1-v1-600w.jpg","elife-21253-fig3-v1-600w.jpg","elife-21253-fig4-v1-600w.jpg"]}