{"title":"Low-noise encoding of active touch by layer 4 in the somatosensory cortex","author":[{"surname":"Andrew Hires","given-names":"Samuel"},{"surname":"Gutnisky","given-names":"Diego A"},{"surname":"Yu","given-names":"Jianing"},{"surname":"O'Connor","given-names":"Daniel H"},{"surname":"Svoboda","given-names":"Karel"}],"abstract":"Cortical spike trains often appear noisy, with the timing and number of spikes varying across repetitions of stimuli. Spiking variability can arise from internal (behavioral state, unreliable neurons, or chaotic dynamics in neural circuits) and external (uncontrolled behavior or sensory stimuli) sources. The amount of irreducible internal noise in spike trains, an important constraint on models of cortical networks, has been difficult to estimate, since behavior and brain state must be precisely controlled or tracked. We recorded from excitatory barrel cortex neurons in layer 4 during active behavior, where mice control tactile input through learned whisker movements. Touch was the dominant sensorimotor feature, with >70% spikes occurring in millisecond timescale epochs after touch onset. The variance of touch responses was smaller than expected from Poisson processes, often reaching the theoretical minimum. Layer 4 spike trains thus reflect the millisecond-timescale structure of tactile input with little noise.","identifier":[{"type":"publisher-id","id":"06619"},{"type":"doi","id":"10.7554/eLife.06619"}],"date":{"day":"06","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06619","entryfile":"elife-06619-v1.xml","files":["elife-06619-fig1-figsupp1-v1-600w.jpg","elife-06619-fig1-figsupp2-v1-600w.jpg","elife-06619-fig1-v1-600w.jpg","elife-06619-fig2-figsupp1-v1-600w.jpg","elife-06619-fig2-v1-600w.jpg","elife-06619-fig3-figsupp1-v1-600w.jpg","elife-06619-fig3-figsupp2-v1-600w.jpg","elife-06619-fig3-v1-600w.jpg","elife-06619-fig4-figsupp1-v1-600w.jpg","elife-06619-fig4-v1-600w.jpg","elife-06619-fig5-v1-600w.jpg","elife-06619-fig6-figsupp1-v1-600w.jpg","elife-06619-fig6-v1-600w.jpg","elife-06619-resp-fig1-v1-600w.jpg"]}