{"title":"High throughput in vivo functional validation of candidate congenital heart disease genes in <italic>Drosophila</italic>","author":[{"surname":"Zhu","given-names":"Jun-yi"},{"surname":"Fu","given-names":"Yulong"},{"surname":"Nettleton","given-names":"Margaret"},{"surname":"Richman","given-names":"Adam"},{"surname":"Han","given-names":"Zhe"}],"abstract":"Genomic sequencing has implicated large numbers of genes and de novo mutations as potential disease risk factors. A high throughput in vivo model system is needed to validate gene associations with pathology. We developed a <italic>Drosophila</italic>-based functional system to screen candidate disease genes identified from Congenital Heart Disease (CHD) patients. 134 genes were tested in the <italic>Drosophila</italic> heart using RNAi-based gene silencing. Quantitative analyses of multiple cardiac phenotypes demonstrated essential structural, functional, and developmental roles for more than 70 genes, including a subgroup encoding histone H3K4 modifying proteins. We also demonstrated the use of <italic>Drosophila</italic> to evaluate cardiac phenotypes resulting from specific, patient-derived alleles of candidate disease genes. We describe the first high throughput in vivo validation system to screen candidate disease genes identified from patients. This approach has the potential to facilitate development of precision medicine approaches for CHD and other diseases associated with genetic factors.","identifier":[{"type":"publisher-id","id":"22617"},{"type":"doi","id":"10.7554/eLife.22617"}],"date":{"day":"20","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22617","entryfile":"elife-22617-v3.xml","files":["elife-22617-fig1-figsupp1-v3-600w.jpg","elife-22617-fig1-v3-600w.jpg","elife-22617-fig2-v3-600w.jpg","elife-22617-fig3-v3-600w.jpg","elife-22617-fig4-figsupp1-v3-600w.jpg","elife-22617-fig4-v3-600w.jpg","elife-22617-fig5-v3-600w.jpg","elife-22617-fig6-v3-600w.jpg","elife-22617-v1.xml","elife-22617-v2.xml"]}