{"title":"A quantitative framework for whole-body coordination reveals specific deficits in freely walking ataxic mice","author":[{"surname":"Machado","given-names":"Ana S"},{"surname":"Darmohray","given-names":"Dana M"},{"surname":"Fayad","given-names":"João"},{"surname":"Marques","given-names":"Hugo G"},{"surname":"Carey","given-names":"Megan R"}],"abstract":"The coordination of movement across the body is a fundamental, yet poorly understood aspect of motor control. Mutant mice with cerebellar circuit defects exhibit characteristic impairments in locomotor coordination; however, the fundamental features of this gait ataxia have not been effectively isolated. Here we describe a novel system (LocoMouse) for analyzing limb, head, and tail kinematics of freely walking mice. Analysis of visibly ataxic <italic>Purkinje cell degeneration</italic> (<italic>pcd</italic>) mice reveals that while differences in the forward motion of individual paws are fully accounted for by changes in walking speed and body size, more complex 3D trajectories and, especially, inter-limb and whole-body coordination are specifically impaired. Moreover, the coordination deficits in <italic>pcd</italic> are consistent with a failure to predict and compensate for the consequences of movement across the body. These results isolate specific impairments in whole-body coordination in mice and provide a quantitative framework for understanding cerebellar contributions to coordinated locomotion.","identifier":[{"type":"publisher-id","id":"07892"},{"type":"doi","id":"10.7554/eLife.07892"}],"date":{"day":"03","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07892","entryfile":"elife-07892-v2.xml","files":["elife-07892-fig1-figsupp1-v2-600w.jpg","elife-07892-fig1-v2-600w.jpg","elife-07892-fig2-figsupp1-v2-600w.jpg","elife-07892-fig2-v2-600w.jpg","elife-07892-fig3-figsupp1-v2-600w.jpg","elife-07892-fig3-figsupp2-v2-600w.jpg","elife-07892-fig3-v2-600w.jpg","elife-07892-fig4-figsupp1-v2-600w.jpg","elife-07892-fig4-v2-600w.jpg","elife-07892-fig5-figsupp1-v2-600w.jpg","elife-07892-fig5-figsupp2-v2-600w.jpg","elife-07892-fig5-v2-600w.jpg","elife-07892-fig6-v2-600w.jpg","elife-07892-resp-fig1-v2-600w.jpg","elife-07892-resp-fig2-v2-600w.jpg","elife-07892-resp-fig3-v2-600w.jpg","elife-07892-v1.xml"]}