{"title":"Registered report: Inhibition of BET recruitment to chromatin as an effective treatment for MLL-fusion leukemia","author":[{"surname":"Fung","given-names":"Juan José"},{"surname":"Kosaka","given-names":"Alan"},{"surname":"Shan","given-names":"Xiaochuan"},{"surname":"Danet-Desnoyers","given-names":"Gwenn"},{"surname":"Gormally","given-names":"Michael"},{"surname":"Owen","given-names":"Kate"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered report describes the proposed replication plan of key experiments from ‘Inhibition of bromodomain and extra terminal (BET) recruitment to chromatin as an effective treatment for mixed-lineage leukemia (MLL)-fusion leukemia’ by Dawson and colleagues, published in <italic>Nature</italic> in 2011 (<xref>Dawson et al., 2011</xref>). The experiments to be replicated are those reported in Figures 2A, 3D, 4B, 4D and Supplementary Figures 11A-B and 16A. In this study, BET proteins were demonstrated as potential therapeutic targets for modulating aberrant gene expression programs associated with MLL-fusion leukemia. In Figure 2A, the BET bromodomain inhibitor I-BET151 was reported to suppress growth of cells harboring MLL-fusions compared to those with alternate oncogenic drivers. In Figure 3D, treatment of MLL-fusion leukemia cells with I-BET151 resulted in transcriptional suppression of the anti-apoptotic gene <italic>BCL2</italic>. Figures 4B and 4D tested the therapeutic efficacy of I-BET151 in vivo using mice injected with human MLL-fusion leukemia cells and evaluated disease progression following I-BET151 treatment. The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"08997"},{"type":"doi","id":"10.7554/eLife.08997"}],"date":{"day":"01","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08997","entryfile":"elife-08997-v1.xml","files":[]}