{"title":"Autocrine regulation of stomatal differentiation potential by EPF1 and ERECTA-LIKE1 ligand-receptor signaling","author":[{"surname":"Qi","given-names":"Xingyun"},{"surname":"Han","given-names":"Soon-Ki"},{"surname":"Dang","given-names":"Jonathan H"},{"surname":"Garrick","given-names":"Jacqueline M"},{"surname":"Ito","given-names":"Masaki"},{"surname":"Hofstetter","given-names":"Alex K"},{"surname":"Torii","given-names":"Keiko U"}],"abstract":"Development of stomata, valves on the plant epidermis for optimal gas exchange and water control, is fine-tuned by multiple signaling peptides with unique, overlapping, or antagonistic activities. EPIDERMAL PATTERNING FACTOR1 (EPF1) is a founding member of the secreted peptide ligands enforcing stomatal patterning. Yet, its exact role remains unclear. Here, we report that EPF1 and its primary receptor ERECTA-LIKE1 (ERL1) target MUTE, a transcription factor specifying the proliferation-to-differentiation switch within the stomatal cell lineages. In turn, MUTE directly induces <italic>ERL1.</italic> The absolute co-expression of ERL1 and MUTE, with the co-presence of EPF1, triggers autocrine inhibition of stomatal fate. During normal stomatal development, this autocrine inhibition prevents extra symmetric divisions of stomatal precursors likely owing to excessive MUTE activity. Our study reveals the unexpected role of self-inhibition as a mechanism for ensuring proper stomatal development and suggests an intricate signal buffering mechanism underlying plant tissue patterning.","identifier":[{"type":"publisher-id","id":"24102"},{"type":"doi","id":"10.7554/eLife.24102"}],"date":{"day":"07","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24102","entryfile":"elife-24102-v3.xml","files":["elife-24102-fig1-figsupp1-v3-600w.jpg","elife-24102-fig1-v3-600w.jpg","elife-24102-fig2-figsupp1-v3-600w.jpg","elife-24102-fig2-figsupp2-v3-600w.jpg","elife-24102-fig2-v3-600w.jpg","elife-24102-fig3-figsupp1-v3-600w.jpg","elife-24102-fig3-figsupp2-v3-600w.jpg","elife-24102-fig3-v3-600w.jpg","elife-24102-fig4-v3-600w.jpg","elife-24102-fig5-figsupp1-v3-600w.jpg","elife-24102-fig5-v3-600w.jpg","elife-24102-fig6-v3-600w.jpg","elife-24102-fig7-v3-600w.jpg","elife-24102-v1.xml","elife-24102-v2.xml"]}