{"title":"SLY1 and Syntaxin 18 specify a distinct pathway for procollagen VII export from the endoplasmic reticulum","author":[{"surname":"Nogueira","given-names":"Cristina"},{"surname":"Erlmann","given-names":"Patrik"},{"surname":"Villeneuve","given-names":"Julien"},{"surname":"Santos","given-names":"António JM"},{"surname":"Martínez-Alonso","given-names":"Emma"},{"surname":"Martínez-Menárguez","given-names":"José Ángel"},{"surname":"Malhotra","given-names":"Vivek"}],"abstract":"TANGO1 binds and exports Procollagen VII from the endoplasmic reticulum (ER). In this study, we report a connection between the cytoplasmic domain of TANGO1 and SLY1, a protein that is required for membrane fusion. Knockdown of SLY1 by siRNA arrested Procollagen VII in the ER without affecting the recruitment of COPII components, general protein secretion, and retrograde transport of the KDEL-containing protein BIP, and ERGIC53. SLY1 is known to interact with the ER-specific SNARE proteins Syntaxin 17 and 18, however only Syntaxin 18 was required for Procollagen VII export. Neither SLY1 nor Syntaxin 18 was required for the export of the equally bulky Procollagen I from the ER. Altogether, these findings reveal the sorting of bulky collagen family members by TANGO1 at the ER and highlight the existence of different export pathways for secretory cargoes one of which is mediated by the specific SNARE complex containing SLY1 and Syntaxin 18.","identifier":[{"type":"publisher-id","id":"02784"},{"type":"doi","id":"10.7554/eLife.02784"}],"date":{"day":"19","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02784","entryfile":"elife-02784-v2.xml","files":["elife-02784-fig1-v2-600w.jpg","elife-02784-fig10-v2-600w.jpg","elife-02784-fig2-v2-600w.jpg","elife-02784-fig3-v2-600w.jpg","elife-02784-fig4-v2-600w.jpg","elife-02784-fig5-v2-600w.jpg","elife-02784-fig6-v2-600w.jpg","elife-02784-fig7-v2-600w.jpg","elife-02784-fig8-v2-600w.jpg","elife-02784-fig9-v2-600w.jpg","elife-02784-v1.xml"]}