{"title":"Contribution of correlated noise and selective decoding to choice probability measurements in extrastriate visual cortex","author":[{"surname":"Gu","given-names":"Yong"},{"surname":"Angelaki","given-names":"Dora E"},{"surname":"DeAngelis","given-names":"Gregory C"}],"abstract":"Trial by trial covariations between neural activity and perceptual decisions (quantified by choice Probability, CP) have been used to probe the contribution of sensory neurons to perceptual decisions. CPs are thought to be determined by both selective decoding of neural activity and by the structure of correlated noise among neurons, but the respective roles of these factors in creating CPs have been controversial. We used biologically-constrained simulations to explore this issue, taking advantage of a peculiar pattern of CPs exhibited by multisensory neurons in area MSTd that represent self-motion. Although models that relied on correlated noise or selective decoding could both account for the peculiar pattern of CPs, predictions of the selective decoding model were substantially more consistent with various features of the neural and behavioral data. While correlated noise is essential to observe CPs, our findings suggest that selective decoding of neuronal signals also plays important roles.","identifier":[{"type":"publisher-id","id":"02670"},{"type":"doi","id":"10.7554/eLife.02670"}],"date":{"day":"01","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02670","entryfile":"elife-02670-v2.xml","files":["elife-02670-fig1-v2-600w.jpg","elife-02670-fig2-figsupp1-v2-600w.jpg","elife-02670-fig2-figsupp2-v2-600w.jpg","elife-02670-fig2-figsupp3-v2-600w.jpg","elife-02670-fig2-v2-600w.jpg","elife-02670-fig3-figsupp1-v2-600w.jpg","elife-02670-fig3-figsupp2-v2-600w.jpg","elife-02670-fig3-figsupp3-v2-600w.jpg","elife-02670-fig3-v2-600w.jpg","elife-02670-fig4-v2-600w.jpg","elife-02670-fig5-figsupp1-v2-600w.jpg","elife-02670-fig5-figsupp2-v2-600w.jpg","elife-02670-fig5-v2-600w.jpg","elife-02670-fig6-figsupp1-v2-600w.jpg","elife-02670-fig6-v2-600w.jpg","elife-02670-v1.xml"]}