{"title":"NG2 glial cells integrate synaptic input in global and dendritic calcium signals","author":[{"surname":"Sun","given-names":"Wenjing"},{"surname":"Matthews","given-names":"Elizabeth A"},{"surname":"Nicolas","given-names":"Vicky"},{"surname":"Schoch","given-names":"Susanne"},{"surname":"Dietrich","given-names":"Dirk"}],"abstract":"Synaptic signaling to NG2-expressing oligodendrocyte precursor cells (NG2 cells) could be key to rendering myelination of axons dependent on neuronal activity, but it has remained unclear whether NG2 glial cells integrate and respond to synaptic input. Here we show that NG2 cells perform linear integration of glutamatergic synaptic inputs and respond with increasing dendritic calcium elevations. Synaptic activity induces rapid Ca<sup>2+</sup> signals mediated by low-voltage activated Ca<sup>2+</sup> channels under strict inhibitory control of voltage-gated A-type K<sup>+</sup> channels. Ca<sup>2+</sup> signals can be global and originate throughout the cell. However, voltage-gated channels are also found in thin dendrites which act as compartmentalized processing units and generate local calcium transients. Taken together, the activity-dependent control of Ca<sup>2+</sup> signals by A-type channels and the global versus local signaling domains make intracellular Ca<sup>2+</sup> in NG2 cells a prime signaling molecule to transform neurotransmitter release into activity-dependent myelination.","identifier":[{"type":"publisher-id","id":"16262"},{"type":"doi","id":"10.7554/eLife.16262"}],"date":{"day":"19","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16262","entryfile":"elife-16262-v2.xml","files":["elife-16262-fig1-v2-600w.jpg","elife-16262-fig10-v2-600w.jpg","elife-16262-fig2-v2-600w.jpg","elife-16262-fig3-v2-600w.jpg","elife-16262-fig4-v2-600w.jpg","elife-16262-fig5-v2-600w.jpg","elife-16262-fig6-v2-600w.jpg","elife-16262-fig7-v2-600w.jpg","elife-16262-fig8-v2-600w.jpg","elife-16262-fig9-v2-600w.jpg","elife-16262-v1.xml"]}