{"title":"Spontaneous activation of visual pigments in relation to openness/closedness of chromophore-binding pocket","author":[{"surname":"Yue","given-names":"Wendy Wing Sze"},{"surname":"Frederiksen","given-names":"Rikard"},{"surname":"Ren","given-names":"Xiaozhi"},{"surname":"Luo","given-names":"Dong-Gen"},{"surname":"Yamashita","given-names":"Takahiro"},{"surname":"Shichida","given-names":"Yoshinori"},{"surname":"Cornwall","given-names":"M Carter"},{"surname":"Yau","given-names":"King-Wai"}],"abstract":"Visual pigments can be spontaneously activated by internal thermal energy, generating noise that interferes with real-light detection. Recently, we developed a physicochemical theory that successfully predicts the rate of spontaneous activity of representative rod and cone pigments from their peak-absorption wavelength (λ<sub>max</sub>), with pigments having longer λ<sub>max</sub> being noisier. Interestingly, cone pigments may generally be ~25 fold noisier than rod pigments of the same λ<sub>max</sub>, possibly ascribed to an ‘open’ chromophore-binding pocket in cone pigments defined by the capability of chromophore-exchange in darkness. Here, we show in mice that the λ<sub>max</sub>-dependence of pigment noise could be extended even to a mutant pigment, E122Q-rhodopsin. Moreover, although E122Q-rhodopsin shows some cone-pigment-like characteristics, its noise remained quantitatively predictable by the ‘non-open’ nature of its chromophore-binding pocket as in wild-type rhodopsin. The openness/closedness of the chromophore-binding pocket is potentially a useful indicator of whether a pigment is intended for detecting dim or bright light.","identifier":[{"type":"publisher-id","id":"18492"},{"type":"doi","id":"10.7554/eLife.18492"}],"date":{"day":"10","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18492","entryfile":"elife-18492-v1.xml","files":["elife-18492-fig1-v1-600w.jpg","elife-18492-fig2-v1-600w.jpg","elife-18492-fig3-v1-600w.jpg"]}