{"title":"A locally-blazed ant trail achieves efficient collective navigation despite limited information","author":[{"surname":"Fonio","given-names":"Ehud"},{"surname":"Heyman","given-names":"Yael"},{"surname":"Boczkowski","given-names":"Lucas"},{"surname":"Gelblum","given-names":"Aviram"},{"surname":"Kosowski","given-names":"Adrian"},{"surname":"Korman","given-names":"Amos"},{"surname":"Feinerman","given-names":"Ofer"}],"abstract":"Any organism faces sensory and cognitive limitations which may result in maladaptive decisions. Such limitations are prominent in the context of groups where the relevant information at the individual level may not coincide with collective requirements. Here, we study the navigational decisions exhibited by <italic>Paratrechina longicornis</italic> ants as they cooperatively transport a large food item. These decisions hinge on the perception of individuals which often restricts them from providing the group with reliable directional information. We find that, to achieve efficient navigation despite partial and even misleading information, these ants employ a locally-blazed trail. This trail significantly deviates from the classical notion of an ant trail: First, instead of systematically marking the full path, ants mark short segments originating at the load. Second, the carrying team constantly loses the guiding trail. We experimentally and theoretically show that the locally-blazed trail optimally and robustly exploits useful knowledge while avoiding the pitfalls of misleading information.","identifier":[{"type":"publisher-id","id":"20185"},{"type":"doi","id":"10.7554/eLife.20185"}],"date":{"day":"05","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20185","entryfile":"elife-20185-v2.xml","files":["elife-20185-fig1-figsupp1-v2-600w.jpg","elife-20185-fig1-figsupp2-v2-600w.jpg","elife-20185-fig1-v2-600w.jpg","elife-20185-fig2-v2-600w.jpg","elife-20185-fig3-figsupp1-v2-600w.jpg","elife-20185-fig3-figsupp2-v2-600w.jpg","elife-20185-fig3-v2-600w.jpg","elife-20185-fig4-figsupp1-v2-600w.jpg","elife-20185-fig4-v2-600w.jpg","elife-20185-fig5-figsupp1-v2-600w.jpg","elife-20185-fig5-figsupp2-v2-600w.jpg","elife-20185-fig5-v2-600w.jpg","elife-20185-v1.xml"]}