{"title":"Single-molecule tracking of the transcription cycle by sub-second RNA detection","author":[{"surname":"Zhang","given-names":"Zhengjian"},{"surname":"Revyakin","given-names":"Andrey"},{"surname":"Grimm","given-names":"Jonathan B"},{"surname":"Lavis","given-names":"Luke D"},{"surname":"Tjian","given-names":"Robert"}],"abstract":"Transcription is an inherently stochastic, noisy, and multi-step process, in which fluctuations at every step can cause variations in RNA synthesis, and affect physiology and differentiation decisions in otherwise identical cells. However, it has been an experimental challenge to directly link the stochastic events at the promoter to transcript production. Here we established a fast fluorescence in situ hybridization (fastFISH) method that takes advantage of intrinsically unstructured nucleic acid sequences to achieve exceptionally fast rates of specific hybridization (∼10e7 M<sup>−1</sup>s<sup>−1</sup>), and allows deterministic detection of single nascent transcripts. Using a prototypical RNA polymerase, we demonstrated the use of fastFISH to measure the kinetic rates of promoter escape, elongation, and termination in one assay at the single-molecule level, at sub-second temporal resolution. The principles of fastFISH design can be used to study stochasticity in gene regulation, to select targets for gene silencing, and to design nucleic acid nanostructures.","identifier":[{"type":"publisher-id","id":"01775"},{"type":"doi","id":"10.7554/eLife.01775"}],"date":{"day":"28","month":"01","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01775","entryfile":"elife-01775-v1.xml","files":["elife-01775-fig1-figsupp1-v1-600w.jpg","elife-01775-fig1-figsupp2-v1-600w.jpg","elife-01775-fig1-figsupp3-v1-600w.jpg","elife-01775-fig1-v1-600w.jpg","elife-01775-fig2-v1-600w.jpg","elife-01775-fig3-figsupp1-v1-600w.jpg","elife-01775-fig3-figsupp2-v1-600w.jpg","elife-01775-fig3-v1-600w.jpg","elife-01775-fig4-figsupp1-v1-600w.jpg","elife-01775-fig4-figsupp2-v1-600w.jpg","elife-01775-fig4-figsupp3-v1-600w.jpg","elife-01775-fig4-v1-600w.jpg","elife-01775-fig5-v1-600w.jpg","elife-01775-fig6-v1-600w.jpg"]}