{"title":"Spatial organization shapes the turnover of a bacterial transcriptome","author":[{"surname":"Moffitt","given-names":"Jeffrey R"},{"surname":"Pandey","given-names":"Shristi"},{"surname":"Boettiger","given-names":"Alistair N"},{"surname":"Wang","given-names":"Siyuan"},{"surname":"Zhuang","given-names":"Xiaowei"}],"abstract":"Spatial organization of the transcriptome has emerged as a powerful means for regulating the post-transcriptional fate of RNA in eukaryotes; however, whether prokaryotes use RNA spatial organization as a mechanism for post-transcriptional regulation remains unclear. Here we used super-resolution microscopy to image the <italic>E. coli</italic> transcriptome and observed a genome-wide spatial organization of RNA: mRNAs encoding inner-membrane proteins are enriched at the membrane, whereas mRNAs encoding outer-membrane, cytoplasmic and periplasmic proteins are distributed throughout the cytoplasm. Membrane enrichment is caused by co-translational insertion of signal peptides recognized by the signal-recognition particle. Time-resolved RNA-sequencing revealed that degradation rates of inner-membrane-protein mRNAs are on average greater that those of the other mRNAs and that this selective destabilization of inner-membrane-protein mRNAs is abolished by dissociating the RNA degradosome from the membrane. Together, these results demonstrate that the bacterial transcriptome is spatially organized and suggest that this organization shapes the post-transcriptional dynamics of mRNAs.","identifier":[{"type":"publisher-id","id":"13065"},{"type":"doi","id":"10.7554/eLife.13065"}],"date":{"day":"20","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13065","entryfile":"elife-13065-v1.xml","files":["elife-13065-fig1-figsupp1-v1-600w.jpg","elife-13065-fig1-figsupp2-v1-600w.jpg","elife-13065-fig1-v1-600w.jpg","elife-13065-fig2-v1-600w.jpg","elife-13065-fig3-figsupp1-v1-600w.jpg","elife-13065-fig3-v1-600w.jpg","elife-13065-fig4-figsupp1-v1-600w.jpg","elife-13065-fig4-figsupp2-v1-600w.jpg","elife-13065-fig4-v1-600w.jpg","elife-13065-fig5-figsupp1-v1-600w.jpg","elife-13065-fig5-figsupp2-v1-600w.jpg","elife-13065-fig5-v1-600w.jpg","elife-13065-fig6-figsupp1-v1-600w.jpg","elife-13065-fig6-figsupp2-v1-600w.jpg","elife-13065-fig6-v1-600w.jpg","elife-13065-fig7-v1-600w.jpg"]}