{"title":"A serine sensor for multicellularity in a bacterium","author":[{"surname":"Subramaniam","given-names":"Arvind R"},{"surname":"DeLoughery","given-names":"Aaron"},{"surname":"Bradshaw","given-names":"Niels"},{"surname":"Chen","given-names":"Yun"},{"surname":"O’Shea","given-names":"Erin"},{"surname":"Losick","given-names":"Richard"},{"surname":"Chai","given-names":"Yunrong"}],"abstract":"We report the discovery of a simple environmental sensing mechanism for biofilm formation in the bacterium <italic>Bacillus subtilis</italic> that operates without the involvement of a dedicated RNA or protein. Certain serine codons, the four TCN codons, in the gene for the biofilm repressor SinR caused a lowering of SinR levels under biofilm-inducing conditions. Synonymous substitutions of these TCN codons with AGC or AGT impaired biofilm formation and gene expression. Conversely, switching AGC or AGT to TCN codons upregulated biofilm formation. Genome-wide ribosome profiling showed that ribosome density was higher at UCN codons than at AGC or AGU during biofilm formation. Serine starvation recapitulated the effect of biofilm-inducing conditions on ribosome occupancy and SinR production. As serine is one of the first amino acids to be exhausted at the end of exponential phase growth, reduced translation speed at serine codons may be exploited by other microbes in adapting to stationary phase.","identifier":[{"type":"publisher-id","id":"01501"},{"type":"doi","id":"10.7554/eLife.01501"}],"date":{"day":"17","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01501","entryfile":"elife-01501-v1.xml","files":["elife-01501-fig1-figsupp1-v1-600w.jpg","elife-01501-fig1-figsupp2-v1-600w.jpg","elife-01501-fig1-v1-600w.jpg","elife-01501-fig2-figsupp1-v1-600w.jpg","elife-01501-fig2-figsupp2-v1-600w.jpg","elife-01501-fig2-figsupp3-v1-600w.jpg","elife-01501-fig2-v1-600w.jpg","elife-01501-fig3-figsupp1-v1-600w.jpg","elife-01501-fig3-v1-600w.jpg","elife-01501-fig4-v1-600w.jpg","elife-01501-resp-fig1-v1-600w.jpg"]}