{"title":"Sequential conformational rearrangements in flavivirus membrane fusion","author":[{"surname":"Chao","given-names":"Luke H"},{"surname":"Klein","given-names":"Daryl E"},{"surname":"Schmidt","given-names":"Aaron G"},{"surname":"Peña","given-names":"Jennifer M"},{"surname":"Harrison","given-names":"Stephen C"}],"abstract":"The West Nile Virus (WNV) envelope protein, E, promotes membrane fusion during viral cell entry by undergoing a low-pH triggered conformational reorganization. We have examined the mechanism of WNV fusion and sought evidence for potential intermediates during the conformational transition by following hemifusion of WNV virus-like particles (VLPs) in a single particle format. We have introduced specific mutations into E, to relate their influence on fusion kinetics to structural features of the protein. At the level of individual E subunits, trimer formation and membrane engagement of the threefold clustered fusion loops are rate-limiting. Hemifusion requires at least two adjacent trimers. Simulation of the kinetics indicates that availability of competent monomers within the contact zone between virus and target membrane makes trimerization a bottleneck in hemifusion. We discuss the implications of the model we have derived for mechanisms of membrane fusion in other contexts.","identifier":[{"type":"publisher-id","id":"04389"},{"type":"doi","id":"10.7554/eLife.04389"}],"date":{"day":"05","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04389","entryfile":"elife-04389-v2.xml","files":["elife-04389-fig1-v2-600w.jpg","elife-04389-fig10-v2-600w.jpg","elife-04389-fig2-v2-600w.jpg","elife-04389-fig3-v2-600w.jpg","elife-04389-fig4-v2-600w.jpg","elife-04389-fig5-v2-600w.jpg","elife-04389-fig6-v2-600w.jpg","elife-04389-fig7-v2-600w.jpg","elife-04389-fig8-v2-600w.jpg","elife-04389-fig9-v2-600w.jpg","elife-04389-resp-fig1-v2-600w.jpg","elife-04389-resp-fig2-v2-600w.jpg","elife-04389-resp-fig3-v2-600w.jpg","elife-04389-v1.xml"]}