{"title":"A longitudinal study of <italic>Caenorhabditis elegans</italic> larvae reveals a novel locomotion switch, regulated by G<sub>αs</sub> signaling","author":[{"surname":"Nagy","given-names":"Stanislav"},{"surname":"Wright","given-names":"Charles"},{"surname":"Tramm","given-names":"Nora"},{"surname":"Labello","given-names":"Nicholas"},{"surname":"Burov","given-names":"Stanislav"},{"surname":"Biron","given-names":"David"}],"abstract":"Despite their simplicity, longitudinal studies of invertebrate models are rare. We thus sought to characterize behavioral trends of <italic>Caenorhabditis elegans</italic>, from the mid fourth larval stage through the mid young adult stage. We found that, outside of lethargus, animals exhibited abrupt switching between two distinct behavioral states: active wakefulness and quiet wakefulness. The durations of epochs of active wakefulness exhibited non-Poisson statistics. Increased G<sub>αs</sub> signaling stabilized the active wakefulness state before, during and after lethargus. In contrast, decreased G<sub>αs</sub> signaling, decreased neuropeptide release, or decreased CREB activity destabilized active wakefulness outside of, but not during, lethargus. Taken together, our findings support a model in which protein kinase A (PKA) stabilizes active wakefulness, at least in part through two of its downstream targets: neuropeptide release and CREB. However, during lethargus, when active wakefulness is strongly suppressed, the native role of PKA signaling in modulating locomotion and quiescence may be minor.","identifier":[{"type":"publisher-id","id":"00782"},{"type":"doi","id":"10.7554/eLife.00782"}],"date":{"day":"02","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00782","entryfile":"elife-00782-v1.xml","files":["elife-00782-fig1-v1-600w.jpg","elife-00782-fig2-v1-600w.jpg","elife-00782-fig3-v1-600w.jpg","elife-00782-fig4-v1-600w.jpg","elife-00782-fig5-v1-600w.jpg","elife-00782-fig6-v1-600w.jpg","elife-00782-fig7-v1-600w.jpg","elife-00782-fig8-v1-600w.jpg"]}