{"title":"Registered report: A coding-independent function of gene and pseudogene mRNAs regulates tumour biology","author":[{"surname":"Khan","given-names":"Israr"},{"surname":"Kerwin","given-names":"John"},{"surname":"Owen","given-names":"Kate"},{"surname":"Griner","given-names":"Erin"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered report describes the proposed replication plan of key experiments from ‘A coding-independent function of gene and pseudogene mRNAs regulates tumour biology’ by <xref>Poliseno et al. (2010)</xref>, published in <italic>Nature</italic> in 2010. The key experiments to be replicated are reported in Figures 1D, 2F-H, and 4A. In these experiments, Poliseno and colleagues report microRNAs <italic>miR-19b</italic> and <italic>miR-20a</italic> transcriptionally suppress both <italic>PTEN</italic> and <italic>PTENP1</italic> in prostate cancer cells (Figure 1D; <xref>Poliseno et al., 2010</xref>). Decreased expression of <italic>PTEN</italic> and/or <italic>PTENP1</italic> resulted in downregulated <italic>PTEN</italic> protein levels (Figure 2H), downregulation of both mRNAs (Figure 2G), and increased tumor cell proliferation (Figure 2F; <xref>Poliseno et al., 2010</xref>). Furthermore, overexpression of the <italic>PTEN</italic> 3′ UTR enhanced <italic>PTENP1</italic> mRNA abundance limiting tumor cell proliferation, providing additional evidence for the co-regulation of <italic>PTEN</italic> and <italic>PTENP1</italic> (Figure 4A; <xref>Poliseno et al., 2010</xref>). The Reproducibility Project: Cancer Biology is collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"08245"},{"type":"doi","id":"10.7554/eLife.08245"}],"date":{"day":"03","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08245","entryfile":"elife-08245-v1.xml","files":[]}