{"title":"Isoform-specific subcellular localization and function of protein kinase A identified by mosaic imaging of mouse brain","author":[{"surname":"Ilouz","given-names":"Ronit"},{"surname":"Lev-Ram","given-names":"Varda"},{"surname":"Bushong","given-names":"Eric A"},{"surname":"Stiles","given-names":"Travis L"},{"surname":"Friedmann-Morvinski","given-names":"Dinorah"},{"surname":"Douglas","given-names":"Christopher"},{"surname":"Goldberg","given-names":"Geoffrey"},{"surname":"Ellisman","given-names":"Mark H"},{"surname":"Taylor","given-names":"Susan S"}],"abstract":"Protein kinase A (PKA) plays critical roles in neuronal function that are mediated by different regulatory (R) subunits. Deficiency in either the RIβ or the RIIβ subunit results in distinct neuronal phenotypes. Although RIβ contributes to synaptic plasticity, it is the least studied isoform. Using isoform-specific antibodies, we generated high-resolution large-scale immunohistochemical mosaic images of mouse brain that provided global views of several brain regions, including the hippocampus and cerebellum. The isoforms concentrate in discrete brain regions, and we were able to zoom-in to show distinct patterns of subcellular localization. RIβ is enriched in dendrites and co-localizes with MAP2, whereas RIIβ is concentrated in axons. Using correlated light and electron microscopy, we confirmed the mitochondrial and nuclear localization of RIβ in cultured neurons. To show the functional significance of nuclear localization, we demonstrated that downregulation of RIβ, but not of RIIβ, decreased CREB phosphorylation. Our study reveals how PKA isoform specificity is defined by precise localization.","identifier":[{"type":"publisher-id","id":"17681"},{"type":"doi","id":"10.7554/eLife.17681"}],"date":{"day":"12","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17681","entryfile":"elife-17681-v3.xml","files":["elife-17681-fig1-figsupp1-v3-600w.jpg","elife-17681-fig1-figsupp2-v3-600w.jpg","elife-17681-fig1-v3-600w.jpg","elife-17681-fig2-v3-600w.jpg","elife-17681-fig3-figsupp1-v3-600w.jpg","elife-17681-fig3-v3-600w.jpg","elife-17681-fig4-v3-600w.jpg","elife-17681-fig5-v3-600w.jpg","elife-17681-fig6-figsupp1-v3-600w.jpg","elife-17681-fig6-v3-600w.jpg","elife-17681-fig7-v3-600w.jpg","elife-17681-fig8-figsupp1-v3-600w.jpg","elife-17681-fig8-v3-600w.jpg","elife-17681-v1.xml","elife-17681-v2.xml"]}