{"title":"AMPK acts as a molecular trigger to coordinate glutamatergic signals and adaptive behaviours during acute starvation","author":[{"surname":"Ahmadi","given-names":"Moloud"},{"surname":"Roy","given-names":"Richard"}],"abstract":"The stress associated with starvation is accompanied by compensatory behaviours that enhance foraging efficiency and increase the probability of encountering food. However, the molecular details of how hunger triggers changes in the activity of neural circuits to elicit these adaptive behavioural outcomes remains to be resolved. We show here that AMP-activated protein kinase (AMPK) regulates neuronal activity to elicit appropriate behavioural outcomes in response to acute starvation, and this effect is mediated by the coordinated modulation of glutamatergic inputs. AMPK targets both the AMPA-type glutamate receptor GLR-1 and the metabotropic glutamate receptor MGL-1 in one of the primary circuits that governs behavioural response to food availability in <italic>C. elegans</italic>. Overall, our study suggests that AMPK acts as a molecular trigger in the specific starvation-sensitive neurons to modulate glutamatergic inputs and to elicit adaptive behavioural outputs in response to acute starvation.","identifier":[{"type":"publisher-id","id":"16349"},{"type":"doi","id":"10.7554/eLife.16349"}],"date":{"day":"19","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16349","entryfile":"elife-16349-v1.xml","files":["elife-16349-fig1-figsupp1-v1-600w.jpg","elife-16349-fig1-figsupp2-v1-600w.jpg","elife-16349-fig1-v1-600w.jpg","elife-16349-fig2-figsupp1-v1-600w.jpg","elife-16349-fig2-v1-600w.jpg","elife-16349-fig3-figsupp1-v1-600w.jpg","elife-16349-fig3-v1-600w.jpg","elife-16349-fig4-figsupp1-v1-600w.jpg","elife-16349-fig4-figsupp2-v1-600w.jpg","elife-16349-fig4-v1-600w.jpg","elife-16349-fig5-figsupp1-v1-600w.jpg","elife-16349-fig5-v1-600w.jpg","elife-16349-fig6-v1-600w.jpg","elife-16349-fig7-figsupp1-v1-600w.jpg","elife-16349-fig7-v1-600w.jpg","elife-16349-fig8-figsupp1-v1-600w.jpg","elife-16349-fig8-v1-600w.jpg"]}