{"title":"Auditory synapses to song premotor neurons are gated off during vocalization in zebra finches","author":[{"surname":"Hamaguchi","given-names":"Kosuke"},{"surname":"Tschida","given-names":"Katherine A"},{"surname":"Yoon","given-names":"Inho"},{"surname":"Donald","given-names":"Bruce R"},{"surname":"Mooney","given-names":"Richard"}],"abstract":"Songbirds use auditory feedback to learn and maintain their songs, but how feedback interacts with vocal motor circuitry remains unclear. A potential site for this interaction is the song premotor nucleus HVC, which receives auditory input and contains neurons (HVC<sub>X</sub> cells) that innervate an anterior forebrain pathway (AFP) important to feedback-dependent vocal plasticity. Although the singing-related output of HVC<sub>X</sub> cells is unaltered by distorted auditory feedback (DAF), deafening gradually weakens synapses on HVC<sub>X</sub> cells, raising the possibility that they integrate feedback only at subthreshold levels during singing. Using intracellular recordings in singing zebra finches, we found that DAF failed to perturb singing-related synaptic activity of HVC<sub>X</sub> cells, although many of these cells responded to auditory stimuli in non-singing states. Moreover, in vivo multiphoton imaging revealed that deafening-induced changes to HVC<sub>X</sub> synapses require intact AFP output. These findings support a model in which the AFP accesses feedback independent of HVC.","identifier":[{"type":"publisher-id","id":"01833"},{"type":"doi","id":"10.7554/eLife.01833"}],"date":{"day":"18","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01833","entryfile":"elife-01833-v1.xml","files":["elife-01833-fig1-figsupp1-v1-600w.jpg","elife-01833-fig1-figsupp2-v1-600w.jpg","elife-01833-fig1-figsupp3-v1-600w.jpg","elife-01833-fig1-v1-600w.jpg","elife-01833-fig2-v1-600w.jpg","elife-01833-fig3-figsupp1-v1-600w.jpg","elife-01833-fig3-v1-600w.jpg","elife-01833-fig4-v1-600w.jpg","elife-01833-fig5-figsupp1-v1-600w.jpg","elife-01833-fig5-v1-600w.jpg","elife-01833-fig6-v1-600w.jpg","elife-01833-fig7-v1-600w.jpg","elife-01833-fig8-v1-600w.jpg","elife-01833-fig9-v1-600w.jpg"]}