{"title":"The Hippo effector Yorkie activates transcription by interacting with a histone methyltransferase complex through Ncoa6","author":[{"surname":"Qing","given-names":"Yun"},{"surname":"Yin","given-names":"Feng"},{"surname":"Wang","given-names":"Wei"},{"surname":"Zheng","given-names":"Yonggang"},{"surname":"Guo","given-names":"Pengfei"},{"surname":"Schozer","given-names":"Frederick"},{"surname":"Deng","given-names":"Hua"},{"surname":"Pan","given-names":"Duojia"}],"abstract":"The Hippo signaling pathway regulates tissue growth in <italic>Drosophila</italic> through the transcriptional coactivator Yorkie (Yki). How Yki activates target gene transcription is poorly understood. Here, we identify Nuclear receptor coactivator 6 (Ncoa6), a subunit of the Trithorax-related (Trr) histone H3 lysine 4 (H3K4) methyltransferase complex, as a Yki-binding protein. Like Yki, Ncoa6 and Trr are functionally required for Hippo-mediated growth control and target gene expression. Strikingly, artificial tethering of Ncoa6 to Sd is sufficient to promote tissue growth and Yki target expression even in the absence of Yki, underscoring the importance of Yki-mediated recruitment of Ncoa6 in transcriptional activation. Consistent with the established role for the Trr complex in histone methylation, we show that Yki, Ncoa6, and Trr are required for normal H3K4 methylation at Hippo target genes. These findings shed light on Yki-mediated transcriptional regulation and uncover a potential link between chromatin modification and tissue growth.","identifier":[{"type":"publisher-id","id":"02564"},{"type":"doi","id":"10.7554/eLife.02564"}],"date":{"day":"15","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02564","entryfile":"elife-02564-v2.xml","files":["elife-02564-fig1-figsupp1-v2-600w.jpg","elife-02564-fig1-v2-600w.jpg","elife-02564-fig2-v2-600w.jpg","elife-02564-fig3-v2-600w.jpg","elife-02564-fig4-v2-600w.jpg","elife-02564-fig5-v2-600w.jpg","elife-02564-fig6-figsupp1-v2-600w.jpg","elife-02564-fig6-v2-600w.jpg","elife-02564-resp-fig1-v2-600w.jpg","elife-02564-v1.xml"]}