{"title":"Ret function in muscle stem cells points to tyrosine kinase inhibitor therapy for facioscapulohumeral muscular dystrophy","author":[{"surname":"Moyle","given-names":"Louise A"},{"surname":"Blanc","given-names":"Eric"},{"surname":"Jaka","given-names":"Oihane"},{"surname":"Prueller","given-names":"Johanna"},{"surname":"Banerji","given-names":"Christopher RS"},{"surname":"Tedesco","given-names":"Francesco Saverio"},{"surname":"Harridge","given-names":"Stephen DR"},{"surname":"Knight","given-names":"Robert D"},{"surname":"Zammit","given-names":"Peter S"}],"abstract":"Facioscapulohumeral muscular dystrophy (FSHD) involves sporadic expression of DUX4, which inhibits myogenesis and is pro-apoptotic. To identify target genes, we over-expressed DUX4 in myoblasts and found that the receptor tyrosine kinase <italic>Ret</italic> was significantly up-regulated, suggesting a role in FSHD. <italic>RET</italic> is dynamically expressed during myogenic progression in mouse and human myoblasts. Constitutive expression of either <italic>RET9</italic> or <italic>RET51</italic> increased myoblast proliferation, whereas siRNA-mediated knockdown of <italic>Ret</italic> induced myogenic differentiation. Suppressing RET activity using Sunitinib, a clinically-approved tyrosine kinase inhibitor, rescued differentiation in both DUX4-expressing murine myoblasts and in FSHD patient-derived myoblasts. Importantly, Sunitinib also increased engraftment and differentiation of FSHD myoblasts in regenerating mouse muscle. Thus, DUX4-mediated activation of <italic>Ret</italic> prevents myogenic differentiation and could contribute to FSHD pathology by preventing satellite cell-mediated repair. Rescue of DUX4-induced pathology by Sunitinib highlights the therapeutic potential of tyrosine kinase inhibitors for treatment of FSHD.","identifier":[{"type":"publisher-id","id":"11405"},{"type":"doi","id":"10.7554/eLife.11405"}],"date":{"day":"14","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11405","entryfile":"elife-11405-v1.xml","files":["elife-11405-fig1-v1-600w.jpg","elife-11405-fig10-v1-600w.jpg","elife-11405-fig11-v1-600w.jpg","elife-11405-fig12-v1-600w.jpg","elife-11405-fig2-v1-600w.jpg","elife-11405-fig3-v1-600w.jpg","elife-11405-fig4-v1-600w.jpg","elife-11405-fig5-v1-600w.jpg","elife-11405-fig6-v1-600w.jpg","elife-11405-fig7-v1-600w.jpg","elife-11405-fig8-v1-600w.jpg","elife-11405-fig9-v1-600w.jpg"]}