{"title":"mRNA-programmed translation pauses in the targeting of <italic>E. coli</italic> membrane proteins","author":[{"surname":"Fluman","given-names":"Nir"},{"surname":"Navon","given-names":"Sivan"},{"surname":"Bibi","given-names":"Eitan"},{"surname":"Pilpel","given-names":"Yitzhak"}],"abstract":"In all living organisms, ribosomes translating membrane proteins are targeted to membrane translocons early in translation, by the ubiquitous signal recognition particle (SRP) system. In eukaryotes, the SRP Alu domain arrests translation elongation of membrane proteins until targeting is complete. Curiously, however, the Alu domain is lacking in most eubacteria. In this study, by analyzing genome-wide data on translation rates, we identified a potential compensatory mechanism in <italic>E. coli</italic> that serves to slow down the translation during membrane protein targeting. The underlying mechanism is likely programmed into the coding sequence, where Shine–Dalgarno-like elements trigger elongation pauses at strategic positions during the early stages of translation. We provide experimental evidence that slow translation during targeting and improves membrane protein production fidelity, as it correlates with better folding of overexpressed membrane proteins. Thus, slow elongation is important for membrane protein targeting in <italic>E. coli</italic>, which utilizes mechanisms different from the eukaryotic one to control the translation speed.","identifier":[{"type":"publisher-id","id":"03440"},{"type":"doi","id":"10.7554/eLife.03440"}],"date":{"day":"18","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03440","entryfile":"elife-03440-v2.xml","files":["elife-03440-fig1-figsupp1-v2-600w.jpg","elife-03440-fig1-figsupp2-v2-600w.jpg","elife-03440-fig1-v2-600w.jpg","elife-03440-fig2-figsupp1-v2-600w.jpg","elife-03440-fig2-figsupp2-v2-600w.jpg","elife-03440-fig2-v2-600w.jpg","elife-03440-fig3-figsupp1-v2-600w.jpg","elife-03440-fig3-v2-600w.jpg","elife-03440-fig4-v2-600w.jpg","elife-03440-fig5-figsupp1-v2-600w.jpg","elife-03440-fig5-figsupp2-v2-600w.jpg","elife-03440-fig5-v2-600w.jpg","elife-03440-fig6-figsupp1-v2-600w.jpg","elife-03440-fig6-v2-600w.jpg","elife-03440-fig7-figsupp1-v2-600w.jpg","elife-03440-fig7-v2-600w.jpg","elife-03440-resp-fig1-v2-600w.jpg","elife-03440-v1.xml"]}