{"title":"Uni-directional ciliary membrane protein trafficking by a cytoplasmic retrograde IFT motor and ciliary ectosome shedding","author":[{"surname":"Cao","given-names":"Muqing"},{"surname":"Ning","given-names":"Jue"},{"surname":"Hernandez-Lara","given-names":"Carmen I"},{"surname":"Belzile","given-names":"Olivier"},{"surname":"Wang","given-names":"Qian"},{"surname":"Dutcher","given-names":"Susan K"},{"surname":"Liu","given-names":"Yanjie"},{"surname":"Snell","given-names":"William J"}],"abstract":"The role of the primary cilium in key signaling pathways depends on dynamic regulation of ciliary membrane protein composition, yet we know little about the motors or membrane events that regulate ciliary membrane protein trafficking in existing organelles. Recently, we showed that cilium-generated signaling in <italic>Chlamydomonas</italic> induced rapid, anterograde IFT-independent, cytoplasmic microtubule-dependent redistribution of the membrane polypeptide, SAG1-C65, from the plasma membrane to the periciliary region and the ciliary membrane. Here, we report that the retrograde IFT motor, cytoplasmic dynein 1b, is required in the cytoplasm for this rapid redistribution. Furthermore, signaling-induced trafficking of SAG1-C65 into cilia is unidirectional and the entire complement of cellular SAG1-C65 is shed during signaling and can be recovered in the form of ciliary ectosomes that retain signal-inducing activity. Thus, during signaling, cells regulate ciliary membrane protein composition through cytoplasmic action of the retrograde IFT motor and shedding of ciliary ectosomes.","identifier":[{"type":"publisher-id","id":"05242"},{"type":"doi","id":"10.7554/eLife.05242"}],"date":{"day":"17","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05242","entryfile":"elife-05242-v2.xml","files":["elife-05242-fig1-v2-600w.jpg","elife-05242-fig2-v2-600w.jpg","elife-05242-fig3-v2-600w.jpg","elife-05242-fig4-figsupp1-v2-600w.jpg","elife-05242-fig4-v2-600w.jpg","elife-05242-fig5-v2-600w.jpg","elife-05242-v1.xml"]}