{"title":"Inducible depletion of adult skeletal muscle stem cells impairs the regeneration of neuromuscular junctions","author":[{"surname":"Liu","given-names":"Wenxuan"},{"surname":"Wei-LaPierre","given-names":"Lan"},{"surname":"Klose","given-names":"Alanna"},{"surname":"Dirksen","given-names":"Robert T"},{"surname":"Chakkalakal","given-names":"Joe V"}],"abstract":"Skeletal muscle maintenance depends on motor innervation at neuromuscular junctions (NMJs). Multiple mechanisms contribute to NMJ repair and maintenance; however muscle stem cells (satellite cells, SCs), are deemed to have little impact on these processes. Therefore, the applicability of SC studies to attenuate muscle loss due to NMJ deterioration as observed in neuromuscular diseases and aging is ambiguous. We employed mice with an inducible Cre, and conditionally expressed DTA to deplete or GFP to track SCs. We found SC depletion exacerbated muscle atrophy and type transitions connected to neuromuscular disruption. Also, elevated fibrosis and further declines in force generation were specific to SC depletion and neuromuscular disruption. Fate analysis revealed SC activity near regenerating NMJs. Moreover, SC depletion aggravated deficits in reinnervation and post-synaptic morphology at regenerating NMJs. Therefore, our results propose a mechanism whereby further NMJ and skeletal muscle decline ensues upon SC depletion and neuromuscular disruption.","identifier":[{"type":"publisher-id","id":"09221"},{"type":"doi","id":"10.7554/eLife.09221"}],"date":{"day":"27","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09221","entryfile":"elife-09221-v2.xml","files":["elife-09221-fig1-v2-600w.jpg","elife-09221-fig2-figsupp1-v2-600w.jpg","elife-09221-fig2-v2-600w.jpg","elife-09221-fig3-v2-600w.jpg","elife-09221-fig4-v2-600w.jpg","elife-09221-fig5-figsupp1-v2-600w.jpg","elife-09221-fig5-v2-600w.jpg","elife-09221-fig6-v2-600w.jpg","elife-09221-fig7-figsupp1-v2-600w.jpg","elife-09221-fig7-v2-600w.jpg","elife-09221-fig8-figsupp1-v2-600w.jpg","elife-09221-fig8-v2-600w.jpg","elife-09221-v1.xml"]}