{"title":"Replication Study: Discovery and preclinical validation of drug indications using compendia of public gene expression data","author":[{"surname":"Kandela","given-names":"Irawati"},{"surname":"Aird","given-names":"Fraser"}],"abstract":"In 2015, as part of the <ext-link>Reproducibility Project: Cancer Biology</ext-link>, we published a Registered Report (Kandela et al., 2015) that described how we intended to replicate selected experiments from the paper “Discovery and Preclinical Validation of Drug Indications Using Compendia of Public Gene Expression Data“ (Sirota et al., 2011). Here we report the results of those experiments. We found that cimetidine treatment in a xenograft model using A549 lung adenocarcinoma cells resulted in decreased tumor volume compared to vehicle control; however, while the effect was in the same direction as the original study (Figure 4C; Sirota et al., 2011), it was not statistically significant. Cimetidine treatment in a xenograft model using ACHN renal cell carcinoma cells did not differ from vehicle control treatment, similar to the original study (Supplemental Figure 1; Sirota et al., 2011). Doxorubicin treatment in a xenograft model using A549 lung adenocarcinoma cells did not result in a statistically significant difference compared to vehicle control despite tumor volume being reduced to levels similar to those reported in the original study (Figure 4C; Sirota et al., 2011). Finally, we report a random effects meta-analysis for each result. These meta-analyses show that the inhibition of A549 derived tumors by cimetidine resulted in a statistically significant effect, as did the inhibition of A549 derived tumors by doxorubicin. The effect of cimetidine on ACHN derived tumors was not statistically significant, as predicted.","identifier":[{"type":"publisher-id","id":"17044"},{"type":"doi","id":"10.7554/eLife.17044"}],"date":{"day":"19","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17044","entryfile":"elife-17044-v1.xml","files":["elife-17044-fig1-figsupp1-v1-600w.jpg","elife-17044-fig1-v1-600w.jpg","elife-17044-fig2-v1-600w.jpg","elife-17044-fig3-v1-600w.jpg"]}