{"title":"Analyzing native membrane protein assembly in nanodiscs by combined non-covalent mass spectrometry and synthetic biology","author":[{"surname":"Henrich","given-names":"Erik"},{"surname":"Peetz","given-names":"Oliver"},{"surname":"Hein","given-names":"Christopher"},{"surname":"Laguerre","given-names":"Aisha"},{"surname":"Hoffmann","given-names":"Beate"},{"surname":"Hoffmann","given-names":"Jan"},{"surname":"Dötsch","given-names":"Volker"},{"surname":"Bernhard","given-names":"Frank"},{"surname":"Morgner","given-names":"Nina"}],"abstract":"Membrane proteins frequently assemble into higher order homo- or hetero-oligomers within their natural lipid environment. This complex formation can modulate their folding, activity as well as substrate selectivity. Non-disruptive methods avoiding critical steps, such as membrane disintegration, transfer into artificial environments or chemical modifications are therefore essential to analyze molecular mechanisms of native membrane protein assemblies. The combination of cell-free synthetic biology, nanodisc-technology and non-covalent mass spectrometry provides excellent synergies for the analysis of membrane protein oligomerization within defined membranes. We exemplify our strategy by oligomeric state characterization of various membrane proteins including ion channels, transporters and membrane-integrated enzymes assembling up to hexameric complexes. We further indicate a lipid-dependent dimer formation of MraY translocase correlating with the enzymatic activity. The detergent-free synthesis of membrane protein/nanodisc samples and the analysis by LILBID mass spectrometry provide a versatile platform for the analysis of membrane proteins in a native environment.","identifier":[{"type":"publisher-id","id":"20954"},{"type":"doi","id":"10.7554/eLife.20954"}],"date":{"day":"09","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20954","entryfile":"elife-20954-v2.xml","files":["elife-20954-fig1-v2-600w.jpg","elife-20954-fig2-figsupp1-v2-600w.jpg","elife-20954-fig2-figsupp2-v2-600w.jpg","elife-20954-fig2-figsupp3-v2-600w.jpg","elife-20954-fig2-v2-600w.jpg","elife-20954-fig3-v2-600w.jpg","elife-20954-fig4-figsupp1-v2-600w.jpg","elife-20954-fig4-v2-600w.jpg","elife-20954-fig5-v2-600w.jpg","elife-20954-fig6-figsupp1-v2-600w.jpg","elife-20954-fig6-v2-600w.jpg","elife-20954-fig7-v2-600w.jpg","elife-20954-v1.xml"]}