{"title":"Eye morphogenesis driven by epithelial flow into the optic cup facilitated by modulation of bone morphogenetic protein","author":[{"surname":"Heermann","given-names":"Stephan"},{"surname":"Schütz","given-names":"Lucas"},{"surname":"Lemke","given-names":"Steffen"},{"surname":"Krieglstein","given-names":"Kerstin"},{"surname":"Wittbrodt","given-names":"Joachim"}],"abstract":"The hemispheric, bi-layered optic cup forms from an oval optic vesicle during early vertebrate eye development through major morphological transformations. The overall basal surface, facing the developing lens, is increasing, while, at the same time, the space basally occupied by individual cells is decreasing. This cannot be explained by the classical view of eye development. Using zebrafish (<italic>Danio rerio</italic>) as a model, we show that the lens-averted epithelium functions as a reservoir that contributes to the growing neuroretina through epithelial flow around the distal rims of the optic cup. We propose that this flow couples morphogenesis and retinal determination. Our 4D data indicate that future stem cells flow from their origin in the lens-averted domain of the optic vesicle to their destination in the ciliary marginal zone. BMP-mediated inhibition of the flow results in ectopic neuroretina in the RPE domain. Ultimately the ventral fissure fails to close resulting in coloboma.","identifier":[{"type":"publisher-id","id":"05216"},{"type":"doi","id":"10.7554/eLife.05216"}],"date":{"day":"24","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05216","entryfile":"elife-05216-v1.xml","files":["elife-05216-fig1-v1-600w.jpg","elife-05216-fig2-figsupp1-v1-600w.jpg","elife-05216-fig2-v1-600w.jpg","elife-05216-fig3-v1-600w.jpg","elife-05216-fig4-v1-600w.jpg","elife-05216-fig5-v1-600w.jpg","elife-05216-fig6-figsupp1-v1-600w.jpg","elife-05216-fig6-figsupp2-v1-600w.jpg","elife-05216-fig6-figsupp3-v1-600w.jpg","elife-05216-fig6-figsupp4-v1-600w.jpg","elife-05216-fig6-v1-600w.jpg"]}