{"title":"Super-resolution kinetochore tracking reveals the mechanisms of human sister kinetochore directional switching","author":[{"surname":"Burroughs","given-names":"Nigel J"},{"surname":"Harry","given-names":"Edward F"},{"surname":"McAinsh","given-names":"Andrew D"}],"abstract":"The congression of chromosomes to the spindle equator involves the directed motility of bi-orientated sister kinetochores. Sister kinetochores bind bundles of dynamic microtubules and are physically connected through centromeric chromatin. A crucial question is to understand how sister kinetochores are coordinated to generate motility and directional switches. Here, we combine super-resolution tracking of kinetochores with automated switching-point detection to analyse sister switching dynamics over thousands of events. We discover that switching is initiated by both the leading (microtubules depolymerising) or trailing (microtubules polymerising) kinetochore. Surprisingly, trail-driven switching generates an overstretch of the chromatin that relaxes over the following half-period. This rules out the involvement of a tension sensor, the central premise of the long-standing tension-model. Instead, our data support a model in which clocks set the intrinsic-switching time of the two kinetochore-attached microtubule fibres, with the centromeric spring tension operating as a feedback to slow or accelerate the clocks.","identifier":[{"type":"publisher-id","id":"09500"},{"type":"doi","id":"10.7554/eLife.09500"}],"date":{"day":"13","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09500","entryfile":"elife-09500-v2.xml","files":["elife-09500-fig1-v2-600w.jpg","elife-09500-fig2-figsupp1-v2-600w.jpg","elife-09500-fig2-v2-600w.jpg","elife-09500-fig3-figsupp1-v2-600w.jpg","elife-09500-fig3-v2-600w.jpg","elife-09500-fig4-figsupp1-v2-600w.jpg","elife-09500-fig4-figsupp2-v2-600w.jpg","elife-09500-fig4-v2-600w.jpg","elife-09500-fig5-v2-600w.jpg","elife-09500-fig6-v2-600w.jpg","elife-09500-v1.xml"]}