{"title":"Concerted action of neuroepithelial basal shrinkage and active epithelial migration ensures efficient optic cup morphogenesis","author":[{"surname":"Sidhaye","given-names":"Jaydeep"},{"surname":"Norden","given-names":"Caren"}],"abstract":"Organ formation is a multi-scale event that involves changes at the intracellular, cellular and tissue level. Organogenesis often starts with the formation of characteristically shaped organ precursors. However, the cellular mechanisms driving organ precursor formation are often not clear. Here, using zebrafish, we investigate the epithelial rearrangements responsible for the development of the hemispherical retinal neuroepithelium (RNE), a part of the optic cup. We show that in addition to basal shrinkage of RNE cells, active migration of connected epithelial cells into the RNE is a crucial player in its formation. This cellular movement is driven by progressive cell-matrix contacts and actively translocates prospective RNE cells to their correct location before they adopt neuroepithelial fate. Failure of this migration during neuroepithelium formation leads to ectopic determination of RNE cells and consequently impairs optic cup formation. Overall, this study illustrates how spatiotemporal coordination between morphogenic movements and fate determination critically influences organogenesis.","identifier":[{"type":"publisher-id","id":"22689"},{"type":"doi","id":"10.7554/eLife.22689"}],"date":{"day":"04","month":"04","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22689","entryfile":"elife-22689-v1.xml","files":["elife-22689-fig1-figsupp1-v1-600w.jpg","elife-22689-fig1-v1-600w.jpg","elife-22689-fig2-figsupp1-v1-600w.jpg","elife-22689-fig2-v1-600w.jpg","elife-22689-fig3-figsupp1-v1-600w.jpg","elife-22689-fig3-v1-600w.jpg","elife-22689-fig4-figsupp1-v1-600w.jpg","elife-22689-fig4-figsupp2-v1-600w.jpg","elife-22689-fig4-figsupp3-v1-600w.jpg","elife-22689-fig4-v1-600w.jpg","elife-22689-fig5-figsupp1-v1-600w.jpg","elife-22689-fig5-figsupp2-v1-600w.jpg","elife-22689-fig5-v1-600w.jpg","elife-22689-fig6-v1-600w.jpg","elife-22689-fig7-v1-600w.jpg","elife-22689-resp-fig1-v1-600w.jpg"]}