{"title":"Reduced matrix rigidity promotes neonatal cardiomyocyte dedifferentiation, proliferation and clonal expansion","author":[{"surname":"Yahalom-Ronen","given-names":"Yfat"},{"surname":"Rajchman","given-names":"Dana"},{"surname":"Sarig","given-names":"Rachel"},{"surname":"Geiger","given-names":"Benjamin"},{"surname":"Tzahor","given-names":"Eldad"}],"abstract":"Cardiomyocyte (CM) maturation in mammals is accompanied by a sharp decline in their proliferative and regenerative potential shortly after birth. In this study, we explored the role of the mechanical properties of the underlying matrix in the regulation of CM maturation. We show that rat and mouse neonatal CMs cultured on rigid surfaces exhibited increased myofibrillar organization, spread morphology, and reduced cell cycle activity. In contrast, compliant elastic matrices induced features of CM dedifferentiation, including a disorganized sarcomere network, rounding, and conspicuous cell-cycle re-entry. The rigid matrix facilitated nuclear division (karyokinesis) leading to binucleation, while compliant matrices promoted CM mitotic rounding and cell division (cytokinesis), associated with loss of differentiation markers. Moreover, the compliant matrix potentiated clonal expansion of CMs that involves multiple cell divisions. Thus, the compliant microenvironment facilitates CM dedifferentiation and proliferation via its effect on the organization of the myoskeleton. Our findings may be exploited to design new cardiac regenerative approaches.","identifier":[{"type":"publisher-id","id":"07455"},{"type":"doi","id":"10.7554/eLife.07455"}],"date":{"day":"12","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07455","entryfile":"elife-07455-v2.xml","files":["elife-07455-fig1-figsupp1-v2-600w.jpg","elife-07455-fig1-v2-600w.jpg","elife-07455-fig2-figsupp1-v2-600w.jpg","elife-07455-fig2-v2-600w.jpg","elife-07455-fig3-figsupp1-v2-600w.jpg","elife-07455-fig3-v2-600w.jpg","elife-07455-fig4-v2-600w.jpg","elife-07455-fig5-figsupp1-v2-600w.jpg","elife-07455-fig5-figsupp2-v2-600w.jpg","elife-07455-fig5-v2-600w.jpg","elife-07455-fig6-v2-600w.jpg","elife-07455-v1.xml"]}