{"title":"Logics and properties of a genetic regulatory program that drives embryonic muscle development in an echinoderm","author":[{"surname":"Andrikou","given-names":"Carmen"},{"surname":"Pai","given-names":"Chih-Yu"},{"surname":"Su","given-names":"Yi-Hsien"},{"surname":"Arnone","given-names":"Maria Ina"}],"abstract":"Evolutionary origin of muscle is a central question when discussing mesoderm evolution. Developmental mechanisms underlying somatic muscle development have mostly been studied in vertebrates and fly where multiple signals and hierarchic genetic regulatory cascades selectively specify myoblasts from a pool of naive mesodermal progenitors. However, due to the increased organismic complexity and distant phylogenetic position of the two systems, a general mechanistic understanding of myogenesis is still lacking. In this study, we propose a gene regulatory network (GRN) model that promotes myogenesis in the sea urchin embryo, an early branching deuterostome. A fibroblast growth factor signaling and four Forkhead transcription factors consist the central part of our model and appear to orchestrate the myogenic process. The topological properties of the network reveal dense gene interwiring and a multilevel transcriptional regulation of conserved and novel myogenic genes. Finally, the comparison of the myogenic network architecture among different animal groups highlights the evolutionary plasticity of developmental GRNs.","identifier":[{"type":"publisher-id","id":"07343"},{"type":"doi","id":"10.7554/eLife.07343"}],"date":{"day":"28","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07343","entryfile":"elife-07343-v2.xml","files":["elife-07343-fig1-figsupp1-v2-600w.jpg","elife-07343-fig1-figsupp2-v2-600w.jpg","elife-07343-fig1-figsupp3-v2-600w.jpg","elife-07343-fig1-figsupp4-v2-600w.jpg","elife-07343-fig1-v2-600w.jpg","elife-07343-fig2-figsupp1-v2-600w.jpg","elife-07343-fig2-figsupp2-v2-600w.jpg","elife-07343-fig2-figsupp3-v2-600w.jpg","elife-07343-fig2-v2-600w.jpg","elife-07343-fig3-v2-600w.jpg","elife-07343-fig4-figsupp1-v2-600w.jpg","elife-07343-fig4-figsupp2-v2-600w.jpg","elife-07343-fig4-figsupp3-v2-600w.jpg","elife-07343-fig4-figsupp4-v2-600w.jpg","elife-07343-fig4-v2-600w.jpg","elife-07343-fig5-v2-600w.jpg","elife-07343-fig6-v2-600w.jpg","elife-07343-fig7-figsupp1-v2-600w.jpg","elife-07343-fig7-v2-600w.jpg","elife-07343-v1.xml"]}