{"title":"A mitochondria-anchored isoform of the actin-nucleating spire protein regulates mitochondrial division","author":[{"surname":"Manor","given-names":"Uri"},{"surname":"Bartholomew","given-names":"Sadie"},{"surname":"Golani","given-names":"Gonen"},{"surname":"Christenson","given-names":"Eric"},{"surname":"Kozlov","given-names":"Michael"},{"surname":"Higgs","given-names":"Henry"},{"surname":"Spudich","given-names":"James"},{"surname":"Lippincott-Schwartz","given-names":"Jennifer"}],"abstract":"Mitochondrial division, essential for survival in mammals, is enhanced by an inter-organellar process involving ER tubules encircling and constricting mitochondria. The force for constriction is thought to involve actin polymerization by the ER-anchored isoform of the formin protein inverted formin 2 (INF2). Unknown is the mechanism triggering INF2-mediated actin polymerization at ER-mitochondria intersections. We show that a novel isoform of the formin-binding, actin-nucleating protein Spire, Spire1C, localizes to mitochondria and directly links mitochondria to the actin cytoskeleton and the ER. Spire1C binds INF2 and promotes actin assembly on mitochondrial surfaces. Disrupting either Spire1C actin- or formin-binding activities reduces mitochondrial constriction and division. We propose Spire1C cooperates with INF2 to regulate actin assembly at ER-mitochondrial contacts. Simulations support this model's feasibility and demonstrate polymerizing actin filaments can induce mitochondrial constriction. Thus, Spire1C is optimally positioned to serve as a molecular hub that links mitochondria to actin and the ER for regulation of mitochondrial division.","identifier":[{"type":"publisher-id","id":"08828"},{"type":"doi","id":"10.7554/eLife.08828"}],"date":{"day":"25","month":"08","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"08828","entryfile":"elife-08828-v3.xml","files":["elife-08828-fig1-figsupp1-v3-600w.jpg","elife-08828-fig1-figsupp2-v3-600w.jpg","elife-08828-fig1-figsupp3-v3-600w.jpg","elife-08828-fig1-v3-600w.jpg","elife-08828-fig2-figsupp1-v3-600w.jpg","elife-08828-fig2-v3-600w.jpg","elife-08828-fig3-figsupp1-v3-600w.jpg","elife-08828-fig3-v3-600w.jpg","elife-08828-fig4-figsupp1-v3-600w.jpg","elife-08828-fig4-v3-600w.jpg","elife-08828-fig5-v3-600w.jpg","elife-08828-fig6-v3-600w.jpg","elife-08828-fig7-v3-600w.jpg","elife-08828-fig8-figsupp1-v3-600w.jpg","elife-08828-fig8-v3-600w.jpg","elife-08828-v1.xml","elife-08828-v2.xml"]}