{"title":"Arcuate hypothalamic AgRP and putative POMC neurons show opposite changes in spiking across multiple timescales","author":[{"surname":"Mandelblat-Cerf","given-names":"Yael"},{"surname":"Ramesh","given-names":"Rohan N"},{"surname":"Burgess","given-names":"Christian R"},{"surname":"Patella","given-names":"Paola"},{"surname":"Yang","given-names":"Zongfang"},{"surname":"Lowell","given-names":"Bradford B"},{"surname":"Andermann","given-names":"Mark L"}],"abstract":"Agouti-related-peptide (AgRP) neurons—interoceptive neurons in the arcuate nucleus of the hypothalamus (ARC)—are both necessary and sufficient for driving feeding behavior. To better understand the functional roles of AgRP neurons, we performed optetrode electrophysiological recordings from AgRP neurons in awake, behaving <italic>AgRP-IRES-Cre</italic> mice. In free-feeding mice, we observed a fivefold increase in AgRP neuron firing with mounting caloric deficit in afternoon vs morning recordings. In food-restricted mice, as food became available, AgRP neuron firing dropped, yet remained elevated as compared to firing in sated mice. The rapid drop in spiking activity of AgRP neurons at meal onset may reflect a termination of the drive to find food, while residual, persistent spiking may reflect a sustained drive to consume food. Moreover, nearby neurons inhibited by AgRP neuron photostimulation, likely including satiety-promoting pro-opiomelanocortin (POMC) neurons, demonstrated opposite changes in spiking. Finally, firing of ARC neurons was also rapidly modulated within seconds of individual licks for liquid food. These findings suggest novel roles for antagonistic AgRP and POMC neurons in the regulation of feeding behaviors across multiple timescales.","identifier":[{"type":"publisher-id","id":"07122"},{"type":"doi","id":"10.7554/eLife.07122"}],"date":{"day":"10","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07122","entryfile":"elife-07122-v1.xml","files":["elife-07122-fig1-figsupp1-v1-600w.jpg","elife-07122-fig1-v1-600w.jpg","elife-07122-fig2-figsupp1-v1-600w.jpg","elife-07122-fig2-v1-600w.jpg","elife-07122-fig3-figsupp1-v1-600w.jpg","elife-07122-fig3-figsupp2-v1-600w.jpg","elife-07122-fig3-v1-600w.jpg","elife-07122-fig4-v1-600w.jpg","elife-07122-fig5-v1-600w.jpg","elife-07122-fig6-figsupp1-v1-600w.jpg","elife-07122-fig6-figsupp2-v1-600w.jpg","elife-07122-fig6-v1-600w.jpg","elife-07122-fig7-v1-600w.jpg","elife-07122-fig8-v1-600w.jpg"]}