{"title":"Endothelial cell-derived CD95 ligand serves as a chemokine in induction of neutrophil slow rolling and adhesion","author":[{"surname":"Gao","given-names":"Liang"},{"surname":"Gülcüler","given-names":"Gülce Sila"},{"surname":"Golbach","given-names":"Lieke"},{"surname":"Block","given-names":"Helena"},{"surname":"Zarbock","given-names":"Alexander"},{"surname":"Martin-Villalba","given-names":"Ana"}],"abstract":"Integrin activation is crucial for the regulation of leukocyte rolling, adhesion and trans-vessel migration during inflammation and occurs by engagement of myeloid cells through factors presented by inflamed vessels. However, endothelial-dependent mechanisms of myeloid cell recruitment are not fully understood. Here we show using an autoperfused flow chamber assay of whole blood neutrophils and intravital microscopy of the inflamed cremaster muscle that CD95 mediates leukocyte slow rolling, adhesion and transmigration upon binding of CD95-ligand (CD95L) that is presented by endothelial cells. In myeloid cells, CD95 triggers activation of Syk-Btk/PLCγ2/Rap1 signaling that ultimately leads to integrin activation. Excitingly, CD95-deficient myeloid cells exhibit impaired bacterial clearance in an animal model of sepsis induced by cecal ligation and puncture (CLP). Our data identify the cellular and molecular mechanisms underlying the chemoattractant effect of endothelial cell-derived CD95L in induction of neutrophil recruitment and support the use of therapeutic inhibition of CD95’s activity in inflammatory diseases.","identifier":[{"type":"publisher-id","id":"18542"},{"type":"doi","id":"10.7554/eLife.18542"}],"date":{"day":"20","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18542","entryfile":"elife-18542-v2.xml","files":["elife-18542-fig1-figsupp1-v2-600w.jpg","elife-18542-fig1-figsupp2-v2-600w.jpg","elife-18542-fig1-figsupp3-v2-600w.jpg","elife-18542-fig1-v2-600w.jpg","elife-18542-fig2-figsupp1-v2-600w.jpg","elife-18542-fig2-figsupp2-v2-600w.jpg","elife-18542-fig2-v2-600w.jpg","elife-18542-fig3-v2-600w.jpg","elife-18542-fig4-figsupp1-v2-600w.jpg","elife-18542-fig4-v2-600w.jpg","elife-18542-fig5-v2-600w.jpg","elife-18542-resp-fig1-v2-600w.jpg","elife-18542-v1.xml"]}