{"title":"Modes of flagellar assembly in <italic>Chlamydomonas reinhardtii</italic> and <italic>Trypanosoma brucei</italic>","author":[{"surname":"Höög","given-names":"Johanna L"},{"surname":"Lacomble","given-names":"Sylvain"},{"surname":"O’Toole","given-names":"Eileen T"},{"surname":"Hoenger","given-names":"Andreas"},{"surname":"McIntosh","given-names":"J Richard"},{"surname":"Gull","given-names":"Keith"}],"abstract":"Defects in flagella growth are related to a number of human diseases. Central to flagellar growth is the organization of microtubules that polymerize from basal bodies to form the axoneme, which consists of hundreds of proteins. Flagella exist in all eukaryotic phyla, but neither the mechanism by which flagella grow nor the conservation of this process in evolution are known. Here, we study how protein complexes assemble onto the growing axoneme tip using (cryo) electron tomography. In <italic>Chlamydomonas reinhardtii</italic> microtubules and associated proteins are added simultaneously. However, in <italic>Trypanosoma brucei</italic>, disorganized arrays of microtubules are arranged into the axoneme structure by the later addition of preformed protein complexes. Post assembly, the <italic>T. brucei</italic> transition zone alters structure and its association with the central pair loosens. We conclude that there are multiple ways to form a flagellum and that species-specific structural knowledge is critical before evaluating flagellar defects.","identifier":[{"type":"publisher-id","id":"01479"},{"type":"doi","id":"10.7554/eLife.01479"}],"date":{"day":"21","month":"01","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01479","entryfile":"elife-01479-v1.xml","files":["elife-01479-fig1-figsupp1-v1-600w.jpg","elife-01479-fig1-v1-600w.jpg","elife-01479-fig2-v1-600w.jpg","elife-01479-fig3-figsupp1-v1-600w.jpg","elife-01479-fig3-v1-600w.jpg","elife-01479-fig4-v1-600w.jpg","elife-01479-fig5-figsupp1-v1-600w.jpg","elife-01479-fig5-v1-600w.jpg","elife-01479-fig6-v1-600w.jpg","elife-01479-fig7-v1-600w.jpg"]}