{"title":"Non-allelic gene conversion enables rapid evolutionary change at multiple regulatory sites encoded by transposable elements","author":[{"surname":"Ellison","given-names":"Christopher E"},{"surname":"Bachtrog","given-names":"Doris"}],"abstract":"Transposable elements (TEs) allow rewiring of regulatory networks, and the recent amplification of the ISX element dispersed 77 functional but suboptimal binding sites for the dosage compensation complex to a newly formed X chromosome in Drosophila. Here we identify two linked refining mutations within ISX that interact epistatically to increase binding affinity to the dosage compensation complex. Selection has increased the frequency of this derived haplotype in the population, which is fixed at 30% of ISX insertions and polymorphic among another 41%. Sharing of this haplotype indicates that high levels of gene conversion among ISX elements allow them to ‘crowd-source’ refining mutations, and a refining mutation that occurs at any single ISX element can spread in two dimensions: horizontally across insertion sites by non-allelic gene conversion, and vertically through the population by natural selection. These results describe a novel route by which fully functional regulatory elements can arise rapidly from TEs and implicate non-allelic gene conversion as having an important role in accelerating the evolutionary fine-tuning of regulatory networks.","identifier":[{"type":"publisher-id","id":"05899"},{"type":"doi","id":"10.7554/eLife.05899"}],"date":{"day":"17","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05899","entryfile":"elife-05899-v2.xml","files":["elife-05899-fig1-figsupp1-v2-600w.jpg","elife-05899-fig1-v2-600w.jpg","elife-05899-fig2-v2-600w.jpg","elife-05899-fig3-figsupp1-v2-600w.jpg","elife-05899-fig3-v2-600w.jpg","elife-05899-fig4-figsupp1-v2-600w.jpg","elife-05899-fig4-v2-600w.jpg","elife-05899-fig5-v2-600w.jpg","elife-05899-fig6-v2-600w.jpg","elife-05899-v1.xml"]}