{"title":"Phenotypic landscape inference reveals multiple evolutionary paths to C<sub>4</sub> photosynthesis","author":[{"surname":"Williams","given-names":"Ben P"},{"surname":"Johnston","given-names":"Iain G"},{"surname":"Covshoff","given-names":"Sarah"},{"surname":"Hibberd","given-names":"Julian M"}],"abstract":"C<sub>4</sub> photosynthesis has independently evolved from the ancestral C<sub>3</sub> pathway in at least 60 plant lineages, but, as with other complex traits, how it evolved is unclear. Here we show that the polyphyletic appearance of C<sub>4</sub> photosynthesis is associated with diverse and flexible evolutionary paths that group into four major trajectories. We conducted a meta-analysis of 18 lineages containing species that use C<sub>3</sub>, C<sub>4</sub>, or intermediate C<sub>3</sub>–C<sub>4</sub> forms of photosynthesis to parameterise a 16-dimensional phenotypic landscape. We then developed and experimentally verified a novel Bayesian approach based on a hidden Markov model that predicts how the C<sub>4</sub> phenotype evolved. The alternative evolutionary histories underlying the appearance of C<sub>4</sub> photosynthesis were determined by ancestral lineage and initial phenotypic alterations unrelated to photosynthesis. We conclude that the order of C<sub>4</sub> trait acquisition is flexible and driven by non-photosynthetic drivers. This flexibility will have facilitated the convergent evolution of this complex trait.","identifier":[{"type":"publisher-id","id":"00961"},{"type":"doi","id":"10.7554/eLife.00961"}],"date":{"day":"28","month":"09","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00961","entryfile":"elife-00961-v1.xml","files":["elife-00961-fig1-figsupp1-v1-600w.jpg","elife-00961-fig1-figsupp2-v1-600w.jpg","elife-00961-fig1-figsupp3-v1-600w.jpg","elife-00961-fig1-figsupp4-v1-600w.jpg","elife-00961-fig1-v1-600w.jpg","elife-00961-fig2-figsupp1-v1-600w.jpg","elife-00961-fig2-v1-600w.jpg","elife-00961-fig3-figsupp1-v1-600w.jpg","elife-00961-fig3-figsupp2-v1-600w.jpg","elife-00961-fig3-figsupp3-v1-600w.jpg","elife-00961-fig3-v1-600w.jpg","elife-00961-fig4-figsupp1-v1-600w.jpg","elife-00961-fig4-v1-600w.jpg"]}