{"title":"Local GABA concentration is related to network-level resting functional connectivity","author":[{"surname":"Stagg","given-names":"Charlotte J"},{"surname":"Bachtiar","given-names":"Velicia"},{"surname":"Amadi","given-names":"Ugwechi"},{"surname":"Gudberg","given-names":"Christel A"},{"surname":"Ilie","given-names":"Andrei S"},{"surname":"Sampaio-Baptista","given-names":"Cassandra"},{"surname":"O’Shea","given-names":"Jacinta"},{"surname":"Woolrich","given-names":"Mark"},{"surname":"Smith","given-names":"Stephen M"},{"surname":"Filippini","given-names":"Nicola"},{"surname":"Near","given-names":"Jamie"},{"surname":"Johansen-Berg","given-names":"Heidi"}],"abstract":"Anatomically plausible networks of functionally inter-connected regions have been reliably demonstrated at rest, although the neurochemical basis of these ‘resting state networks’ is not well understood. In this study, we combined magnetic resonance spectroscopy (MRS) and resting state fMRI and demonstrated an inverse relationship between levels of the inhibitory neurotransmitter GABA within the primary motor cortex (M1) and the strength of functional connectivity across the resting motor network. This relationship was both neurochemically and anatomically specific. We then went on to show that anodal transcranial direct current stimulation (tDCS), an intervention previously shown to decrease GABA levels within M1, increased resting motor network connectivity. We therefore suggest that network-level functional connectivity within the motor system is related to the degree of inhibition in M1, a major node within the motor network, a finding in line with converging evidence from both simulation and empirical studies.","identifier":[{"type":"publisher-id","id":"01465"},{"type":"doi","id":"10.7554/eLife.01465"}],"date":{"day":"25","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01465","entryfile":"elife-01465-v1.xml","files":["elife-01465-fig1-v1-600w.jpg","elife-01465-fig2-figsupp1-v1-600w.jpg","elife-01465-fig2-figsupp2-v1-600w.jpg","elife-01465-fig2-v1-600w.jpg","elife-01465-fig3-figsupp1-v1-600w.jpg","elife-01465-fig3-v1-600w.jpg","elife-01465-fig4-v1-600w.jpg"]}