{"title":"Development of pacemaker properties and rhythmogenic mechanisms in the mouse embryonic respiratory network","author":[{"surname":"Chevalier","given-names":"Marc"},{"surname":"Toporikova","given-names":"Natalia"},{"surname":"Simmers","given-names":"John"},{"surname":"Thoby-Brisson","given-names":"Muriel"}],"abstract":"Breathing is a vital rhythmic behavior generated by hindbrain neuronal circuitry, including the preBötzinger complex network (preBötC) that controls inspiration. The emergence of preBötC network activity during prenatal development has been described, but little is known regarding inspiratory neurons expressing pacemaker properties at embryonic stages. Here, we combined calcium imaging and electrophysiological recordings in mouse embryo brainstem slices together with computational modeling to reveal the existence of heterogeneous pacemaker oscillatory properties relying on distinct combinations of burst-generating <italic>I</italic><sub>NaP</sub> and <italic>I</italic><sub>CAN</sub> conductances. The respective proportion of the different inspiratory pacemaker subtypes changes during prenatal development. Concomitantly, network rhythmogenesis switches from a purely <italic>I</italic><sub>NaP</sub>/<italic>I</italic><sub>CAN</sub>-dependent mechanism at E16.5 to a combined pacemaker/network-driven process at E18.5. Our results provide the first description of pacemaker bursting properties in embryonic preBötC neurons and indicate that network rhythmogenesis undergoes important changes during prenatal development through alterations in both circuit properties and the biophysical characteristics of pacemaker neurons.","identifier":[{"type":"publisher-id","id":"16125"},{"type":"doi","id":"10.7554/eLife.16125"}],"date":{"day":"19","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16125","entryfile":"elife-16125-v2.xml","files":["elife-16125-fig1-v2-600w.jpg","elife-16125-fig2-v2-600w.jpg","elife-16125-fig3-v2-600w.jpg","elife-16125-fig4-v2-600w.jpg","elife-16125-fig5-v2-600w.jpg","elife-16125-fig6-v2-600w.jpg","elife-16125-fig7-v2-600w.jpg","elife-16125-fig8-v2-600w.jpg","elife-16125-v1.xml"]}