{"title":"Using an achiasmic human visual system to quantify the relationship between the fMRI BOLD signal and neural response","author":[{"surname":"Bao","given-names":"Pinglei"},{"surname":"Purington","given-names":"Christopher J"},{"surname":"Tjan","given-names":"Bosco S"}],"abstract":"Achiasma in humans causes gross mis-wiring of the retinal-fugal projection, resulting in overlapped cortical representations of left and right visual hemifields. We show that in areas V1-V3 this overlap is due to two co-located but non-interacting populations of neurons, each with a receptive field serving only one hemifield. Importantly, the two populations share the same local vascular control, resulting in a unique organization useful for quantifying the relationship between neural and fMRI BOLD responses without direct measurement of neural activity. Specifically, we can non-invasively double local neural responses by stimulating both neuronal populations with identical stimuli presented symmetrically across the vertical meridian to both visual hemifields, versus one population by stimulating in one hemifield. Measurements from a series of such doubling experiments show that the amplitude of BOLD response is proportional to approximately 0.5 power of the underlying neural response. Reanalyzing published data shows that this inferred relationship is general.","identifier":[{"type":"publisher-id","id":"09600"},{"type":"doi","id":"10.7554/eLife.09600"}],"date":{"day":"27","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09600","entryfile":"elife-09600-v2.xml","files":["elife-09600-fig1-figsupp1-v2-600w.jpg","elife-09600-fig1-v2-600w.jpg","elife-09600-fig2-figsupp1-v2-600w.jpg","elife-09600-fig2-v2-600w.jpg","elife-09600-fig3-figsupp1-v2-600w.jpg","elife-09600-fig3-figsupp2-v2-600w.jpg","elife-09600-fig3-figsupp3-v2-600w.jpg","elife-09600-fig3-v2-600w.jpg","elife-09600-fig4-figsupp1-v2-600w.jpg","elife-09600-fig4-figsupp2-v2-600w.jpg","elife-09600-fig4-v2-600w.jpg","elife-09600-fig5-v2-600w.jpg","elife-09600-v1.xml"]}