{"title":"Small molecule-mediated refolding and activation of myosin motor function","author":[{"surname":"Radke","given-names":"Michael B"},{"surname":"Taft","given-names":"Manuel H"},{"surname":"Stapel","given-names":"Britta"},{"surname":"Hilfiker-Kleiner","given-names":"Denise"},{"surname":"Preller","given-names":"Matthias"},{"surname":"Manstein","given-names":"Dietmar J"}],"abstract":"The small molecule EMD 57033 has been shown to stimulate the actomyosin ATPase activity and contractility of myofilaments. Here, we show that EMD 57033 binds to an allosteric pocket in the myosin motor domain. EMD 57033-binding protects myosin against heat stress and thermal denaturation. In the presence of EMD 57033, ATP hydrolysis, coupling between actin and nucleotide binding sites, and actin affinity in the presence of ATP are increased more than 10-fold. Addition of EMD 57033 to heat-inactivated β-cardiac myosin is followed by refolding and reactivation of ATPase and motile activities. In heat-stressed cardiomyocytes expression of the stress-marker atrial natriuretic peptide is suppressed by EMD 57033. Thus, EMD 57033 displays a much wider spectrum of activities than those previously associated with small, drug-like compounds. Allosteric effectors that mediate refolding and enhance enzymatic function have the potential to improve the treatment of heart failure, myopathies, and protein misfolding diseases.","identifier":[{"type":"publisher-id","id":"01603"},{"type":"doi","id":"10.7554/eLife.01603"}],"date":{"day":"11","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01603","entryfile":"elife-01603-v1.xml","files":["elife-01603-fig1-figsupp1-v1-600w.jpg","elife-01603-fig1-figsupp2-v1-600w.jpg","elife-01603-fig1-v1-600w.jpg","elife-01603-fig2-figsupp1-v1-600w.jpg","elife-01603-fig2-v1-600w.jpg","elife-01603-fig3-v1-600w.jpg","elife-01603-fig4-figsupp1-v1-600w.jpg","elife-01603-fig4-figsupp2-v1-600w.jpg","elife-01603-fig4-v1-600w.jpg","elife-01603-fig5-v1-600w.jpg"]}