{"title":"Exercise promotes the expression of brain derived neurotrophic factor (BDNF) through the action of the ketone body β-hydroxybutyrate","author":[{"surname":"Sleiman","given-names":"Sama F"},{"surname":"Henry","given-names":"Jeffrey"},{"surname":"Al-Haddad","given-names":"Rami"},{"surname":"El Hayek","given-names":"Lauretta"},{"surname":"Abou Haidar","given-names":"Edwina"},{"surname":"Stringer","given-names":"Thomas"},{"surname":"Ulja","given-names":"Devyani"},{"surname":"Karuppagounder","given-names":"Saravanan S"},{"surname":"Holson","given-names":"Edward B"},{"surname":"Ratan","given-names":"Rajiv R"},{"surname":"Ninan","given-names":"Ipe"},{"surname":"Chao","given-names":"Moses V"}],"abstract":"Exercise induces beneficial responses in the brain, which is accompanied by an increase in BDNF, a trophic factor associated with cognitive improvement and the alleviation of depression and anxiety. However, the exact mechanisms whereby physical exercise produces an induction in brain <italic>Bdnf</italic> gene expression are not well understood. While pharmacological doses of HDAC inhibitors exert positive effects on <italic>Bdnf</italic> gene transcription, the inhibitors represent small molecules that do not occur <italic>in vivo</italic>. Here, we report that an endogenous molecule released after exercise is capable of inducing key promoters of the <italic>Mus musculus Bdnf</italic> gene. The metabolite β-hydroxybutyrate, which increases after prolonged exercise, induces the activities of <italic>Bdnf</italic> promoters, particularly promoter I, which is activity-dependent. We have discovered that the action of β-hydroxybutyrate is specifically upon HDAC2 and HDAC3, which act upon selective <italic>Bdnf</italic> promoters. Moreover, the effects upon hippocampal <italic>Bdnf</italic> expression were observed after direct ventricular application of β-hydroxybutyrate. Electrophysiological measurements indicate that β-hydroxybutyrate causes an increase in neurotransmitter release, which is dependent upon the TrkB receptor. These results reveal an endogenous mechanism to explain how physical exercise leads to the induction of BDNF.","identifier":[{"type":"publisher-id","id":"15092"},{"type":"doi","id":"10.7554/eLife.15092"}],"date":{"day":"02","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15092","entryfile":"elife-15092-v2.xml","files":["elife-15092-fig1-v2-600w.jpg","elife-15092-fig2-v2-600w.jpg","elife-15092-fig3-v2-600w.jpg","elife-15092-fig4-v2-600w.jpg","elife-15092-fig5-v2-600w.jpg","elife-15092-fig6-v2-600w.jpg","elife-15092-fig7-v2-600w.jpg","elife-15092-fig8-v2-600w.jpg","elife-15092-v1.xml"]}