{"title":"Perceptual decisions are biased by the cost to act","author":[{"surname":"Hagura","given-names":"Nobuhiro"},{"surname":"Haggard","given-names":"Patrick"},{"surname":"Diedrichsen","given-names":"Jörn"}],"abstract":"Perceptual decisions are classically thought to depend mainly on the stimulus characteristics, probability and associated reward. However, in many cases, the motor response is considered to be a neutral output channel that only reflects the upstream decision. Contrary to this view, we show that perceptual decisions can be recursively influenced by the physical resistance applied to the response. When participants reported the direction of the visual motion by left or right manual reaching movement with different resistances, their reports were biased towards the direction associated with less effortful option. Repeated exposure to such resistance on hand during perceptual judgements also biased subsequent judgements using voice, indicating that effector-dependent motor costs not only biases the report at the stage of motor response, but also changed how the sensory inputs are transformed into decisions. This demonstrates that the cost to act can influence our decisions beyond the context of the specific action.","identifier":[{"type":"publisher-id","id":"18422"},{"type":"doi","id":"10.7554/eLife.18422"}],"date":{"day":"21","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18422","entryfile":"elife-18422-v2.xml","files":["elife-18422-fig1-figsupp1-v1-600w.jpg","elife-18422-fig1-figsupp1-v2-600w.jpg","elife-18422-fig1-v1-600w.jpg","elife-18422-fig1-v2-600w.jpg","elife-18422-fig2-v1-600w.jpg","elife-18422-fig2-v2-600w.jpg","elife-18422-fig3-figsupp1-v1-600w.jpg","elife-18422-fig3-figsupp1-v2-600w.jpg","elife-18422-fig3-v1-600w.jpg","elife-18422-fig3-v2-600w.jpg","elife-18422-fig4-figsupp1-v1-600w.jpg","elife-18422-fig4-figsupp1-v2-600w.jpg","elife-18422-fig4-figsupp2-v1-600w.jpg","elife-18422-fig4-figsupp2-v2-600w.jpg","elife-18422-fig4-v1-600w.jpg","elife-18422-fig4-v2-600w.jpg","elife-18422-v1.xml"]}