{"title":"Immunosuppression via adenosine receptor activation by adenosine monophosphate released from apoptotic cells","author":[{"surname":"Yamaguchi","given-names":"Hiroshi"},{"surname":"Maruyama","given-names":"Toshihiko"},{"surname":"Urade","given-names":"Yoshihiro"},{"surname":"Nagata","given-names":"Shigekazu"}],"abstract":"Apoptosis is coupled with recruitment of macrophages for engulfment of dead cells, and with compensatory proliferation of neighboring cells. Yet, this death process is silent, and it does not cause inflammation. The molecular mechanisms underlying anti-inflammatory nature of the apoptotic process remains poorly understood. In this study, we found that the culture supernatant of apoptotic cells activated the macrophages to express anti-inflammatory genes such as <italic>Nr4a</italic> and <italic>Thbs1</italic>. A high level of AMP accumulated in the apoptotic cell supernatant in a Pannexin1-dependent manner. A nucleotidase inhibitor and A2a adenosine receptor antagonist inhibited the apoptotic supernatant-induced gene expression, suggesting AMP was metabolized to adenosine by an ecto-5’-nucleotidase expressed on macrophages, to activate the macrophage A2a adenosine receptor. Intraperitoneal injection of zymosan into <italic>Adora2a-</italic> or <italic>Panx1-</italic>deficient mice produced high, sustained levels of inflammatory mediators in the peritoneal lavage. These results indicated that AMP from apoptotic cells suppresses inflammation as a ‘calm down’ signal.","identifier":[{"type":"publisher-id","id":"02172"},{"type":"doi","id":"10.7554/eLife.02172"}],"date":{"day":"25","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02172","entryfile":"elife-02172-v1.xml","files":["elife-02172-fig1-figsupp1-v1-600w.jpg","elife-02172-fig1-v1-600w.jpg","elife-02172-fig2-v1-600w.jpg","elife-02172-fig3-figsupp1-v1-600w.jpg","elife-02172-fig3-v1-600w.jpg","elife-02172-fig4-figsupp1-v1-600w.jpg","elife-02172-fig4-figsupp2-v1-600w.jpg","elife-02172-fig4-v1-600w.jpg","elife-02172-fig5-v1-600w.jpg"]}