{"title":"Distinct regulation of dopamine D2S and D2L autoreceptor signaling by calcium","author":[{"surname":"Gantz","given-names":"Stephanie C"},{"surname":"Robinson","given-names":"Brooks G"},{"surname":"Buck","given-names":"David C"},{"surname":"Bunzow","given-names":"James R"},{"surname":"Neve","given-names":"Rachael L"},{"surname":"Williams","given-names":"John T"},{"surname":"Neve","given-names":"Kim A"}],"abstract":"D2 autoreceptors regulate dopamine release throughout the brain. Two isoforms of the D2 receptor, D2S and D2L, are expressed in midbrain dopamine neurons. Differential roles of these isoforms as autoreceptors are poorly understood. By virally expressing the isoforms in dopamine neurons of D2 receptor knockout mice, this study assessed the calcium-dependence and drug-induced plasticity of D2S and D2L receptor-dependent G protein-coupled inwardly rectifying potassium (GIRK) currents. The results reveal that D2S, but not D2L receptors, exhibited calcium-dependent desensitization similar to that exhibited by endogenous autoreceptors. Two pathways of calcium signaling that regulated D2 autoreceptor-dependent GIRK signaling were identified, which distinctly affected desensitization and the magnitude of D2S and D2L receptor-dependent GIRK currents. Previous in vivo cocaine exposure removed calcium-dependent D2 autoreceptor desensitization in wild type, but not D2S-only mice. Thus, expression of D2S as the exclusive autoreceptor was insufficient for cocaine-induced plasticity, implying a functional role for the co-expression of D2S and D2L autoreceptors.","identifier":[{"type":"publisher-id","id":"09358"},{"type":"doi","id":"10.7554/eLife.09358"}],"date":{"day":"26","month":"08","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"09358","entryfile":"elife-09358-v2.xml","files":["elife-09358-fig1-v2-600w.jpg","elife-09358-fig2-v2-600w.jpg","elife-09358-fig3-figsupp1-v2-600w.jpg","elife-09358-fig3-v2-600w.jpg","elife-09358-fig4-figsupp1-v2-600w.jpg","elife-09358-fig4-figsupp2-v2-600w.jpg","elife-09358-fig4-v2-600w.jpg","elife-09358-fig5-figsupp1-v2-600w.jpg","elife-09358-fig5-v2-600w.jpg","elife-09358-fig6-figsupp1-v2-600w.jpg","elife-09358-fig6-v2-600w.jpg","elife-09358-fig7-v2-600w.jpg","elife-09358-v1.xml"]}