{"title":"Nucleocapsid assembly in pneumoviruses is regulated by conformational switching of the N protein","author":[{"surname":"Renner","given-names":"Max"},{"surname":"Bertinelli","given-names":"Mattia"},{"surname":"Leyrat","given-names":"Cédric"},{"surname":"Paesen","given-names":"Guido C"},{"surname":"Saraiva de Oliveira","given-names":"Laura Freitas"},{"surname":"Huiskonen","given-names":"Juha T"},{"surname":"Grimes","given-names":"Jonathan M"}],"abstract":"Non-segmented, (-)RNA viruses cause serious human diseases. Human metapneumovirus (HMPV), an emerging pathogen of this order of viruses (<italic>Mononegavirales</italic>) is one of the main causes of respiratory tract illness in children. To help elucidate the assembly mechanism of the nucleocapsid (the viral RNA genome packaged by the nucleoprotein N) we present crystallographic structures of HMPV N in its assembled RNA-bound state and in a monomeric state, bound to the polymerase cofactor P. Our structures reveal molecular details of how P inhibits the self-assembly of N and how N transitions between the RNA-free and RNA-bound conformational state. Notably, we observe a role for the C-terminal extension of N in directly preventing premature uptake of RNA by folding into the RNA-binding cleft. Our structures suggest a common mechanism of how the growth of the nucleocapsid is orchestrated, and highlight an interaction site representing an important target for antivirals.","identifier":[{"type":"publisher-id","id":"12627"},{"type":"doi","id":"10.7554/eLife.12627"}],"date":{"day":"15","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12627","entryfile":"elife-12627-v2.xml","files":["elife-12627-fig1-figsupp1-v2-600w.jpg","elife-12627-fig1-v2-600w.jpg","elife-12627-fig2-figsupp1-v2-600w.jpg","elife-12627-fig2-figsupp2-v2-600w.jpg","elife-12627-fig2-figsupp3-v2-600w.jpg","elife-12627-fig2-figsupp4-v2-600w.jpg","elife-12627-fig2-v2-600w.jpg","elife-12627-fig3-figsupp1-v2-600w.jpg","elife-12627-fig3-v2-600w.jpg","elife-12627-v1.xml"]}