{"title":"Diagnostically relevant facial gestalt information from ordinary photos","author":[{"surname":"Ferry","given-names":"Quentin"},{"surname":"Steinberg","given-names":"Julia"},{"surname":"Webber","given-names":"Caleb"},{"surname":"FitzPatrick","given-names":"David R"},{"surname":"Ponting","given-names":"Chris P"},{"surname":"Zisserman","given-names":"Andrew"},{"surname":"Nellåker","given-names":"Christoffer"}],"abstract":"Craniofacial characteristics are highly informative for clinical geneticists when diagnosing genetic diseases. As a first step towards the high-throughput diagnosis of ultra-rare developmental diseases we introduce an automatic approach that implements recent developments in computer vision. This algorithm extracts phenotypic information from ordinary non-clinical photographs and, using machine learning, models human facial dysmorphisms in a multidimensional 'Clinical Face Phenotype Space'. The space locates patients in the context of known syndromes and thereby facilitates the generation of diagnostic hypotheses. Consequently, the approach will aid clinicians by greatly narrowing (by 27.6-fold) the search space of potential diagnoses for patients with suspected developmental disorders. Furthermore, this Clinical Face Phenotype Space allows the clustering of patients by phenotype even when no known syndrome diagnosis exists, thereby aiding disease identification. We demonstrate that this approach provides a novel method for inferring causative genetic variants from clinical sequencing data through functional genetic pathway comparisons.","identifier":[{"type":"publisher-id","id":"02020"},{"type":"doi","id":"10.7554/eLife.02020"}],"date":{"day":"24","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02020","entryfile":"elife-02020-v1.xml","files":["elife-02020-fig1-figsupp1-v1-600w.jpg","elife-02020-fig1-figsupp2-v1-600w.jpg","elife-02020-fig1-v1-600w.jpg","elife-02020-fig2-figsupp1-v1-600w.jpg","elife-02020-fig3-v1-600w.jpg","elife-02020-fig4-figsupp1-v1-600w.jpg","elife-02020-fig4-figsupp2-v1-600w.jpg","elife-02020-fig4-figsupp3-v1-600w.jpg","elife-02020-fig4-figsupp4-v1-600w.jpg","elife-02020-fig4-v1-600w.jpg","elife-02020-fig5-v1-600w.jpg","elife-02020-fig6-v1-600w.jpg"]}