{"title":"Involvement of the Acyl-CoA binding domain containing 7 in the control of food intake and energy expenditure in mice","author":[{"surname":"Lanfray","given-names":"Damien"},{"surname":"Caron","given-names":"Alexandre"},{"surname":"Roy","given-names":"Marie-Claude"},{"surname":"Laplante","given-names":"Mathieu"},{"surname":"Morin","given-names":"Fabrice"},{"surname":"Leprince","given-names":"Jérôme"},{"surname":"Tonon","given-names":"Marie-Christine"},{"surname":"Richard","given-names":"Denis"}],"abstract":"Acyl-CoA binding domain-containing 7 (<italic>Acbd7</italic>) is a paralog gene of the diazepam-binding inhibitor/Acyl-CoA binding protein in which single nucleotide polymorphism has recently been associated with obesity in humans. In this report, we provide converging evidence indicating that a splice variant isoform of the <italic>Acbd7</italic> mRNA is expressed and translated by some POMC and GABAergic-neurons in the hypothalamic arcuate nucleus (ARC). We have demonstrated that the ARC ACBD7 isoform was produced and processed into a bioactive peptide referred to as nonadecaneuropeptide (NDN) in response to catabolic signals. We have characterized NDN as a potent anorexigenic signal acting through an uncharacterized endozepine G protein-coupled receptor and subsequently via the melanocortin system. Our results suggest that ACBD7-producing neurons participate in the hypothalamic leptin signalling pathway. Taken together, these data suggest that ACBD7-producing neurons are involved in the hypothalamic control exerted on food intake and energy expenditure by the leptin-melanocortin pathway.","identifier":[{"type":"publisher-id","id":"11742"},{"type":"doi","id":"10.7554/eLife.11742"}],"date":{"day":"15","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11742","entryfile":"elife-11742-v2.xml","files":["elife-11742-fig1-figsupp1-v2-600w.jpg","elife-11742-fig1-figsupp2-v2-600w.jpg","elife-11742-fig1-figsupp3-v2-600w.jpg","elife-11742-fig1-v2-600w.jpg","elife-11742-fig2-v2-600w.jpg","elife-11742-fig3-v2-600w.jpg","elife-11742-fig4-v2-600w.jpg","elife-11742-fig5-v2-600w.jpg","elife-11742-v1.xml"]}