{"title":"Contrasting roles for parvalbumin-expressing inhibitory neurons in two forms of adult visual cortical plasticity","author":[{"surname":"Kaplan","given-names":"Eitan S"},{"surname":"Cooke","given-names":"Sam F"},{"surname":"Komorowski","given-names":"Robert W"},{"surname":"Chubykin","given-names":"Alexander A"},{"surname":"Thomazeau","given-names":"Aurore"},{"surname":"Khibnik","given-names":"Lena A"},{"surname":"Gavornik","given-names":"Jeffrey P"},{"surname":"Bear","given-names":"Mark F"}],"abstract":"The roles played by cortical inhibitory neurons in experience-dependent plasticity are not well understood. Here we evaluate the participation of parvalbumin-expressing (PV+) GABAergic neurons in two forms of experience-dependent modification of primary visual cortex (V1) in adult mice: ocular dominance (OD) plasticity resulting from monocular deprivation and stimulus-selective response potentiation (SRP) resulting from enriched visual experience. These two forms of plasticity are triggered by different events but lead to a similar increase in visual cortical response. Both also require the NMDA class of glutamate receptor (NMDAR). However, we find that PV+ inhibitory neurons in V1 play a critical role in the expression of SRP and its behavioral correlate of familiarity recognition, but not in the expression of OD plasticity. Furthermore, NMDARs expressed within PV+ cells, reversibly inhibited by the psychotomimetic drug ketamine, play a critical role in SRP, but not in the induction or expression of adult OD plasticity.","identifier":[{"type":"publisher-id","id":"11450"},{"type":"doi","id":"10.7554/eLife.11450"}],"date":{"day":"04","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11450","entryfile":"elife-11450-v1.xml","files":["elife-11450-fig1-v1-600w.jpg","elife-11450-fig2-v1-600w.jpg","elife-11450-fig3-figsupp1-v1-600w.jpg","elife-11450-fig3-v1-600w.jpg","elife-11450-fig4-v1-600w.jpg","elife-11450-fig5-figsupp1-v1-600w.jpg","elife-11450-fig5-v1-600w.jpg","elife-11450-fig6-v1-600w.jpg","elife-11450-fig7-v1-600w.jpg","elife-11450-fig8-figsupp1-v1-600w.jpg","elife-11450-fig8-v1-600w.jpg"]}