{"title":"Minor introns are embedded molecular switches regulated by highly unstable U6atac snRNA","author":[{"surname":"Younis","given-names":"Ihab"},{"surname":"Dittmar","given-names":"Kimberly"},{"surname":"Wang","given-names":"Wei"},{"surname":"Foley","given-names":"Shawn W"},{"surname":"Berg","given-names":"Michael G"},{"surname":"Hu","given-names":"Karen Y"},{"surname":"Wei","given-names":"Zhi"},{"surname":"Wan","given-names":"Lili"},{"surname":"Dreyfuss","given-names":"Gideon"}],"abstract":"Eukaryotes have two types of spliceosomes, comprised of either major (U1, U2, U4, U5, U6) or minor (U11, U12, U4atac, U6atac; <1%) snRNPs. The high conservation of minor introns, typically one amidst many major introns in several hundred genes, despite their poor splicing, has been a long-standing enigma. Here, we discovered that the low abundance minor spliceosome’s catalytic snRNP, U6atac, is strikingly unstable (t½<2 hr). We show that U6atac level depends on both RNA polymerases II and III and can be rapidly increased by cell stress-activated kinase p38MAPK, which stabilizes it, enhancing mRNA expression of hundreds of minor intron-containing genes that are otherwise suppressed by limiting U6atac. Furthermore, p38MAPK-dependent U6atac modulation can control minor intron-containing tumor suppressor PTEN expression and cytokine production. We propose that minor introns are embedded molecular switches regulated by U6atac abundance, providing a novel post-transcriptional gene expression mechanism and a rationale for the minor spliceosome’s evolutionary conservation.","identifier":[{"type":"publisher-id","id":"00780"},{"type":"doi","id":"10.7554/eLife.00780"}],"date":{"day":"30","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00780","entryfile":"elife-00780-v1.xml","files":["elife-00780-fig1-figsupp1-v1-600w.jpg","elife-00780-fig1-figsupp2-v1-600w.jpg","elife-00780-fig1-figsupp3-v1-600w.jpg","elife-00780-fig1-v1-600w.jpg","elife-00780-fig2-figsupp1-v1-600w.jpg","elife-00780-fig2-v1-600w.jpg","elife-00780-fig3-v1-600w.jpg","elife-00780-fig4-v1-600w.jpg","elife-00780-fig5-v1-600w.jpg","elife-00780-fig6-v1-600w.jpg","elife-00780-fig7-v1-600w.jpg"]}