{"title":"ESCRT-III drives the final stages of CUPS maturation for unconventional protein secretion","author":[{"surname":"Curwin","given-names":"Amy J"},{"surname":"Brouwers","given-names":"Nathalie"},{"surname":"Alonso Y Adell","given-names":"Manuel"},{"surname":"Teis","given-names":"David"},{"surname":"Turacchio","given-names":"Gabriele"},{"surname":"Parashuraman","given-names":"Seetharaman"},{"surname":"Ronchi","given-names":"Paolo"},{"surname":"Malhotra","given-names":"Vivek"}],"abstract":"The unconventional secretory pathway exports proteins that bypass the endoplasmic reticulum. In <italic>Saccharomyces cerevisiae</italic>, conditions that trigger Acb1 secretion via this pathway generate a Grh1 containing compartment composed of vesicles and tubules surrounded by a cup-shaped membrane and collectively called CUPS. Here we report a quantitative assay for Acb1 secretion that reveals requirements for ESCRT-I, -II, and -III but, surprisingly, without the involvement of the Vps4 AAA-ATPase. The major ESCRT-III subunit Snf7 localizes transiently to CUPS and this was accelerated in <italic>vps4</italic>Δ cells, correlating with increased Acb1 secretion. Microscopic analysis suggests that, instead of forming intraluminal vesicles with the help of Vps4, ESCRT-III/Snf7 promotes direct engulfment of preexisting Grh1 containing vesicles and tubules into a saccule to generate a mature Acb1 containing compartment. This novel multivesicular / multilamellar compartment, we suggest represents the stable secretory form of CUPS that is competent for the release of Acb1 to cells exterior.","identifier":[{"type":"publisher-id","id":"16299"},{"type":"doi","id":"10.7554/eLife.16299"}],"date":{"day":"26","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16299","entryfile":"elife-16299-v3.xml","files":["elife-16299-fig1-v3-600w.jpg","elife-16299-fig2-v3-600w.jpg","elife-16299-fig3-v3-600w.jpg","elife-16299-fig4-figsupp1-v3-600w.jpg","elife-16299-fig4-v3-600w.jpg","elife-16299-fig5-v3-600w.jpg","elife-16299-fig6-v3-600w.jpg","elife-16299-fig7-figsupp1-v3-600w.jpg","elife-16299-fig7-figsupp2-v3-600w.jpg","elife-16299-fig7-v3-600w.jpg","elife-16299-fig8-v3-600w.jpg","elife-16299-fig9-v3-600w.jpg","elife-16299-v1.xml","elife-16299-v2.xml"]}