{"title":"Spatial self-organization favors heterotypic cooperation over cheating","author":[{"surname":"Momeni","given-names":"Babak"},{"surname":"Waite","given-names":"Adam James"},{"surname":"Shou","given-names":"Wenying"}],"abstract":"Heterotypic cooperation—two populations exchanging distinct benefits that are costly to produce—is widespread. Cheaters, exploiting benefits while evading contribution, can undermine cooperation. Two mechanisms can stabilize heterotypic cooperation. In ‘partner choice’, cooperators recognize and choose cooperating over cheating partners; in ‘partner fidelity feedback’, fitness-feedback from repeated interactions ensures that aiding your partner helps yourself. How might a spatial environment, which facilitates repeated interactions, promote fitness-feedback? We examined this process through mathematical models and engineered <italic>Saccharomyces cerevisiae</italic> strains incapable of recognition. Here, cooperators and their heterotypic cooperative partners (partners) exchanged distinct essential metabolites. Cheaters exploited partner-produced metabolites without reciprocating, and were competitively superior to cooperators. Despite initially random spatial distributions, cooperators gained more partner neighbors than cheaters did. The less a cheater contributed, the more it was excluded and disfavored. This self-organization, driven by asymmetric fitness effects of cooperators and cheaters on partners during cell growth into open space, achieves assortment.","identifier":[{"type":"publisher-id","id":"00960"},{"type":"doi","id":"10.7554/eLife.00960"}],"date":{"day":"12","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00960","entryfile":"elife-00960-v1.xml","files":["elife-00960-fig1-figsupp1-v1-600w.jpg","elife-00960-fig1-figsupp2-v1-600w.jpg","elife-00960-fig1-v1-600w.jpg","elife-00960-fig2-figsupp1-v1-600w.jpg","elife-00960-fig2-figsupp2-v1-600w.jpg","elife-00960-fig2-v1-600w.jpg","elife-00960-fig3-figsupp1-v1-600w.jpg","elife-00960-fig3-figsupp2-v1-600w.jpg","elife-00960-fig3-v1-600w.jpg","elife-00960-fig4-figsupp1-v1-600w.jpg","elife-00960-fig4-figsupp2-v1-600w.jpg","elife-00960-fig4-figsupp3-v1-600w.jpg","elife-00960-fig4-v1-600w.jpg","elife-00960-fig5-v1-600w.jpg","elife-00960-fig6-figsupp1-v1-600w.jpg","elife-00960-fig6-v1-600w.jpg","elife-00960-fig7-figsupp1-v1-600w.jpg","elife-00960-fig7-v1-600w.jpg","elife-00960-resp-fig1-v1-600w.jpg","elife-00960-resp-fig2-v1-600w.jpg"]}