{"title":"The anticancer natural product ophiobolin A induces cytotoxicity by covalent modification of phosphatidylethanolamine","author":[{"surname":"Chidley","given-names":"Christopher"},{"surname":"Trauger","given-names":"Sunia A"},{"surname":"Birsoy","given-names":"Kıvanç"},{"surname":"O'Shea","given-names":"Erin K"}],"abstract":"Phenotypic screens allow the identification of small molecules with promising anticancer activity, but the difficulty in characterizing the mechanism of action of these compounds in human cells often undermines their value as drug leads. Here, we used a loss-of-function genetic screen in human haploid KBM7 cells to discover the mechanism of action of the anticancer natural product ophiobolin A (OPA). We found that genetic inactivation of de novo synthesis of phosphatidylethanolamine (PE) mitigates OPA cytotoxicity by reducing cellular PE levels. OPA reacts with the ethanolamine head group of PE in human cells to form pyrrole-containing covalent cytotoxic adducts and these adducts lead to lipid bilayer destabilization. Our characterization of this unusual cytotoxicity mechanism, made possible by unbiased genetic screening in human cells, suggests that the selective antitumor activity displayed by OPA may be due to altered membrane PE levels in cancer cells.","identifier":[{"type":"publisher-id","id":"14601"},{"type":"doi","id":"10.7554/eLife.14601"}],"date":{"day":"12","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14601","entryfile":"elife-14601-v1.xml","files":["elife-14601-fig1-figsupp1-v1-600w.jpg","elife-14601-fig1-figsupp2-v1-600w.jpg","elife-14601-fig1-figsupp3-v1-600w.jpg","elife-14601-fig1-figsupp4-v1-600w.jpg","elife-14601-fig1-v1-600w.jpg","elife-14601-fig2-v1-600w.jpg","elife-14601-fig3-figsupp1-v1-600w.jpg","elife-14601-fig3-figsupp2-v1-600w.jpg","elife-14601-fig3-v1-600w.jpg","elife-14601-fig4-figsupp1-v1-600w.jpg","elife-14601-fig4-figsupp2-v1-600w.jpg","elife-14601-fig4-v1-600w.jpg","elife-14601-fig5-v1-600w.jpg"]}