{"title":"Replication Study: The CD47-signal regulatory protein alpha (SIRPa) interaction is a therapeutic target for human solid tumors","author":[{"surname":"Horrigan","given-names":"Stephen K"}],"abstract":"In 2015, as part of the <ext-link>Reproducibility Project: Cancer Biology</ext-link>, we published a Registered Report (Chroscinski et al., 2015) that described how we intended to replicate selected experiments from the paper “The CD47-signal regulatory protein alpha (SIRPa) interaction is a therapeutic target for human solid tumors “(Willingham et al., 2012). Here we report the results of those experiments. We found that treatment of immune competent mice bearing orthotopic breast tumors with anti-mouse CD47 antibodies resulted in short-term anemia compared to controls, consistent with the previously described function of CD47 in normal phagocytosis of aging red blood cells and results reported in the original study (Table S4; Willingham et al., 2012). The weight of tumors after 30 days administration of anti-CD47 antibodies or IgG isotype control were not found to be statistically different, whereas the original study reported inhibition of tumor growth with anti-CD47 treatment (Figure 6A,B; Willingham et al., 2012). However, our efforts to replicate this experiment were confounded because spontaneous regression of tumors occurred in several of the mice. Additionally, the excised tumors were scored for inflammatory cell infiltrates. We found IgG and anti-CD47 treated tumors resulted in minimal to moderate lymphocytic infiltrate, while the original study observed sparse lymphocytic infiltrate in IgG-treated tumors and increased inflammatory cell infiltrates in anti-CD47 treated tumors (Figure 6C; Willingham et al., 2012). Furthermore, we observed neutrophilic infiltration was slightly increased in anti-CD47 treated tumors compared to IgG control. Finally, we report a meta-analysis of the result.","identifier":[{"type":"publisher-id","id":"18173"},{"type":"doi","id":"10.7554/eLife.18173"}],"date":{"day":"19","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18173","entryfile":"elife-18173-v1.xml","files":["elife-18173-fig1-figsupp1-v1-600w.jpg","elife-18173-fig1-v1-600w.jpg","elife-18173-fig2-figsupp1-v1-600w.jpg","elife-18173-fig2-v1-600w.jpg","elife-18173-fig3-v1-600w.jpg"]}