{"title":"Kinetochore-independent chromosome segregation driven by lateral microtubule bundles","author":[{"surname":"Muscat","given-names":"Christina C"},{"surname":"Torre-Santiago","given-names":"Keila M"},{"surname":"Tran","given-names":"Michael V"},{"surname":"Powers","given-names":"James A"},{"surname":"Wignall","given-names":"Sarah M"}],"abstract":"During cell division, chromosomes attach to spindle microtubules at sites called kinetochores, and force generated at the kinetochore-microtubule interface is the main driver of chromosome movement. Surprisingly, kinetochores are not required for chromosome segregation on acentrosomal spindles in <italic>Caenorhabditis elegans</italic> oocytes, but the mechanism driving chromosomes apart in their absence is not understood. In this study, we show that lateral microtubule–chromosome associations established during prometaphase remain intact during anaphase to facilitate separation, defining a novel form of kinetochore-independent segregation. Chromosome dynamics during congression and segregation are controlled by opposing forces; plus-end directed forces are mediated by a protein complex that forms a ring around the chromosome center and dynein on chromosome arms provides a minus-end force. At anaphase onset, ring removal shifts the balance between these forces, triggering poleward movement along lateral microtubule bundles. This represents an elegant strategy for controlling chromosomal movements during cell division distinct from the canonical kinetochore-driven mechanism.","identifier":[{"type":"publisher-id","id":"06462"},{"type":"doi","id":"10.7554/eLife.06462"}],"date":{"day":"30","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06462","entryfile":"elife-06462-v2.xml","files":["elife-06462-fig1-v2-600w.jpg","elife-06462-fig2-figsupp1-v2-600w.jpg","elife-06462-fig2-v2-600w.jpg","elife-06462-fig3-figsupp1-v2-600w.jpg","elife-06462-fig3-v2-600w.jpg","elife-06462-fig4-v2-600w.jpg","elife-06462-fig5-figsupp1-v2-600w.jpg","elife-06462-fig5-v2-600w.jpg","elife-06462-fig6-v2-600w.jpg","elife-06462-fig7-v2-600w.jpg","elife-06462-v1.xml"]}