{"title":"Decoupling of the minority PhD talent pool and assistant professor hiring in medical school basic science departments in the US","author":[{"surname":"Gibbs","given-names":"Kenneth D"},{"surname":"Basson","given-names":"Jacob"},{"surname":"Xierali","given-names":"Imam M"},{"surname":"Broniatowski","given-names":"David A"}],"abstract":"Faculty diversity is a longstanding challenge in the US. However, we lack a quantitative and systemic understanding of how the career transitions into assistant professor positions of PhD scientists from underrepresented minority (URM) and well-represented (WR) racial/ethnic backgrounds compare. Between 1980 and 2013, the number of PhD graduates from URM backgrounds increased by a factor of 9.3, compared with a 2.6-fold increase in the number of PhD graduates from WR groups. However, the number of scientists from URM backgrounds hired as assistant professors in medical school basic science departments was not related to the number of potential candidates (R<sup>2</sup>=0.12, p>0.07), whereas there was a strong correlation between these two numbers for scientists from WR backgrounds (R<sup>2</sup>=0.48, p<0.0001). We built and validated a conceptual system dynamics model based on these data that explained 79% of the variance in the hiring of assistant professors and posited no hiring discrimination. Simulations show that, given current transition rates of scientists from URM backgrounds to faculty positions, faculty diversity would not increase significantly through the year 2080 even in the context of an exponential growth in the population of PhD graduates from URM backgrounds, or significant increases in the number of faculty positions. Instead, the simulations showed that diversity increased as more postdoctoral candidates from URM backgrounds transitioned onto the market and were hired.","identifier":[{"type":"publisher-id","id":"21393"},{"type":"doi","id":"10.7554/eLife.21393"}],"date":{"day":"17","month":"11","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"21393","entryfile":"elife-21393-v2.xml","files":["elife-21393-fig1-v2-600w.jpg","elife-21393-fig2-figsupp1-v2-600w.jpg","elife-21393-fig2-v2-600w.jpg","elife-21393-fig3-v2-600w.jpg","elife-21393-fig4-v2-600w.jpg","elife-21393-fig5-v2-600w.jpg","elife-21393-v1.xml"]}