{"title":"Extracellular matrix signatures of human mammary carcinoma identify novel metastasis promoters","author":[{"surname":"Naba","given-names":"Alexandra"},{"surname":"Clauser","given-names":"Karl R"},{"surname":"Lamar","given-names":"John M"},{"surname":"Carr","given-names":"Steven A"},{"surname":"Hynes","given-names":"Richard O"}],"abstract":"The extracellular matrix (ECM) is a major component of tumors and a significant contributor to cancer progression. In this study, we use proteomics to investigate the ECM of human mammary carcinoma xenografts and show that primary tumors of differing metastatic potential differ in ECM composition. Both tumor cells and stromal cells contribute to the tumor matrix and tumors of differing metastatic ability differ in both tumor- and stroma-derived ECM components. We define ECM signatures of poorly and highly metastatic mammary carcinomas and these signatures reveal up-regulation of signaling pathways including TGFβ and VEGF. We further demonstrate that several proteins characteristic of highly metastatic tumors (LTBP3, SNED1, EGLN1, and S100A2) play causal roles in metastasis, albeit at different steps. Finally we show that high expression of LTBP3 and SNED1 correlates with poor outcome for ER<sup>−</sup>/PR<sup>−</sup>breast cancer patients. This study thus identifies novel biomarkers that may serve as prognostic and diagnostic tools.","identifier":[{"type":"publisher-id","id":"01308"},{"type":"doi","id":"10.7554/eLife.01308"}],"date":{"day":"11","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01308","entryfile":"elife-01308-v1.xml","files":["elife-01308-fig1-v1-600w.jpg","elife-01308-fig2-figsupp1-v1-600w.jpg","elife-01308-fig2-v1-600w.jpg","elife-01308-fig3-v1-600w.jpg","elife-01308-fig4-figsupp1-v1-600w.jpg","elife-01308-fig4-v1-600w.jpg","elife-01308-fig5-figsupp1-v1-600w.jpg","elife-01308-fig5-figsupp2-v1-600w.jpg","elife-01308-fig5-figsupp3-v1-600w.jpg","elife-01308-fig5-v1-600w.jpg","elife-01308-fig6-figsupp1-v1-600w.jpg","elife-01308-fig6-v1-600w.jpg","elife-01308-fig7-v1-600w.jpg","elife-01308-fig8-v1-600w.jpg"]}