{"title":"Profound regulation of Na/K pump activity by transient elevations of cytoplasmic calcium in murine cardiac myocytes","author":[{"surname":"Lu","given-names":"Fang-Min"},{"surname":"Deisl","given-names":"Christine"},{"surname":"Hilgemann","given-names":"Donald W"}],"abstract":"Small changes of Na/K pump activity regulate internal Ca release in cardiac myocytes via Na/Ca exchange. We now show conversely that transient elevations of cytoplasmic Ca strongly regulate cardiac Na/K pumps. When cytoplasmic Na is submaximal, Na/K pump currents decay rapidly during extracellular K application and multiple results suggest that an inactivation mechanism is involved. Brief activation of Ca influx by reverse Na/Ca exchange enhances pump currents and attenuates current decay, while repeated Ca elevations suppress pump currents. Pump current enhancement reverses over 3 min, and results are similar in myocytes lacking the regulatory protein, phospholemman. Classical signaling mechanisms, including Ca-activated protein kinases and reactive oxygen, are evidently not involved. Electrogenic signals mediated by intramembrane movement of hydrophobic ions, such as hexyltriphenylphosphonium (C6TPP), increase and decrease in parallel with pump currents. Thus, transient Ca elevation and Na/K pump inactivation cause opposing sarcolemma changes that may affect diverse membrane processes.","identifier":[{"type":"publisher-id","id":"19267"},{"type":"doi","id":"10.7554/eLife.19267"}],"date":{"day":"14","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19267","entryfile":"elife-19267-v2.xml","files":["elife-19267-fig1-v2-600w.jpg","elife-19267-fig10-v2-600w.jpg","elife-19267-fig11-v2-600w.jpg","elife-19267-fig12-v2-600w.jpg","elife-19267-fig13-v2-600w.jpg","elife-19267-fig2-v2-600w.jpg","elife-19267-fig3-v2-600w.jpg","elife-19267-fig4-v2-600w.jpg","elife-19267-fig5-v2-600w.jpg","elife-19267-fig6-v2-600w.jpg","elife-19267-fig7-v2-600w.jpg","elife-19267-fig8-v2-600w.jpg","elife-19267-fig9-v2-600w.jpg","elife-19267-v1.xml"]}