{"title":"Hipposeq: a comprehensive RNA-seq database of gene expression in hippocampal principal neurons","author":[{"surname":"Cembrowski","given-names":"Mark S"},{"surname":"Wang","given-names":"Lihua"},{"surname":"Sugino","given-names":"Ken"},{"surname":"Shields","given-names":"Brenda C"},{"surname":"Spruston","given-names":"Nelson"}],"abstract":"Clarifying gene expression in narrowly defined neuronal populations can provide insight into cellular identity, computation, and functionality. Here, we used next-generation RNA sequencing (RNA-seq) to produce a quantitative, whole genome characterization of gene expression for the major excitatory neuronal classes of the hippocampus; namely, granule cells and mossy cells of the dentate gyrus, and pyramidal cells of areas CA3, CA2, and CA1. Moreover, for the canonical cell classes of the trisynaptic loop, we profiled transcriptomes at both dorsal and ventral poles, producing a cell-class- and region-specific transcriptional description for these populations. This dataset clarifies the transcriptional properties and identities of lesser-known cell classes, and moreover reveals unexpected variation in the trisynaptic loop across the dorsal-ventral axis. We have created a public resource, Hipposeq (<ext-link>http://hipposeq.janelia.org</ext-link>), which provides analysis and visualization of these data and will act as a roadmap relating molecules to cells, circuits, and computation in the hippocampus.","identifier":[{"type":"publisher-id","id":"14997"},{"type":"doi","id":"10.7554/eLife.14997"}],"date":{"day":"26","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14997","entryfile":"elife-14997-v1.xml","files":["elife-14997-fig1-figsupp1-v1-600w.jpg","elife-14997-fig1-figsupp2-v1-600w.jpg","elife-14997-fig1-figsupp3-v1-600w.jpg","elife-14997-fig1-v1-600w.jpg","elife-14997-fig2-v1-600w.jpg","elife-14997-fig3-figsupp1-v1-600w.jpg","elife-14997-fig3-v1-600w.jpg","elife-14997-fig4-v1-600w.jpg","elife-14997-fig5-figsupp1-v1-600w.jpg","elife-14997-fig5-v1-600w.jpg","elife-14997-fig6-figsupp1-v1-600w.jpg","elife-14997-fig6-v1-600w.jpg","elife-14997-fig7-v1-600w.jpg","elife-14997-fig8-v1-600w.jpg","elife-14997-resp-fig1-v1-600w.jpg","elife-14997-resp-fig2-v1-600w.jpg"]}