{"title":"Registered report: RAF inhibitors prime wild-type RAF to activate the MAPK pathway and enhance growth","author":[{"surname":"Bhargava","given-names":"Ajay"},{"surname":"Pelech","given-names":"Steven"},{"surname":"Woodard","given-names":"Ben"},{"surname":"Kerwin","given-names":"John"},{"surname":"Maherali","given-names":"Nimet"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from 'RAF inhibitors prime wild-type RAF to activate the MAPK pathway and enhance growth' by Hatzivassiliou and colleagues, published in Nature in 2010 (<xref>Hatzivassiliou et al., 2010</xref>). Hatzivassiliou and colleagues examined the paradoxical response of RAF-WT tumors to treatment with RAF inhibitors. The key experiments being replicated include Figure 1A, in which the original authors demonstrated that treatment of a subset of BRAF<sup>WT</sup> tumor cell lines with RAF small molecule inhibitors resulted in an increase in cell viability, Figure 2B, which reported that RAF inhibitor activation of the MAPK pathway was dependent on CRAF but not BRAF, and Figure 4A, where the dimerization of BRAF and CRAF was modulated by the RAF inhibitor PLX4720, but not GDC-0879. The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published by <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"09976"},{"type":"doi","id":"10.7554/eLife.09976"}],"date":{"day":"16","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09976","entryfile":"elife-09976-v1.xml","files":[]}