{"title":"A conserved histidine modulates HSPB5 structure to trigger chaperone activity in response to stress-related acidosis","author":[{"surname":"Rajagopal","given-names":"Ponni"},{"surname":"Tse","given-names":"Eric"},{"surname":"Borst","given-names":"Andrew J"},{"surname":"Delbecq","given-names":"Scott P"},{"surname":"Shi","given-names":"Lei"},{"surname":"Southworth","given-names":"Daniel R"},{"surname":"Klevit","given-names":"Rachel E"}],"abstract":"Small heat shock proteins (sHSPs) are essential ‘holdase’ chaperones that form large assemblies and respond dynamically to pH and temperature stresses to protect client proteins from aggregation. While the alpha-crystallin domain (ACD) dimer of sHSPs is the universal building block, how the ACD transmits structural changes in response to stress to promote holdase activity is unknown. We found that the dimer interface of HSPB5 is destabilized over physiological pHs and a conserved histidine (His-104) controls interface stability and oligomer structure in response to acidosis. Destabilization by pH or His-104 mutation shifts the ACD from dimer to monomer but also results in a large expansion of HSPB5 oligomer states. Remarkably, His-104 mutant-destabilized oligomers are efficient holdases that reorganize into structurally distinct client–bound complexes. Our data support a model for sHSP function wherein cell stress triggers small perturbations that alter the ACD building blocks to unleash a cryptic mode of chaperone action.","identifier":[{"type":"publisher-id","id":"07304"},{"type":"doi","id":"10.7554/eLife.07304"}],"date":{"day":"11","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07304","entryfile":"elife-07304-v2.xml","files":["elife-07304-fig1-v2-600w.jpg","elife-07304-fig2-v2-600w.jpg","elife-07304-fig3-v2-600w.jpg","elife-07304-fig4-figsupp1-v2-600w.jpg","elife-07304-fig4-v2-600w.jpg","elife-07304-fig5-figsupp1-v2-600w.jpg","elife-07304-fig5-v2-600w.jpg","elife-07304-fig6-v2-600w.jpg","elife-07304-fig7-figsupp1-v2-600w.jpg","elife-07304-fig7-v2-600w.jpg","elife-07304-v1.xml"]}