{"title":"Enabling X-ray free electron laser crystallography for challenging biological systems from a limited number of crystals","author":[{"surname":"Uervirojnangkoorn","given-names":"Monarin"},{"surname":"Zeldin","given-names":"Oliver B"},{"surname":"Lyubimov","given-names":"Artem Y"},{"surname":"Hattne","given-names":"Johan"},{"surname":"Brewster","given-names":"Aaron S"},{"surname":"Sauter","given-names":"Nicholas K"},{"surname":"Brunger","given-names":"Axel T"},{"surname":"Weis","given-names":"William I"}],"abstract":"There is considerable potential for X-ray free electron lasers (XFELs) to enable determination of macromolecular crystal structures that are difficult to solve using current synchrotron sources. Prior XFEL studies often involved the collection of thousands to millions of diffraction images, in part due to limitations of data processing methods. We implemented a data processing system based on classical post-refinement techniques, adapted to specific properties of XFEL diffraction data. When applied to XFEL data from three different proteins collected using various sample delivery systems and XFEL beam parameters, our method improved the quality of the diffraction data as well as the resulting refined atomic models and electron density maps. Moreover, the number of observations for a reflection necessary to assemble an accurate data set could be reduced to a few observations. These developments will help expand the applicability of XFEL crystallography to challenging biological systems, including cases where sample is limited.","identifier":[{"type":"publisher-id","id":"05421"},{"type":"doi","id":"10.7554/eLife.05421"}],"date":{"day":"17","month":"03","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"05421","entryfile":"elife-05421-v2.xml","files":["elife-05421-fig1-v2-600w.jpg","elife-05421-fig10-v2-600w.jpg","elife-05421-fig11-v2-600w.jpg","elife-05421-fig12-v2-600w.jpg","elife-05421-fig13-v2-600w.jpg","elife-05421-fig14-v2-600w.jpg","elife-05421-fig2-v2-600w.jpg","elife-05421-fig3-v2-600w.jpg","elife-05421-fig4-v2-600w.jpg","elife-05421-fig5-v2-600w.jpg","elife-05421-fig6-v2-600w.jpg","elife-05421-fig7-v2-600w.jpg","elife-05421-fig8-v2-600w.jpg","elife-05421-fig9-v2-600w.jpg","elife-05421-v1.xml"]}