{"title":"Prion propagation can occur in a prokaryote and requires the ClpB chaperone","author":[{"surname":"Yuan","given-names":"Andy H"},{"surname":"Garrity","given-names":"Sean J"},{"surname":"Nako","given-names":"Entela"},{"surname":"Hochschild","given-names":"Ann"}],"abstract":"Prions are self-propagating protein aggregates that are characteristically transmissible. In mammals, the PrP protein can form a prion that causes the fatal transmissible spongiform encephalopathies. Prions have also been uncovered in fungi, where they act as heritable, protein-based genetic elements. We previously showed that the yeast prion protein Sup35 can access the prion conformation in <italic>Escherichia coli</italic>. Here, we demonstrate that <italic>E. coli</italic> can propagate the Sup35 prion under conditions that do not permit its de novo formation. Furthermore, we show that propagation requires the disaggregase activity of the ClpB chaperone. Prion propagation in yeast requires Hsp104 (a ClpB ortholog), and prior studies have come to conflicting conclusions about ClpB's ability to participate in this process. Our demonstration of ClpB-dependent prion propagation in <italic>E. coli</italic> suggests that the cytoplasmic milieu in general and a molecular machine in particular are poised to support protein-based heredity in the bacterial domain of life.","identifier":[{"type":"publisher-id","id":"02949"},{"type":"doi","id":"10.7554/eLife.02949"}],"date":{"day":"13","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02949","entryfile":"elife-02949-v2.xml","files":["elife-02949-fig1-figsupp1-v2-600w.jpg","elife-02949-fig1-v2-600w.jpg","elife-02949-fig2-v2-600w.jpg","elife-02949-fig3-v2-600w.jpg","elife-02949-fig4-figsupp1-v2-600w.jpg","elife-02949-fig4-figsupp2-v2-600w.jpg","elife-02949-fig4-v2-600w.jpg","elife-02949-fig5-figsupp1-v2-600w.jpg","elife-02949-fig5-v2-600w.jpg","elife-02949-fig6-figsupp1-v2-600w.jpg","elife-02949-fig6-figsupp2-v2-600w.jpg","elife-02949-fig6-v2-600w.jpg","elife-02949-fig7-figsupp1-v2-600w.jpg","elife-02949-fig7-v2-600w.jpg","elife-02949-v1.xml"]}