{"title":"The Rab6-regulated KIF1C kinesin motor domain contributes to Golgi organization","author":[{"surname":"Lee","given-names":"Peter L"},{"surname":"Ohlson","given-names":"Maikke B"},{"surname":"Pfeffer","given-names":"Suzanne R"}],"abstract":"Most kinesins transport cargoes bound to their C-termini and use N-terminal motor domains to move along microtubules. We report here a novel function for KIF1C: it transports Rab6A-vesicles and can influence Golgi complex organization. These activities correlate with KIF1C's capacity to bind the Golgi protein Rab6A directly, both via its motor domain and C-terminus. Rab6A binding to the motor domain inhibits microtubule interaction in vitro and in cells, decreasing the amount of motile KIF1C. KIF1C depletion slows protein delivery to the cell surface, interferes with vesicle motility, and triggers Golgi fragmentation. KIF1C can protect Golgi membranes from fragmentation in cells lacking an intact microtubule network. Rescue of fragmentation requires sequences that enable KIF1C to bind Rab6A at both ends, but not KIF1C motor function. Rab6A binding to KIF1C's motor domain represents an entirely new mode of regulation for a kinesin motor, and likely has important consequences for KIF1C's cellular functions.","identifier":[{"type":"publisher-id","id":"06029"},{"type":"doi","id":"10.7554/eLife.06029"}],"date":{"day":"30","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06029","entryfile":"elife-06029-v2.xml","files":["elife-06029-fig1-v2-600w.jpg","elife-06029-fig2-v2-600w.jpg","elife-06029-fig3-v2-600w.jpg","elife-06029-fig4-figsupp1-v2-600w.jpg","elife-06029-fig4-figsupp2-v2-600w.jpg","elife-06029-fig4-v2-600w.jpg","elife-06029-fig5-figsupp1-v2-600w.jpg","elife-06029-fig5-v2-600w.jpg","elife-06029-fig6-v2-600w.jpg","elife-06029-fig7-figsupp1-v2-600w.jpg","elife-06029-fig7-v2-600w.jpg","elife-06029-fig8-figsupp1-v2-600w.jpg","elife-06029-fig8-figsupp2-v2-600w.jpg","elife-06029-fig8-v2-600w.jpg","elife-06029-fig9-figsupp1-v2-600w.jpg","elife-06029-fig9-v2-600w.jpg","elife-06029-resp-fig1-v2-600w.jpg","elife-06029-v1.xml"]}