{"title":"Adult axolotls can regenerate original neuronal diversity in response to brain injury","author":[{"surname":"Amamoto","given-names":"Ryoji"},{"surname":"Huerta","given-names":"Violeta Gisselle Lopez"},{"surname":"Takahashi","given-names":"Emi"},{"surname":"Dai","given-names":"Guangping"},{"surname":"Grant","given-names":"Aaron K"},{"surname":"Fu","given-names":"Zhanyan"},{"surname":"Arlotta","given-names":"Paola"}],"abstract":"The axolotl can regenerate multiple organs, including the brain. It remains, however, unclear whether neuronal diversity, intricate tissue architecture, and axonal connectivity can be regenerated; yet, this is critical for recovery of function and a central aim of cell replacement strategies in the mammalian central nervous system. Here, we demonstrate that, upon mechanical injury to the adult pallium, axolotls can regenerate several of the populations of neurons present before injury. Notably, regenerated neurons acquire functional electrophysiological traits and respond appropriately to afferent inputs. Despite the ability to regenerate specific, molecularly-defined neuronal subtypes, we also uncovered previously unappreciated limitations by showing that newborn neurons organize within altered tissue architecture and fail to re-establish the long-distance axonal tracts and circuit physiology present before injury. The data provide a direct demonstration that diverse, electrophysiologically functional neurons can be regenerated in axolotls, but challenge prior assumptions of functional brain repair in regenerative species.","identifier":[{"type":"publisher-id","id":"13998"},{"type":"doi","id":"10.7554/eLife.13998"}],"date":{"day":"09","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13998","entryfile":"elife-13998-v1.xml","files":["elife-13998-fig1-figsupp1-v1-600w.jpg","elife-13998-fig1-v1-600w.jpg","elife-13998-fig2-figsupp1-v1-600w.jpg","elife-13998-fig2-figsupp2-v1-600w.jpg","elife-13998-fig2-v1-600w.jpg","elife-13998-fig3-figsupp1-v1-600w.jpg","elife-13998-fig3-figsupp2-v1-600w.jpg","elife-13998-fig3-v1-600w.jpg","elife-13998-fig4-figsupp1-v1-600w.jpg","elife-13998-fig4-figsupp2-v1-600w.jpg","elife-13998-fig4-figsupp3-v1-600w.jpg","elife-13998-fig4-v1-600w.jpg","elife-13998-fig5-v1-600w.jpg","elife-13998-fig6-figsupp1-v1-600w.jpg","elife-13998-fig6-v1-600w.jpg","elife-13998-fig7-v1-600w.jpg"]}