{"title":"Anatomical organization of presubicular head-direction circuits","author":[{"surname":"Preston-Ferrer","given-names":"Patricia"},{"surname":"Coletta","given-names":"Stefano"},{"surname":"Frey","given-names":"Markus"},{"surname":"Burgalossi","given-names":"Andrea"}],"abstract":"Neurons coding for head-direction are crucial for spatial navigation. Here we explored the cellular basis of head-direction coding in the rat dorsal presubiculum (PreS). We found that layer2 is composed of two principal cell populations (calbindin-positive and calbindin-negative neurons) which targeted the contralateral PreS and retrosplenial cortex, respectively. Layer3 pyramidal neurons projected to the medial entorhinal cortex (MEC). By juxtacellularly recording PreS neurons in awake rats during passive-rotation, we found that head-direction responses were preferentially contributed by layer3 pyramidal cells, whose long-range axons branched within layer3 of the MEC. In contrast, layer2 neurons displayed distinct spike-shapes, were not modulated by head-direction but rhythmically-entrained by theta-oscillations. Fast-spiking interneurons showed only weak directionality and theta-rhythmicity, but were significantly modulated by angular velocity. Our data thus indicate that PreS neurons differentially contribute to head-direction coding, and point to a cell-type- and layer-specific routing of directional and non-directional information to downstream cortical targets.","identifier":[{"type":"publisher-id","id":"14592"},{"type":"doi","id":"10.7554/eLife.14592"}],"date":{"day":"10","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14592","entryfile":"elife-14592-v2.xml","files":["elife-14592-fig1-figsupp1-v2-600w.jpg","elife-14592-fig1-figsupp2-v2-600w.jpg","elife-14592-fig1-figsupp3-v2-600w.jpg","elife-14592-fig1-v2-600w.jpg","elife-14592-fig2-figsupp1-v2-600w.jpg","elife-14592-fig2-v2-600w.jpg","elife-14592-fig3-v2-600w.jpg","elife-14592-fig4-v2-600w.jpg","elife-14592-fig5-v2-600w.jpg","elife-14592-fig6-figsupp1-v2-600w.jpg","elife-14592-fig6-v2-600w.jpg","elife-14592-resp-fig1-v2-600w.jpg","elife-14592-resp-fig2-v2-600w.jpg","elife-14592-resp-fig3-v2-600w.jpg","elife-14592-v1.xml"]}