{"title":"Broad and direct interaction between TLR and Siglec families of pattern recognition receptors and its regulation by Neu1","author":[{"surname":"Chen","given-names":"Guo-Yun"},{"surname":"Brown","given-names":"Nicholas K"},{"surname":"Wu","given-names":"Wei"},{"surname":"Khedri","given-names":"Zahra"},{"surname":"Yu","given-names":"Hai"},{"surname":"Chen","given-names":"Xi"},{"surname":"van de Vlekkert","given-names":"Diantha"},{"surname":"D'Azzo","given-names":"Alessandra"},{"surname":"Zheng","given-names":"Pan"},{"surname":"Liu","given-names":"Yang"}],"abstract":"Both pathogen- and tissue damage-associated molecular patterns induce inflammation through toll-like receptors (TLRs), while sialic acid-binding immunoglobulin superfamily lectin receptors (Siglecs) provide negative regulation. Here we report extensive and direct interactions between these pattern recognition receptors. The promiscuous TLR binders were human SIGLEC-5/9 and mouse Siglec-3/E/F. Mouse Siglec-G did not show appreciable binding to any TLRs tested. Correspondingly, <italic>Siglece</italic> deletion enhanced dendritic cell responses to all microbial TLR ligands tested, while <italic>Siglecg</italic> deletion did not affect the responses to these ligands. TLR4 activation triggers Neu1 translocation to cell surface to disrupt TLR4:Siglec-E interaction. Conversely, sialidase inhibitor Neu5Gc2en prevented TLR4 ligand-induced disruption of TLR4:Siglec E/F interactions. Absence of <italic>Neu1</italic> in hematopoietic cells or systematic treatment with sialidase inhibitor Neu5Gc2en protected mice against endotoxemia. Our data raised an intriguing possibility of a broad repression of TLR function by Siglecs and a sialidase-mediated de-repression that allows positive feedback of TLR activation during infection.","identifier":[{"type":"publisher-id","id":"04066"},{"type":"doi","id":"10.7554/eLife.04066"}],"date":{"day":"03","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04066","entryfile":"elife-04066-v2.xml","files":["elife-04066-fig1-v2-600w.jpg","elife-04066-fig2-v2-600w.jpg","elife-04066-fig3-v2-600w.jpg","elife-04066-fig4-v2-600w.jpg","elife-04066-fig5-v2-600w.jpg","elife-04066-fig6-v2-600w.jpg","elife-04066-fig7-v2-600w.jpg","elife-04066-fig8-v2-600w.jpg","elife-04066-v1.xml"]}