{"title":"Electrical and Ca<sup>2+</sup> signaling in dendritic spines of substantia nigra dopaminergic neurons","author":[{"surname":"Hage","given-names":"Travis A"},{"surname":"Sun","given-names":"Yujie"},{"surname":"Khaliq","given-names":"Zayd M"}],"abstract":"Little is known about the density and function of dendritic spines on midbrain dopamine neurons, or the relative contribution of spine and shaft synapses to excitability. Using Ca<sup>2+</sup> imaging, glutamate uncaging, fluorescence recovery after photobleaching and transgenic mice expressing labeled PSD-95, we comparatively analyzed electrical and Ca<sup>2+</sup> signaling in spines and shaft synapses of dopamine neurons. Dendritic spines were present on dopaminergic neurons at low densities in live and fixed tissue. Uncaging-evoked potential amplitudes correlated inversely with spine length but positively with the presence of PSD-95. Spine Ca<sup>2+</sup> signals were less sensitive to hyperpolarization than shaft synapses, suggesting amplification of spine head voltages. Lastly, activating spines during pacemaking, we observed an unexpected enhancement of spine Ca<sup>2+</sup> midway throughout the spike cycle, likely involving recruitment of NMDA receptors and voltage-gated conductances. These results demonstrate functionality of spines in dopamine neurons and reveal a novel modulation of spine Ca<sup>2+</sup> signaling during pacemaking.","identifier":[{"type":"publisher-id","id":"13905"},{"type":"doi","id":"10.7554/eLife.13905"}],"date":{"day":"10","month":"05","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"13905","entryfile":"elife-13905-v2.xml","files":["elife-13905-fig1-v2-600w.jpg","elife-13905-fig10-v2-600w.jpg","elife-13905-fig2-v2-600w.jpg","elife-13905-fig3-v2-600w.jpg","elife-13905-fig4-figsupp1-v2-600w.jpg","elife-13905-fig4-v2-600w.jpg","elife-13905-fig5-v2-600w.jpg","elife-13905-fig6-v2-600w.jpg","elife-13905-fig7-figsupp1-v2-600w.jpg","elife-13905-fig7-v2-600w.jpg","elife-13905-fig8-v2-600w.jpg","elife-13905-fig9-v2-600w.jpg","elife-13905-v1.xml"]}