{"title":"Long-range population dynamics of anatomically defined neocortical networks","author":[{"surname":"Chen","given-names":"Jerry L"},{"surname":"Voigt","given-names":"Fabian F"},{"surname":"Javadzadeh","given-names":"Mitra"},{"surname":"Krueppel","given-names":"Roland"},{"surname":"Helmchen","given-names":"Fritjof"}],"abstract":"The coordination of activity across neocortical areas is essential for mammalian brain function. Understanding this process requires simultaneous functional measurements across the cortex. In order to dissociate direct cortico-cortical interactions from other sources of neuronal correlations, it is furthermore desirable to target cross-areal recordings to neuronal subpopulations that anatomically project between areas. Here, we combined anatomical tracers with a novel multi-area two-photon microscope to perform simultaneous calcium imaging across mouse primary (S1) and secondary (S2) somatosensory whisker cortex during texture discrimination behavior, specifically identifying feedforward and feedback neurons. We find that coordination of S1-S2 activity increases during motor behaviors such as goal-directed whisking and licking. This effect was not specific to identified feedforward and feedback neurons. However, these mutually projecting neurons especially participated in inter-areal coordination when motor behavior was paired with whisker-texture touches, suggesting that direct S1-S2 interactions are sensory-dependent. Our results demonstrate specific functional coordination of anatomically-identified projection neurons across sensory cortices.","identifier":[{"type":"publisher-id","id":"14679"},{"type":"doi","id":"10.7554/eLife.14679"}],"date":{"day":"24","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14679","entryfile":"elife-14679-v3.xml","files":["elife-14679-fig1-figsupp1-v3-600w.jpg","elife-14679-fig1-figsupp2-v3-600w.jpg","elife-14679-fig1-v3-600w.jpg","elife-14679-fig2-figsupp1-v3-600w.jpg","elife-14679-fig2-v3-600w.jpg","elife-14679-fig3-figsupp1-v3-600w.jpg","elife-14679-fig3-v3-600w.jpg","elife-14679-fig4-v3-600w.jpg","elife-14679-fig5-figsupp1-v3-600w.jpg","elife-14679-fig5-figsupp2-v3-600w.jpg","elife-14679-fig5-v3-600w.jpg","elife-14679-fig6-figsupp1-v3-600w.jpg","elife-14679-fig6-figsupp2-v3-600w.jpg","elife-14679-fig6-figsupp3-v3-600w.jpg","elife-14679-fig6-v3-600w.jpg","elife-14679-fig7-v3-600w.jpg","elife-14679-v1.xml","elife-14679-v2.xml"]}