{"title":"Bacterial actin MreB forms antiparallel double filaments","author":[{"surname":"van den Ent","given-names":"Fusinita"},{"surname":"Izoré","given-names":"Thierry"},{"surname":"Bharat","given-names":"Tanmay AM"},{"surname":"Johnson","given-names":"Christopher M"},{"surname":"Löwe","given-names":"Jan"}],"abstract":"Filaments of all actin-like proteins known to date are assembled from pairs of protofilaments that are arranged in a parallel fashion, generating polarity. In this study, we show that the prokaryotic actin homologue MreB forms pairs of protofilaments that adopt an antiparallel arrangement in vitro and in vivo. We provide an atomic view of antiparallel protofilaments of <italic>Caulobacter</italic> MreB as apparent from crystal structures. We show that a protofilament doublet is essential for MreB's function in cell shape maintenance and demonstrate by in vivo site-specific cross-linking the antiparallel orientation of MreB protofilaments in <italic>E. coli</italic>. 3D cryo-EM shows that pairs of protofilaments of <italic>Caulobacter</italic> MreB tightly bind to membranes. Crystal structures of different nucleotide and polymerisation states of <italic>Caulobacter</italic> MreB reveal conserved conformational changes accompanying antiparallel filament formation. Finally, the antimicrobial agents A22/MP265 are shown to bind close to the bound nucleotide of MreB, presumably preventing nucleotide hydrolysis and destabilising double protofilaments.","identifier":[{"type":"publisher-id","id":"02634"},{"type":"doi","id":"10.7554/eLife.02634"}],"date":{"day":"02","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02634","entryfile":"elife-02634-v2.xml","files":["elife-02634-fig1-figsupp1-v2-600w.jpg","elife-02634-fig1-figsupp2-v2-600w.jpg","elife-02634-fig1-v2-600w.jpg","elife-02634-fig2-v2-600w.jpg","elife-02634-fig3-v2-600w.jpg","elife-02634-fig4-v2-600w.jpg","elife-02634-fig5-figsupp1-v2-600w.jpg","elife-02634-fig5-v2-600w.jpg","elife-02634-fig6-figsupp1-v2-600w.jpg","elife-02634-fig6-figsupp2-v2-600w.jpg","elife-02634-fig6-v2-600w.jpg","elife-02634-fig7-v2-600w.jpg","elife-02634-v1.xml"]}