{"title":"Structures of the scanning and engaged states of the mammalian SRP-ribosome complex","author":[{"surname":"Voorhees","given-names":"Rebecca M"},{"surname":"Hegde","given-names":"Ramanujan S"}],"abstract":"The universally conserved signal recognition particle (SRP) is essential for the biogenesis of most integral membrane proteins. SRP scans the nascent chains of translating ribosomes, preferentially engaging those with hydrophobic targeting signals, and delivers these ribosome-nascent chain complexes to the membrane. Here, we present structures of native mammalian SRP-ribosome complexes in the scanning and engaged states. These structures reveal the near-identical SRP architecture of these two states, show many of the SRP-ribosome interactions at atomic resolution, and suggest how the polypeptide-binding M domain selectively engages hydrophobic signals. The scanning M domain, pre-positioned at the ribosomal exit tunnel, is auto-inhibited by a C-terminal amphipathic helix occluding its hydrophobic binding groove. Upon engagement, the hydrophobic targeting signal displaces this amphipathic helix, which then acts as a protective lid over the signal. Biochemical experiments suggest how scanning and engagement are coordinated with translation elongation to minimize exposure of hydrophobic signals during membrane targeting.","identifier":[{"type":"publisher-id","id":"07975"},{"type":"doi","id":"10.7554/eLife.07975"}],"date":{"day":"09","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07975","entryfile":"elife-07975-v1.xml","files":["elife-07975-fig1-v1-600w.jpg","elife-07975-fig2-figsupp1-v1-600w.jpg","elife-07975-fig2-figsupp2-v1-600w.jpg","elife-07975-fig2-figsupp3-v1-600w.jpg","elife-07975-fig2-figsupp4-v1-600w.jpg","elife-07975-fig2-v1-600w.jpg","elife-07975-fig3-v1-600w.jpg","elife-07975-fig4-v1-600w.jpg","elife-07975-fig5-figsupp1-v1-600w.jpg","elife-07975-fig5-v1-600w.jpg","elife-07975-fig6-v1-600w.jpg","elife-07975-fig7-figsupp1-v1-600w.jpg","elife-07975-fig7-v1-600w.jpg","elife-07975-fig8-figsupp1-v1-600w.jpg","elife-07975-fig8-v1-600w.jpg"]}