{"title":"Prefabrication of a ribosomal protein subcomplex essential for eukaryotic ribosome formation","author":[{"surname":"Peña","given-names":"Cohue"},{"surname":"Schütz","given-names":"Sabina"},{"surname":"Fischer","given-names":"Ute"},{"surname":"Chang","given-names":"Yiming"},{"surname":"Panse","given-names":"Vikram G"}],"abstract":"Spatial clustering of ribosomal proteins (r-proteins) through tertiary interactions is a striking structural feature of the eukaryotic ribosome. However, the functional importance of these intricate inter-connections, and how they are established is currently unclear. Here, we reveal that a conserved ATPase, Fap7, organizes interactions between neighboring r-proteins uS11 and eS26 prior to their delivery to the earliest ribosome precursor, the 90S. In vitro, uS11 only when bound to Fap7 becomes competent to recruit eS26 through tertiary contacts found between these r-proteins on the mature ribosome. Subsequently, Fap7 ATPase activity unloads the uS11:eS26 subcomplex onto its rRNA binding site, and therefore ensures stoichiometric integration of these r-proteins into the 90S. Fap7-depletion in vivo renders uS11 susceptible to proteolysis, and precludes eS26 incorporation into the 90S. Thus, prefabrication of a native-like r-protein subcomplex drives efficient and accurate construction of the eukaryotic ribosome.","identifier":[{"type":"publisher-id","id":"21755"},{"type":"doi","id":"10.7554/eLife.21755"}],"date":{"day":"08","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21755","entryfile":"elife-21755-v1.xml","files":["elife-21755-fig1-v1-600w.jpg","elife-21755-fig2-v1-600w.jpg","elife-21755-fig3-figsupp1-v1-600w.jpg","elife-21755-fig3-v1-600w.jpg","elife-21755-fig4-figsupp1-v1-600w.jpg","elife-21755-fig4-v1-600w.jpg","elife-21755-fig5-v1-600w.jpg","elife-21755-fig6-figsupp1-v1-600w.jpg","elife-21755-fig6-v1-600w.jpg","elife-21755-fig7-v1-600w.jpg","elife-21755-resp-fig1-v1-600w.jpg","elife-21755-resp-fig2-v1-600w.jpg"]}