{"title":"The scaffold protein Nde1 safeguards the brain genome during S phase of early neural progenitor differentiation","author":[{"surname":"Houlihan","given-names":"Shauna L"},{"surname":"Feng","given-names":"Yuanyi"}],"abstract":"Successfully completing the S phase of each cell cycle ensures genome integrity. Impediment of DNA replication can lead to DNA damage and genomic disorders. In this study, we show a novel function for <italic>NDE1</italic>, whose mutations cause brain developmental disorders, in safeguarding the genome through S phase during early steps of neural progenitor fate restrictive differentiation. Nde1 mutant neural progenitors showed catastrophic DNA double strand breaks concurrent with the DNA replication. This evoked DNA damage responses, led to the activation of p53-dependent apoptosis, and resulted in the reduction of neurons in cortical layer II/III. We discovered a nuclear pool of Nde1, identified the interaction of Nde1 with cohesin and its associated chromatin remodeler, and showed that stalled DNA replication in Nde1 mutants specifically occurred in mid-late S phase at heterochromatin domains. These findings suggest that NDE1-mediated heterochromatin replication is indispensible for neuronal differentiation, and that the loss of NDE1 function may lead to genomic neurological disorders.","identifier":[{"type":"publisher-id","id":"03297"},{"type":"doi","id":"10.7554/eLife.03297"}],"date":{"day":"23","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03297","entryfile":"elife-03297-v1.xml","files":["elife-03297-fig1-figsupp1-v1-600w.jpg","elife-03297-fig1-figsupp2-v1-600w.jpg","elife-03297-fig1-figsupp3-v1-600w.jpg","elife-03297-fig1-v1-600w.jpg","elife-03297-fig2-v1-600w.jpg","elife-03297-fig3-figsupp1-v1-600w.jpg","elife-03297-fig3-v1-600w.jpg","elife-03297-fig4-figsupp1-v1-600w.jpg","elife-03297-fig4-figsupp2-v1-600w.jpg","elife-03297-fig4-v1-600w.jpg","elife-03297-fig5-v1-600w.jpg","elife-03297-fig6-figsupp1-v1-600w.jpg","elife-03297-fig6-v1-600w.jpg","elife-03297-fig7-figsupp1-v1-600w.jpg","elife-03297-fig7-figsupp2-v1-600w.jpg","elife-03297-fig7-v1-600w.jpg","elife-03297-fig8-v1-600w.jpg"]}