{"title":"VCP-dependent muscle degeneration is linked to defects in a dynamic tubular lysosomal network in vivo","author":[{"surname":"Johnson","given-names":"Alyssa E"},{"surname":"Shu","given-names":"Huidy"},{"surname":"Hauswirth","given-names":"Anna G"},{"surname":"Tong","given-names":"Amy"},{"surname":"Davis","given-names":"Graeme W"}],"abstract":"Lysosomes are classically viewed as vesicular structures to which cargos are delivered for degradation. Here, we identify a network of dynamic, tubular lysosomes that extends throughout <italic>Drosophila</italic> muscle, in vivo. Live imaging reveals that autophagosomes merge with tubular lysosomes and that lysosomal membranes undergo extension, retraction, fusion and fission. The dynamics and integrity of this tubular lysosomal network requires VCP, an AAA-ATPase that, when mutated, causes degenerative diseases of muscle, bone and neurons. We show that human VCP rescues the defects caused by loss of <italic>Drosophila</italic> VCP and overexpression of disease relevant VCP transgenes dismantles tubular lysosomes, linking tubular lysosome dysfunction to human VCP-related diseases. Finally, disruption of tubular lysosomes correlates with impaired autophagosome-lysosome fusion, increased cytoplasmic poly-ubiquitin aggregates, lipofuscin material, damaged mitochondria and impaired muscle function. We propose that VCP sustains sarcoplasmic proteostasis, in part, by controlling the integrity of a dynamic tubular lysosomal network.","identifier":[{"type":"publisher-id","id":"07366"},{"type":"doi","id":"10.7554/eLife.07366"}],"date":{"day":"13","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07366","entryfile":"elife-07366-v2.xml","files":["elife-07366-fig1-v2-600w.jpg","elife-07366-fig2-v2-600w.jpg","elife-07366-fig3-v2-600w.jpg","elife-07366-fig4-v2-600w.jpg","elife-07366-fig5-figsupp1-v2-600w.jpg","elife-07366-fig5-v2-600w.jpg","elife-07366-fig6-figsupp1-v2-600w.jpg","elife-07366-fig6-figsupp2-v2-600w.jpg","elife-07366-fig6-v2-600w.jpg","elife-07366-fig7-v2-600w.jpg","elife-07366-v1.xml"]}