{"title":"Enhancement of fear memory by retrieval through reconsolidation","author":[{"surname":"Fukushima","given-names":"Hotaka"},{"surname":"Zhang","given-names":"Yue"},{"surname":"Archbold","given-names":"Georgia"},{"surname":"Ishikawa","given-names":"Rie"},{"surname":"Nader","given-names":"Karim"},{"surname":"Kida","given-names":"Satoshi"}],"abstract":"Memory retrieval is considered to have roles in memory enhancement. Recently, memory reconsolidation was suggested to reinforce or integrate new information into reactivated memory. Here, we show that reactivated inhibitory avoidance (IA) memory is enhanced through reconsolidation under conditions in which memory extinction is not induced. This memory enhancement is mediated by neurons in the amygdala, hippocampus, and medial prefrontal cortex (mPFC) through the simultaneous activation of calcineurin-induced proteasome-dependent protein degradation and cAMP responsive element binding protein-mediated gene expression. Interestingly, the amygdala is required for memory reconsolidation and enhancement, whereas the hippocampus and mPFC are required for only memory enhancement. Furthermore, memory enhancement triggered by retrieval utilizes distinct mechanisms to strengthen IA memory by additional learning that depends only on the amygdala. Our findings indicate that reconsolidation functions to strengthen the original memory and show the dynamic nature of reactivated memory through protein degradation and gene expression in multiple brain regions.","identifier":[{"type":"publisher-id","id":"02736"},{"type":"doi","id":"10.7554/eLife.02736"}],"date":{"day":"24","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02736","entryfile":"elife-02736-v1.xml","files":["elife-02736-fig1-figsupp1-v1-600w.jpg","elife-02736-fig1-v1-600w.jpg","elife-02736-fig2-figsupp1-v1-600w.jpg","elife-02736-fig2-figsupp2-v1-600w.jpg","elife-02736-fig2-figsupp3-v1-600w.jpg","elife-02736-fig2-figsupp4-v1-600w.jpg","elife-02736-fig2-v1-600w.jpg","elife-02736-fig3-figsupp1-v1-600w.jpg","elife-02736-fig3-v1-600w.jpg","elife-02736-fig4-v1-600w.jpg","elife-02736-fig5-figsupp1-v1-600w.jpg","elife-02736-fig5-v1-600w.jpg","elife-02736-fig6-v1-600w.jpg"]}