{"title":"Autocorrelation structure at rest predicts value correlates of single neurons during reward-guided choice","author":[{"surname":"Cavanagh","given-names":"Sean E"},{"surname":"Wallis","given-names":"Joni D"},{"surname":"Kennerley","given-names":"Steven W"},{"surname":"Hunt","given-names":"Laurence T"}],"abstract":"Correlates of value are routinely observed in the prefrontal cortex (PFC) during reward-guided decision making. In previous work (Hunt et al., 2015), we argued that PFC correlates of chosen value are a consequence of varying rates of a dynamical evidence accumulation process. Yet within PFC, there is substantial variability in chosen value correlates across individual neurons. Here we show that this variability is explained by neurons having different temporal receptive fields of integration, indexed by examining neuronal spike rate autocorrelation structure whilst at rest. We find that neurons with protracted resting temporal receptive fields exhibit stronger chosen value correlates during choice. Within orbitofrontal cortex, these neurons also sustain coding of chosen value from choice through the delivery of reward, providing a potential neural mechanism for maintaining predictions and updating stored values during learning. These findings reveal that within PFC, variability in temporal specialisation across neurons predicts involvement in specific decision-making computations.","identifier":[{"type":"publisher-id","id":"18937"},{"type":"doi","id":"10.7554/eLife.18937"}],"date":{"day":"05","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18937","entryfile":"elife-18937-v1.xml","files":["elife-18937-fig1-figsupp1-v1-600w.jpg","elife-18937-fig1-figsupp2-v1-600w.jpg","elife-18937-fig1-v1-600w.jpg","elife-18937-fig2-figsupp1-v1-600w.jpg","elife-18937-fig2-figsupp2-v1-600w.jpg","elife-18937-fig2-figsupp3-v1-600w.jpg","elife-18937-fig2-figsupp4-v1-600w.jpg","elife-18937-fig2-v1-600w.jpg","elife-18937-fig3-figsupp1-v1-600w.jpg","elife-18937-fig3-v1-600w.jpg","elife-18937-fig4-figsupp1-v1-600w.jpg","elife-18937-fig4-v1-600w.jpg","elife-18937-fig5-figsupp1-v1-600w.jpg","elife-18937-fig5-figsupp2-v1-600w.jpg","elife-18937-fig5-v1-600w.jpg","elife-18937-resp-fig1-v1-600w.jpg","elife-18937-resp-fig2-v1-600w.jpg"]}