{"title":"Dopamine neurons learn relative chosen value from probabilistic rewards","author":[{"surname":"Lak","given-names":"Armin"},{"surname":"Stauffer","given-names":"William R"},{"surname":"Schultz","given-names":"Wolfram"}],"abstract":"Economic theories posit reward probability as one of the factors defining reward value. Individuals learn the value of cues that predict probabilistic rewards from experienced reward frequencies. Building on the notion that responses of dopamine neurons increase with reward probability and expected value, we asked how dopamine neurons in monkeys acquire this value signal that may represent an economic decision variable. We found in a Pavlovian learning task that reward probability-dependent value signals arose from experienced reward frequencies. We then assessed neuronal response acquisition during choices among probabilistic rewards. Here, dopamine responses became sensitive to the value of both chosen and unchosen options. Both experiments showed also the novelty responses of dopamine neurones that decreased as learning advanced. These results show that dopamine neurons acquire predictive value signals from the frequency of experienced rewards. This flexible and fast signal reflects a specific decision variable and could update neuronal decision mechanisms.","identifier":[{"type":"publisher-id","id":"18044"},{"type":"doi","id":"10.7554/eLife.18044"}],"date":{"day":"27","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18044","entryfile":"elife-18044-v2.xml","files":["elife-18044-fig1-v2-600w.jpg","elife-18044-fig2-figsupp1-v2-600w.jpg","elife-18044-fig2-v2-600w.jpg","elife-18044-fig3-v2-600w.jpg","elife-18044-fig4-figsupp1-v2-600w.jpg","elife-18044-fig4-v2-600w.jpg","elife-18044-fig5-v2-600w.jpg","elife-18044-fig6-figsupp1-v2-600w.jpg","elife-18044-fig6-v2-600w.jpg","elife-18044-fig7-figsupp1-v2-600w.jpg","elife-18044-fig7-v2-600w.jpg","elife-18044-fig8-figsupp1-v2-600w.jpg","elife-18044-fig8-figsupp2-v2-600w.jpg","elife-18044-fig8-v2-600w.jpg","elife-18044-v1.xml"]}