{"title":"Overall energy conversion efficiency of a photosynthetic vesicle","author":[{"surname":"Sener","given-names":"Melih"},{"surname":"Strumpfer","given-names":"Johan"},{"surname":"Singharoy","given-names":"Abhishek"},{"surname":"Hunter","given-names":"C Neil"},{"surname":"Schulten","given-names":"Klaus"}],"abstract":"The chromatophore of purple bacteria is an intracellular spherical vesicle that exists in numerous copies in the cell and that efficiently converts sunlight into ATP synthesis, operating typically under low light conditions. Building on an atomic-level structural model of a low-light-adapted chromatophore vesicle from <italic>Rhodobacter sphaeroides</italic>, we investigate the cooperation between more than a hundred protein complexes in the vesicle. The steady-state ATP production rate as a function of incident light intensity is determined after identifying quinol turnover at the cytochrome <inline-formula>undefined</inline-formula> complex (cyt<inline-formula>undefined</inline-formula>) as rate limiting and assuming that the quinone/quinol pool of about 900 molecules acts in a quasi-stationary state. For an illumination condition equivalent to 1% of full sunlight, the vesicle exhibits an ATP production rate of 82 ATP molecules/s. The energy conversion efficiency of ATP synthesis at illuminations corresponding to 1%–5% of full sunlight is calculated to be 0.12–0.04, respectively. The vesicle stoichiometry, evolutionarily adapted to the low light intensities in the habitat of purple bacteria, is suboptimal for steady-state ATP turnover for the benefit of protection against over-illumination.","identifier":[{"type":"publisher-id","id":"09541"},{"type":"doi","id":"10.7554/eLife.09541"}],"date":{"day":"26","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09541","entryfile":"elife-09541-v1.xml","files":["elife-09541-fig1-v1-600w.jpg","elife-09541-fig2-v1-600w.jpg","elife-09541-fig3-v1-600w.jpg","elife-09541-fig4-v1-600w.jpg","elife-09541-fig5-v1-600w.jpg"]}