{"title":"Polycomb- and REST-associated histone deacetylases are independent pathways toward a mature neuronal phenotype","author":[{"surname":"McGann","given-names":"James C"},{"surname":"Oyer","given-names":"Jon A"},{"surname":"Garg","given-names":"Saurabh"},{"surname":"Yao","given-names":"Huilan"},{"surname":"Liu","given-names":"Jun"},{"surname":"Feng","given-names":"Xin"},{"surname":"Liao","given-names":"Lujian"},{"surname":"Yates","given-names":"John R"},{"surname":"Mandel","given-names":"Gail"}],"abstract":"The bivalent hypothesis posits that genes encoding developmental regulators required for early lineage decisions are poised in stem/progenitor cells by the balance between a repressor histone modification (H3K27me3), mediated by the Polycomb Repressor Complex 2 (PRC2), and an activator modification (H3K4me3). In this study, we test whether this mechanism applies equally to genes that are not required until terminal differentiation. We focus on the RE1 Silencing Transcription Factor (REST) because it is expressed highly in stem cells and is an established global repressor of terminal neuronal genes. Elucidation of the REST complex, and comparison of chromatin marks and gene expression levels in control and REST-deficient stem cells, shows that REST target genes are poised by a mechanism independent of Polycomb, even at promoters which bear the H3K27me3 mark. Specifically, genes under REST control are actively repressed in stem cells by a balance of the H3K4me3 mark and a repressor complex that relies on histone deacetylase activity. Thus, chromatin distinctions between pro-neural and terminal neuronal genes are established at the embryonic stem cell stage by two parallel, but distinct, repressor pathways.","identifier":[{"type":"publisher-id","id":"04235"},{"type":"doi","id":"10.7554/eLife.04235"}],"date":{"day":"24","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04235","entryfile":"elife-04235-v2.xml","files":["elife-04235-fig1-figsupp1-v2-600w.jpg","elife-04235-fig1-figsupp2-v2-600w.jpg","elife-04235-fig1-figsupp3-v2-600w.jpg","elife-04235-fig1-figsupp4-v2-600w.jpg","elife-04235-fig1-figsupp5-v2-600w.jpg","elife-04235-fig1-v2-600w.jpg","elife-04235-fig2-v2-600w.jpg","elife-04235-fig3-v2-600w.jpg","elife-04235-fig4-figsupp1-v2-600w.jpg","elife-04235-fig4-v2-600w.jpg","elife-04235-v1.xml"]}