{"title":"Neuron-glia signaling in developing retina mediated by neurotransmitter spillover","author":[{"surname":"Rosa","given-names":"Juliana M"},{"surname":"Bos","given-names":"Rémi"},{"surname":"Sack","given-names":"Georgeann S"},{"surname":"Fortuny","given-names":"Cécile"},{"surname":"Agarwal","given-names":"Amit"},{"surname":"Bergles","given-names":"Dwight E"},{"surname":"Flannery","given-names":"John G"},{"surname":"Feller","given-names":"Marla B"}],"abstract":"Neuron-glia interactions play a critical role in the maturation of neural circuits; however, little is known about the pathways that mediate their communication in the developing CNS. We investigated neuron-glia signaling in the developing retina, where we demonstrate that retinal waves reliably induce calcium transients in Müller glial cells (MCs). During cholinergic waves, MC calcium transients were blocked by muscarinic acetylcholine receptor antagonists, whereas during glutamatergic waves, MC calcium transients were inhibited by ionotropic glutamate receptor antagonists, indicating that the responsiveness of MCs changes to match the neurotransmitter used to support retinal waves. Using an optical glutamate sensor we show that the decline in MC calcium transients is caused by a reduction in the amount of glutamate reaching MCs. Together, these studies indicate that neurons and MCs exhibit correlated activity during a critical period of retinal maturation that is enabled by neurotransmitter spillover from retinal synapses.","identifier":[{"type":"publisher-id","id":"09590"},{"type":"doi","id":"10.7554/eLife.09590"}],"date":{"day":"14","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09590","entryfile":"elife-09590-v2.xml","files":["elife-09590-fig1-figsupp1-v2-600w.jpg","elife-09590-fig1-v2-600w.jpg","elife-09590-fig2-v2-600w.jpg","elife-09590-fig3-v2-600w.jpg","elife-09590-fig4-figsupp1-v2-600w.jpg","elife-09590-fig4-v2-600w.jpg","elife-09590-fig5-figsupp1-v2-600w.jpg","elife-09590-fig5-v2-600w.jpg","elife-09590-fig6-v2-600w.jpg","elife-09590-resp-fig1-v2-600w.jpg","elife-09590-v1.xml"]}