{"title":"Mating and male pheromone kill <italic>Caenorhabditis</italic> males through distinct mechanisms","author":[{"surname":"Shi","given-names":"Cheng"},{"surname":"Runnels","given-names":"Alexi M"},{"surname":"Murphy","given-names":"Coleen T"}],"abstract":"Differences in longevity between sexes is a mysterious yet general phenomenon across great evolutionary distances. To test the roles of responses to environmental cues and sexual behaviors in longevity regulation, we examined <italic>Caenorhabditis</italic> male lifespan under solitary, grouped, and mated conditions. We find that neurons and the germline are required for male pheromone-dependent male death. Hermaphrodites with a masculinized nervous system secrete male pheromone and are susceptible to male pheromone killing. Male pheromone-mediated killing is unique to androdioecious <italic>Caenorhabditis</italic>, and may reduce the number of males in hermaphroditic populations; neither males nor females of gonochoristic species are susceptible to male pheromone killing. By contrast, mating-induced death, which is characterized by germline-dependent shrinking, glycogen loss, and ectopic vitellogenin expression, utilizes distinct molecular pathways and is shared between the sexes and across species. The study of sex- and species-specific regulation of aging reveals deeply conserved mechanisms of longevity and population structure regulation.","identifier":[{"type":"publisher-id","id":"23493"},{"type":"doi","id":"10.7554/eLife.23493"}],"date":{"day":"14","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23493","entryfile":"elife-23493-v3.xml","files":["elife-23493-fig1-figsupp1-v3-600w.jpg","elife-23493-fig1-v3-600w.jpg","elife-23493-fig2-v3-600w.jpg","elife-23493-fig3-v3-600w.jpg","elife-23493-fig4-figsupp1-v3-600w.jpg","elife-23493-fig4-figsupp2-v3-600w.jpg","elife-23493-fig4-v3-600w.jpg","elife-23493-fig5-figsupp1-v3-600w.jpg","elife-23493-fig5-figsupp2-v3-600w.jpg","elife-23493-fig5-figsupp3-v3-600w.jpg","elife-23493-fig5-figsupp4-v3-600w.jpg","elife-23493-fig5-v3-600w.jpg","elife-23493-fig6-v3-600w.jpg","elife-23493-fig7-v3-600w.jpg","elife-23493-fig8-figsupp1-v3-600w.jpg","elife-23493-fig8-figsupp2-v3-600w.jpg","elife-23493-fig8-figsupp3-v3-600w.jpg","elife-23493-fig8-v3-600w.jpg","elife-23493-v1.xml","elife-23493-v2.xml"]}