{"title":"Bidirectional interactions between indomethacin and the murine intestinal microbiota","author":[{"surname":"Liang","given-names":"Xue"},{"surname":"Bittinger","given-names":"Kyle"},{"surname":"Li","given-names":"Xuanwen"},{"surname":"Abernethy","given-names":"Darrell R"},{"surname":"Bushman","given-names":"Frederic D"},{"surname":"FitzGerald","given-names":"Garret A"}],"abstract":"The vertebrate gut microbiota have been implicated in the metabolism of xenobiotic compounds, motivating studies of microbe-driven metabolism of clinically important drugs. Here, we studied interactions between the microbiota and indomethacin, a nonsteroidal anti-inflammatory drug (NSAID) that inhibits cyclooxygenases (COX) -1 and -2. Indomethacin was tested in both acute and chronic exposure models in mice at clinically relevant doses, which suppressed production of COX-1- and COX-2-derived prostaglandins and caused small intestinal (SI) damage. Deep sequencing analysis showed that indomethacin exposure was associated with alterations in the structure of the intestinal microbiota in both dosing models. Perturbation of the intestinal microbiome by antibiotic treatment altered indomethacin pharmacokinetics and pharmacodynamics, which is probably the result of reduced bacterial β-glucuronidase activity. Humans show considerable inter-individual differences in their microbiota and their responses to indomethacin — thus, the drug-microbe interactions described here provide candidate mediators of individualized drug responses.","identifier":[{"type":"publisher-id","id":"08973"},{"type":"doi","id":"10.7554/eLife.08973"}],"date":{"day":"23","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08973","entryfile":"elife-08973-v2.xml","files":["elife-08973-fig1-v2-600w.jpg","elife-08973-fig2-figsupp1-v2-600w.jpg","elife-08973-fig2-figsupp2-v2-600w.jpg","elife-08973-fig2-figsupp3-v2-600w.jpg","elife-08973-fig2-figsupp4-v2-600w.jpg","elife-08973-fig2-figsupp5-v2-600w.jpg","elife-08973-fig2-v2-600w.jpg","elife-08973-fig3-figsupp1-v2-600w.jpg","elife-08973-fig3-figsupp2-v2-600w.jpg","elife-08973-fig3-figsupp3-v2-600w.jpg","elife-08973-fig3-v2-600w.jpg","elife-08973-fig4-figsupp1-v2-600w.jpg","elife-08973-fig4-v2-600w.jpg","elife-08973-fig5-figsupp1-v2-600w.jpg","elife-08973-fig5-v2-600w.jpg","elife-08973-v1.xml"]}