{"title":"Digital signaling decouples activation probability and population heterogeneity","author":[{"surname":"Kellogg","given-names":"Ryan A"},{"surname":"Tian","given-names":"Chengzhe"},{"surname":"Lipniacki","given-names":"Tomasz"},{"surname":"Quake","given-names":"Stephen R"},{"surname":"Tay","given-names":"Savaş"}],"abstract":"Digital signaling enhances robustness of cellular decisions in noisy environments, but it is unclear how digital systems transmit temporal information about a stimulus. To understand how temporal input information is encoded and decoded by the NF-κB system, we studied transcription factor dynamics and gene regulation under dose- and duration-modulated inflammatory inputs. Mathematical modeling predicted and microfluidic single-cell experiments confirmed that integral of the stimulus (or area, concentration × duration) controls the fraction of cells that activate NF-κB in the population. However, stimulus temporal profile determined NF-κB dynamics, cell-to-cell variability, and gene expression phenotype. A sustained, weak stimulation lead to heterogeneous activation and delayed timing that is transmitted to gene expression. In contrast, a transient, strong stimulus with the same area caused rapid and uniform dynamics. These results show that digital NF-κB signaling enables multidimensional control of cellular phenotype via input profile, allowing parallel and independent control of single-cell activation probability and population heterogeneity.","identifier":[{"type":"publisher-id","id":"08931"},{"type":"doi","id":"10.7554/eLife.08931"}],"date":{"day":"21","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08931","entryfile":"elife-08931-v1.xml","files":["elife-08931-app1-fig1-v1-600w.jpg","elife-08931-app1-fig2-v1-600w.jpg","elife-08931-fig1-v1-600w.jpg","elife-08931-fig2-figsupp1-v1-600w.jpg","elife-08931-fig2-figsupp2-v1-600w.jpg","elife-08931-fig2-v1-600w.jpg","elife-08931-fig3-figsupp1-v1-600w.jpg","elife-08931-fig3-figsupp2-v1-600w.jpg","elife-08931-fig3-v1-600w.jpg","elife-08931-fig4-figsupp1-v1-600w.jpg","elife-08931-fig4-v1-600w.jpg","elife-08931-fig5-figsupp1-v1-600w.jpg","elife-08931-fig5-figsupp2-v1-600w.jpg","elife-08931-fig5-figsupp3-v1-600w.jpg","elife-08931-fig5-v1-600w.jpg","elife-08931-fig6-figsupp1-v1-600w.jpg","elife-08931-fig6-v1-600w.jpg","elife-08931-fig7-figsupp1-v1-600w.jpg","elife-08931-fig7-v1-600w.jpg"]}