{"title":"Registered report: Wnt activity defines colon cancer stem cells and is regulated by the microenvironment","author":[{"surname":"Evans","given-names":"James"},{"surname":"Essex","given-names":"Anthony"},{"surname":"Xin","given-names":"Hong"},{"surname":"Amitai","given-names":"Nurith"},{"surname":"Brinton","given-names":"Lindsey"},{"surname":"Griner","given-names":"Erin"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by replicating selected results from a substantial number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered report describes the proposed replication plan of key experiments from ‘Wnt activity defines colon cancer stem cells and is regulated by the microenvironment’ by Vermeulen and colleagues, published in <italic>Nature Cell Biology</italic> in 2010 (<xref>Vermeulen et al., 2010</xref>). The key experiments that will be replicated are those reported in Figures 2F, 6D, and 7E. In these experiments, Vermeulen and colleagues utilize a reporter for Wnt activity and show that colon cancer cells with high levels of Wnt activity also express cancer stem cell markers (Figure 2F; <xref>Vermeulen et al., 2010</xref>). Additionally, treatment either with conditioned medium derived from myofibroblasts or with hepatocyte growth factor restored clonogenic potential in low Wnt activity colon cancer cells in vitro (Figure 6D; <xref>Vermeulen et al., 2010</xref>) and in vivo (Figure 7E; <xref>Vermeulen et al., 2010</xref>). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"07301"},{"type":"doi","id":"10.7554/eLife.07301"}],"date":{"day":"19","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07301","entryfile":"elife-07301-v1.xml","files":[]}