{"title":"Cortical microtubule nucleation can organise the cytoskeleton of <italic>Drosophila</italic> oocytes to define the anteroposterior axis","author":[{"surname":"Khuc Trong","given-names":"Philipp"},{"surname":"Doerflinger","given-names":"Hélène"},{"surname":"Dunkel","given-names":"Jörn"},{"surname":"St Johnston","given-names":"Daniel"},{"surname":"Goldstein","given-names":"Raymond E"}],"abstract":"Many cells contain non-centrosomal arrays of microtubules (MTs), but the assembly, organisation and function of these arrays are poorly understood. We present the first theoretical model for the non-centrosomal MT cytoskeleton in <italic>Drosophila</italic> oocytes, in which <italic>bicoid</italic> and <italic>oskar</italic> mRNAs become localised to establish the anterior-posterior body axis. Constrained by experimental measurements, the model shows that a simple gradient of cortical MT nucleation is sufficient to reproduce the observed MT distribution, cytoplasmic flow patterns and localisation of <italic>oskar</italic> and naive <italic>bicoid</italic> mRNAs. Our simulations exclude a major role for cytoplasmic flows in localisation and reveal an organisation of the MT cytoskeleton that is more ordered than previously thought. Furthermore, modulating cortical MT nucleation induces a bifurcation in cytoskeletal organisation that accounts for the phenotypes of polarity mutants. Thus, our three-dimensional model explains many features of the MT network and highlights the importance of differential cortical MT nucleation for axis formation.","identifier":[{"type":"publisher-id","id":"06088"},{"type":"doi","id":"10.7554/eLife.06088"}],"date":{"day":"25","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06088","entryfile":"elife-06088-v1.xml","files":["elife-06088-fig1-figsupp1-v1-600w.jpg","elife-06088-fig1-v1-600w.jpg","elife-06088-fig2-figsupp1-v1-600w.jpg","elife-06088-fig2-v1-600w.jpg","elife-06088-fig3-v1-600w.jpg","elife-06088-fig4-figsupp1-v1-600w.jpg","elife-06088-fig4-figsupp2-v1-600w.jpg","elife-06088-fig4-v1-600w.jpg","elife-06088-fig5-v1-600w.jpg","elife-06088-fig6-v1-600w.jpg","elife-06088-fig7-v1-600w.jpg","elife-06088-fig8-v1-600w.jpg"]}