{"title":"<italic>Drosophila</italic> neprilysins control insulin signaling and food intake via cleavage of regulatory peptides","author":[{"surname":"Hallier","given-names":"Benjamin"},{"surname":"Schiemann","given-names":"Ronja"},{"surname":"Cordes","given-names":"Eva"},{"surname":"Vitos-Faleato","given-names":"Jessica"},{"surname":"Walter","given-names":"Stefan"},{"surname":"Heinisch","given-names":"Jürgen J"},{"surname":"Malmendal","given-names":"Anders"},{"surname":"Paululat","given-names":"Achim"},{"surname":"Meyer","given-names":"Heiko"}],"abstract":"Insulin and IGF signaling are critical to numerous developmental and physiological processes, with perturbations being pathognomonic of various diseases, including diabetes. Although the functional roles of the respective signaling pathways have been extensively studied, the control of insulin production and release is only partially understood. Herein, we show that in <italic>Drosophila</italic> expression of insulin-like peptides is regulated by neprilysin activity. Concomitant phenotypes of altered neprilysin expression included impaired food intake, reduced body size, and characteristic changes in the metabolite composition. Ectopic expression of a catalytically inactive mutant did not elicit any of the phenotypes, which confirms abnormal peptide hydrolysis as a causative factor. A screen for corresponding substrates of the neprilysin identified distinct peptides that regulate insulin-like peptide expression, feeding behavior, or both. The high functional conservation of neprilysins and their substrates renders the characterized principles applicable to numerous species, including higher eukaryotes and humans.","identifier":[{"type":"publisher-id","id":"19430"},{"type":"doi","id":"10.7554/eLife.19430"}],"date":{"day":"06","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19430","entryfile":"elife-19430-v1.xml","files":["elife-19430-fig1-v1-600w.jpg","elife-19430-fig2-figsupp1-v1-600w.jpg","elife-19430-fig2-v1-600w.jpg","elife-19430-fig3-figsupp1-v1-600w.jpg","elife-19430-fig3-v1-600w.jpg","elife-19430-fig4-v1-600w.jpg","elife-19430-fig5-v1-600w.jpg","elife-19430-fig6-v1-600w.jpg","elife-19430-fig7-figsupp1-v1-600w.jpg","elife-19430-fig7-v1-600w.jpg"]}