{"title":"Resolving dual binding conformations of cellulosome cohesin-dockerin complexes using single-molecule force spectroscopy","author":[{"surname":"Jobst","given-names":"Markus A"},{"surname":"Milles","given-names":"Lukas F"},{"surname":"Schoeler","given-names":"Constantin"},{"surname":"Ott","given-names":"Wolfgang"},{"surname":"Fried","given-names":"Daniel B"},{"surname":"Bayer","given-names":"Edward A"},{"surname":"Gaub","given-names":"Hermann E"},{"surname":"Nash","given-names":"Michael A"}],"abstract":"Receptor-ligand pairs are ordinarily thought to interact through a lock and key mechanism, where a unique molecular conformation is formed upon binding. Contrary to this paradigm, cellulosomal cohesin-dockerin (Coh-Doc) pairs are believed to interact through redundant dual binding modes consisting of two distinct conformations. Here, we combined site-directed mutagenesis and single-molecule force spectroscopy (SMFS) to study the unbinding of Coh:Doc complexes under force. We designed Doc mutations to knock out each binding mode, and compared their single-molecule unfolding patterns as they were dissociated from Coh using an atomic force microscope (AFM) cantilever. Although average bulk measurements were unable to resolve the differences in Doc binding modes due to the similarity of the interactions, with a single-molecule method we were able to discriminate the two modes based on distinct differences in their mechanical properties. We conclude that under native conditions wild-type Doc from <italic>Clostridium thermocellum</italic> exocellulase Cel48S populates both binding modes with similar probabilities. Given the vast number of Doc domains with predicteddual binding modes across multiple bacterial species, our approach opens up newpossibilities for understanding assembly and catalytic properties of a broadrange of multi-enzyme complexes.","identifier":[{"type":"publisher-id","id":"10319"},{"type":"doi","id":"10.7554/eLife.10319"}],"date":{"day":"31","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10319","entryfile":"elife-10319-v2.xml","files":["elife-10319-fig1-v2-600w.jpg","elife-10319-fig2-v2-600w.jpg","elife-10319-fig3-figsupp1-v2-600w.jpg","elife-10319-fig3-v2-600w.jpg","elife-10319-fig4-v2-600w.jpg","elife-10319-fig5-v2-600w.jpg","elife-10319-fig6-v2-600w.jpg","elife-10319-fig7-v2-600w.jpg","elife-10319-v1.xml"]}