{"title":"Noise modulation in retinoic acid signaling sharpens segmental boundaries of gene expression in the embryonic zebrafish hindbrain","author":[{"surname":"Sosnik","given-names":"Julian"},{"surname":"Zheng","given-names":"Likun"},{"surname":"Rackauckas","given-names":"Christopher V"},{"surname":"Digman","given-names":"Michelle"},{"surname":"Gratton","given-names":"Enrico"},{"surname":"Nie","given-names":"Qing"},{"surname":"Schilling","given-names":"Thomas F"}],"abstract":"Morphogen gradients induce sharply defined domains of gene expression in a concentration-dependent manner, yet how cells interpret these signals in the face of spatial and temporal noise remains unclear. Using fluorescence lifetime imaging microscopy (FLIM) and phasor analysis to measure endogenous retinoic acid (RA) directly in vivo, we have investigated the amplitude of noise in RA signaling, and how modulation of this noise affects patterning of hindbrain segments (rhombomeres) in the zebrafish embryo. We demonstrate that RA forms a noisy gradient during critical stages of hindbrain patterning and that cells use distinct intracellular binding proteins to attenuate noise in RA levels. Increasing noise disrupts sharpening of rhombomere boundaries and proper patterning of the hindbrain. These findings reveal novel cellular mechanisms of noise regulation, which are likely to play important roles in other aspects of physiology and disease.","identifier":[{"type":"publisher-id","id":"14034"},{"type":"doi","id":"10.7554/eLife.14034"}],"date":{"day":"12","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14034","entryfile":"elife-14034-v1.xml","files":["elife-14034-fig1-figsupp1-v1-600w.jpg","elife-14034-fig1-figsupp2-v1-600w.jpg","elife-14034-fig1-v1-600w.jpg","elife-14034-fig2-figsupp1-v1-600w.jpg","elife-14034-fig2-v1-600w.jpg","elife-14034-fig3-figsupp1-v1-600w.jpg","elife-14034-fig3-v1-600w.jpg","elife-14034-fig4-figsupp1-v1-600w.jpg","elife-14034-fig4-v1-600w.jpg","elife-14034-resp-fig1-v1-600w.jpg","elife-14034-resp-fig2-v1-600w.jpg"]}