{"title":"An event map of memory space in the hippocampus","author":[{"surname":"Deuker","given-names":"Lorena"},{"surname":"Bellmund","given-names":"Jacob LS"},{"surname":"Navarro Schröder","given-names":"Tobias"},{"surname":"Doeller","given-names":"Christian F"}],"abstract":"The hippocampus has long been implicated in both episodic and spatial memory, however these mnemonic functions have been traditionally investigated in separate research strands. Theoretical accounts and rodent data suggest a common mechanism for spatial and episodic memory in the hippocampus by providing an abstract and flexible representation of the external world. Here, we monitor the de novo formation of such a representation of space and time in humans using fMRI. After learning spatio-temporal trajectories in a large-scale virtual city, subject-specific neural similarity in the hippocampus scaled with the remembered proximity of events in space and time. Crucially, the structure of the entire spatio-temporal network was reflected in neural patterns. Our results provide evidence for a common coding mechanism underlying spatial and temporal aspects of episodic memory in the hippocampus and shed new light on its role in interleaving multiple episodes in a neural event map of memory space.","identifier":[{"type":"publisher-id","id":"16534"},{"type":"doi","id":"10.7554/eLife.16534"}],"date":{"day":"06","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16534","entryfile":"elife-16534-v1.xml","files":["elife-16534-fig1-figsupp1-v1-600w.jpg","elife-16534-fig1-figsupp2-v1-600w.jpg","elife-16534-fig1-figsupp3-v1-600w.jpg","elife-16534-fig1-v1-600w.jpg","elife-16534-fig2-figsupp1-v1-600w.jpg","elife-16534-fig2-figsupp2-v1-600w.jpg","elife-16534-fig2-v1-600w.jpg","elife-16534-fig3-v1-600w.jpg","elife-16534-fig4-figsupp1-v1-600w.jpg","elife-16534-fig4-v1-600w.jpg","elife-16534-fig5-figsupp1-v1-600w.jpg","elife-16534-fig5-v1-600w.jpg","elife-16534-fig6-v1-600w.jpg","elife-16534-resp-fig1-v1-600w.jpg"]}