{"title":"Dynamic transcriptional signature and cell fate analysis reveals plasticity of individual neural plate border cells","author":[{"surname":"Roellig","given-names":"Daniela"},{"surname":"Tan-Cabugao","given-names":"Johanna"},{"surname":"Esaian","given-names":"Sevan"},{"surname":"Bronner","given-names":"Marianne E"}],"abstract":"The ‘neural plate border’ of vertebrate embryos contains precursors of neural crest and placode cells, both defining vertebrate characteristics. How these lineages segregate from neural and epidermal fates has been a matter of debate. We address this by performing a fine-scale quantitative temporal analysis of transcription factor expression in the neural plate border of chick embryos. The results reveal significant overlap of transcription factors characteristic of multiple lineages in individual border cells from gastrula through neurula stages. Cell fate analysis using a Sox2 (neural) enhancer reveals that cells that are initially Sox2+ cells can contribute not only to neural tube but also to neural crest and epidermis. Moreover, modulating levels of Sox2 or Pax7 alters the apportionment of neural tube versus neural crest fates. Our results resolve a long-standing question and suggest that many individual border cells maintain ability to contribute to multiple ectodermal lineages until or beyond neural tube closure.","identifier":[{"type":"publisher-id","id":"21620"},{"type":"doi","id":"10.7554/eLife.21620"}],"date":{"day":"29","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21620","entryfile":"elife-21620-v1.xml","files":["elife-21620-fig1-v1-600w.jpg","elife-21620-fig2-figsupp1-v1-600w.jpg","elife-21620-fig2-figsupp2-v1-600w.jpg","elife-21620-fig2-figsupp3-v1-600w.jpg","elife-21620-fig2-v1-600w.jpg","elife-21620-fig3-figsupp1-v1-600w.jpg","elife-21620-fig3-v1-600w.jpg","elife-21620-fig4-v1-600w.jpg","elife-21620-fig5-v1-600w.jpg","elife-21620-fig6-figsupp1-v1-600w.jpg","elife-21620-fig6-figsupp2-v1-600w.jpg","elife-21620-fig6-v1-600w.jpg","elife-21620-fig7-v1-600w.jpg","elife-21620-fig8-v1-600w.jpg"]}