{"title":"Convergence of pontine and proprioceptive streams onto multimodal cerebellar granule cells","author":[{"surname":"Huang","given-names":"Cheng-Chiu"},{"surname":"Sugino","given-names":"Ken"},{"surname":"Shima","given-names":"Yasuyuki"},{"surname":"Guo","given-names":"Caiying"},{"surname":"Bai","given-names":"Suxia"},{"surname":"Mensh","given-names":"Brett D"},{"surname":"Nelson","given-names":"Sacha B"},{"surname":"Hantman","given-names":"Adam W"}],"abstract":"Cerebellar granule cells constitute the majority of neurons in the brain and are the primary conveyors of sensory and motor-related mossy fiber information to Purkinje cells. The functional capability of the cerebellum hinges on whether individual granule cells receive mossy fiber inputs from multiple precerebellar nuclei or are instead unimodal; this distinction is unresolved. Using cell-type-specific projection mapping with synaptic resolution, we observed the convergence of separate sensory (upper body proprioceptive) and basilar pontine pathways onto individual granule cells and mapped this convergence across cerebellar cortex. These findings inform the long-standing debate about the multimodality of mammalian granule cells and substantiate their associative capacity predicted in the Marr-Albus theory of cerebellar function. We also provide evidence that the convergent basilar pontine pathways carry corollary discharges from upper body motor cortical areas. Such merging of related corollary and sensory streams is a critical component of circuit models of predictive motor control.","identifier":[{"type":"publisher-id","id":"00400"},{"type":"doi","id":"10.7554/eLife.00400"}],"date":{"day":"26","month":"02","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00400","entryfile":"elife-00400-v1.xml","files":["elife-00400-fig1-figsupp1-v1-600w.jpg","elife-00400-fig1-v1-600w.jpg","elife-00400-fig2-v1-600w.jpg","elife-00400-fig3-v1-600w.jpg","elife-00400-fig4-v1-600w.jpg","elife-00400-fig5-v1-600w.jpg","elife-00400-fig6-v1-600w.jpg"]}