{"title":"The Chd1 chromatin remodeler shifts hexasomes unidirectionally","author":[{"surname":"Levendosky","given-names":"Robert F"},{"surname":"Sabantsev","given-names":"Anton"},{"surname":"Deindl","given-names":"Sebastian"},{"surname":"Bowman","given-names":"Gregory D"}],"abstract":"Despite their canonical two-fold symmetry, nucleosomes in biological contexts are often asymmetric: functionalized with post-translational modifications (PTMs), substituted with histone variants, and even lacking H2A/H2B dimers. Here we show that the Widom 601 nucleosome positioning sequence can produce hexasomes in a specific orientation on DNA, providing a useful tool for interrogating chromatin enzymes and allowing for the generation of nucleosomes with precisely defined asymmetry. Using this methodology, we demonstrate that the Chd1 chromatin remodeler from <italic>Saccharomyces cerevisiae</italic> requires H2A/H2B on the entry side for sliding, and thus, unlike the back-and-forth sliding observed for nucleosomes, Chd1 shifts hexasomes unidirectionally. Chd1 takes part in chromatin reorganization surrounding transcribing RNA polymerase II (Pol II), and using asymmetric nucleosomes we show that ubiquitin-conjugated H2B on the entry side stimulates nucleosome sliding by Chd1. We speculate that biased nucleosome and hexasome sliding due to asymmetry contributes to the packing of arrays observed in vivo.","identifier":[{"type":"publisher-id","id":"21356"},{"type":"doi","id":"10.7554/eLife.21356"}],"date":{"day":"29","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21356","entryfile":"elife-21356-v2.xml","files":["elife-21356-fig1-v2-600w.jpg","elife-21356-fig2-figsupp1-v2-600w.jpg","elife-21356-fig2-figsupp2-v2-600w.jpg","elife-21356-fig2-v2-600w.jpg","elife-21356-fig3-figsupp1-v2-600w.jpg","elife-21356-fig3-v2-600w.jpg","elife-21356-fig4-figsupp1-v2-600w.jpg","elife-21356-fig4-v2-600w.jpg","elife-21356-fig5-v2-600w.jpg","elife-21356-fig6-figsupp1-v2-600w.jpg","elife-21356-fig6-v2-600w.jpg","elife-21356-fig7-figsupp1-v2-600w.jpg","elife-21356-fig7-figsupp2-v2-600w.jpg","elife-21356-fig7-v2-600w.jpg","elife-21356-fig8-v2-600w.jpg","elife-21356-fig9-v2-600w.jpg","elife-21356-v1.xml"]}