{"title":"Sequential selection of economic good and action in medial frontal cortex of macaques during value-based decisions","author":[{"surname":"Chen","given-names":"Xiaomo"},{"surname":"Stuphorn","given-names":"Veit"}],"abstract":"Value-based decisions could rely either on the selection of desired economic goods or on the selection of the actions that will obtain the goods. We investigated this question by recording from the supplementary eye field (SEF) of monkeys during a gambling task that allowed us to distinguish chosen good from chosen action signals. Analysis of the individual neuron activity, as well as of the population state-space dynamic, showed that SEF encodes first the chosen gamble option (the desired economic good) and only ~100 ms later the saccade that will obtain it (the chosen action). The action selection is likely driven by inhibitory interactions between different SEF neurons. Our results suggest that during value-based decisions, the selection of economic goods precedes and guides the selection of actions. The two selection steps serve different functions and can therefore not compensate for each other, even when information guiding both processes is given simultaneously.","identifier":[{"type":"publisher-id","id":"09418"},{"type":"doi","id":"10.7554/eLife.09418"}],"date":{"day":"27","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09418","entryfile":"elife-09418-v2.xml","files":["elife-09418-fig1-v2-600w.jpg","elife-09418-fig2-figsupp1-v2-600w.jpg","elife-09418-fig2-v2-600w.jpg","elife-09418-fig3-figsupp1-v2-600w.jpg","elife-09418-fig3-v2-600w.jpg","elife-09418-fig4-figsupp1-v2-600w.jpg","elife-09418-fig4-figsupp2-v2-600w.jpg","elife-09418-fig4-figsupp3-v2-600w.jpg","elife-09418-fig4-figsupp4-v2-600w.jpg","elife-09418-fig4-v2-600w.jpg","elife-09418-fig5-v2-600w.jpg","elife-09418-fig6-figsupp1-v2-600w.jpg","elife-09418-fig6-v2-600w.jpg","elife-09418-fig7-figsupp1-v2-600w.jpg","elife-09418-fig7-figsupp2-v2-600w.jpg","elife-09418-fig7-v2-600w.jpg","elife-09418-resp-fig1-v2-600w.jpg","elife-09418-v1.xml"]}