{"title":"Phylogenomic analysis supports the ancestral presence of LPS-outer membranes in the Firmicutes","author":[{"surname":"Antunes","given-names":"Luisa CS"},{"surname":"Poppleton","given-names":"Daniel"},{"surname":"Klingl","given-names":"Andreas"},{"surname":"Criscuolo","given-names":"Alexis"},{"surname":"Dupuy","given-names":"Bruno"},{"surname":"Brochier-Armanet","given-names":"Céline"},{"surname":"Beloin","given-names":"Christophe"},{"surname":"Gribaldo","given-names":"Simonetta"}],"abstract":"One of the major unanswered questions in evolutionary biology is when and how the transition between diderm (two membranes) and monoderm (one membrane) cell envelopes occurred in Bacteria. The Negativicutes and the Halanaerobiales belong to the classically monoderm Firmicutes, but possess outer membranes with lipopolysaccharide (LPS-OM). Here, we show that they form two phylogenetically distinct lineages, each close to different monoderm relatives. In contrast, their core LPS biosynthesis enzymes were inherited vertically, as in the majority of bacterial phyla. Finally, annotation of key OM systems in the Halanaerobiales and the Negativicutes shows a puzzling combination of monoderm and diderm features. Together, these results support the hypothesis that the LPS-OMs of Negativicutes and Halanaerobiales are remnants of an ancient diderm cell envelope that was present in the ancestor of the Firmicutes, and that the monoderm phenotype in this phylum is a derived character that arose multiple times independently through OM loss.","identifier":[{"type":"publisher-id","id":"14589"},{"type":"doi","id":"10.7554/eLife.14589"}],"date":{"day":"31","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14589","entryfile":"elife-14589-v1.xml","files":["elife-14589-fig1-v1-600w.jpg","elife-14589-fig2-figsupp1-v1-600w.jpg","elife-14589-fig2-figsupp2-v1-600w.jpg","elife-14589-fig2-figsupp3-v1-600w.jpg","elife-14589-fig2-v1-600w.jpg","elife-14589-fig3-v1-600w.jpg","elife-14589-fig4-figsupp1-v1-600w.jpg","elife-14589-fig4-v1-600w.jpg","elife-14589-fig5-figsupp1-v1-600w.jpg","elife-14589-fig5-figsupp2-v1-600w.jpg","elife-14589-fig5-figsupp3-v1-600w.jpg","elife-14589-fig5-v1-600w.jpg"]}