{"title":"A neural basis for the spatial suppression of visual motion perception","author":[{"surname":"Liu","given-names":"Liu D"},{"surname":"Haefner","given-names":"Ralf M"},{"surname":"Pack","given-names":"Christopher C"}],"abstract":"In theory, sensory perception should be more accurate when more neurons contribute to the representation of a stimulus. However, psychophysical experiments that use larger stimuli to activate larger pools of neurons sometimes report impoverished perceptual performance. To determine the neural mechanisms underlying these paradoxical findings, we trained monkeys to discriminate the direction of motion of visual stimuli that varied in size across trials, while simultaneously recording from populations of motion-sensitive neurons in cortical area MT. We used the resulting data to constrain a computational model that explained the behavioral data as an interaction of three main mechanisms: noise correlations, which prevented stimulus information from growing with stimulus size; neural surround suppression, which decreased sensitivity for large stimuli; and a read-out strategy that emphasized neurons with receptive fields near the stimulus center. These results suggest that paradoxical percepts reflect tradeoffs between sensitivity and noise in neuronal populations.","identifier":[{"type":"publisher-id","id":"16167"},{"type":"doi","id":"10.7554/eLife.16167"}],"date":{"day":"26","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16167","entryfile":"elife-16167-v1.xml","files":["elife-16167-fig1-v1-600w.jpg","elife-16167-fig2-figsupp1-v1-600w.jpg","elife-16167-fig2-figsupp2-v1-600w.jpg","elife-16167-fig2-v1-600w.jpg","elife-16167-fig3-v1-600w.jpg","elife-16167-fig4-figsupp1-v1-600w.jpg","elife-16167-fig4-v1-600w.jpg","elife-16167-fig5-figsupp1-v1-600w.jpg","elife-16167-fig5-figsupp2-v1-600w.jpg","elife-16167-fig5-figsupp3-v1-600w.jpg","elife-16167-fig5-figsupp4-v1-600w.jpg","elife-16167-fig5-v1-600w.jpg"]}