{"title":"Mass enhances speed but diminishes turn capacity in terrestrial pursuit predators","author":[{"surname":"Wilson","given-names":"Rory P"},{"surname":"Griffiths","given-names":"Iwan W"},{"surname":"Mills","given-names":"Michael GL"},{"surname":"Carbone","given-names":"Chris"},{"surname":"Wilson","given-names":"John W"},{"surname":"Scantlebury","given-names":"David M"}],"abstract":"The dynamics of predator-prey pursuit appears complex, making the development of a framework explaining predator and prey strategies problematic. We develop a model for terrestrial, cursorial predators to examine how animal mass modulates predator and prey trajectories and affects best strategies for both parties. We incorporated the maximum speed-mass relationship with an explanation of why larger animals should have greater turn radii; the forces needed to turn scale linearly with mass whereas the maximum forces an animal can exert scale to a 2/3 power law. This clarifies why in a meta-analysis, we found a preponderance of predator/prey mass ratios that minimized the turn radii of predators compared to their prey. It also explained why acceleration data from wild cheetahs pursuing different prey showed different cornering behaviour with prey type. The outcome of predator prey pursuits thus depends critically on mass effects and the ability of animals to time turns precisely.","identifier":[{"type":"publisher-id","id":"06487"},{"type":"doi","id":"10.7554/eLife.06487"}],"date":{"day":"07","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06487","entryfile":"elife-06487-v2.xml","files":["elife-06487-fig1-v2-600w.jpg","elife-06487-fig10-v2-600w.jpg","elife-06487-fig2-v2-600w.jpg","elife-06487-fig3-v2-600w.jpg","elife-06487-fig4-v2-600w.jpg","elife-06487-fig5-v2-600w.jpg","elife-06487-fig6-v2-600w.jpg","elife-06487-fig7-v2-600w.jpg","elife-06487-fig8-v2-600w.jpg","elife-06487-fig9-v2-600w.jpg","elife-06487-resp-fig1-v2-600w.jpg","elife-06487-resp-fig2-v2-600w.jpg","elife-06487-resp-fig3-v2-600w.jpg","elife-06487-v1.xml"]}