{"title":"Endocannabinoid dynamics gate spike-timing dependent depression and potentiation","author":[{"surname":"Cui","given-names":"Yihui"},{"surname":"Prokin","given-names":"Ilya"},{"surname":"Xu","given-names":"Hao"},{"surname":"Delord","given-names":"Bruno"},{"surname":"Genet","given-names":"Stephane"},{"surname":"Venance","given-names":"Laurent"},{"surname":"Berry","given-names":"Hugues"}],"abstract":"Synaptic plasticity is a cardinal cellular mechanism for learning and memory. The endocannabinoid (eCB) system has emerged as a pivotal pathway for synaptic plasticity because of its widely characterized ability to depress synaptic transmission on short- and long-term scales. Recent reports indicate that eCBs also mediate potentiation of the synapse. However, it is not known how eCB signaling may support bidirectionality. Here, we combined electrophysiology experiments with mathematical modeling to question the mechanisms of eCB bidirectionality in spike-timing dependent plasticity (STDP) at corticostriatal synapses. We demonstrate that STDP outcome is controlled by eCB levels and dynamics: prolonged and moderate levels of eCB lead to eCB-mediated long-term depression (eCB-tLTD) while short and large eCB transients produce eCB-mediated long-term potentiation (eCB-tLTP). Moreover, we show that eCB-tLTD requires active calcineurin whereas eCB-tLTP necessitates the activity of presynaptic PKA. Therefore, just like glutamate or GABA, eCB form a bidirectional system to encode learning and memory.","identifier":[{"type":"publisher-id","id":"13185"},{"type":"doi","id":"10.7554/eLife.13185"}],"date":{"day":"27","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13185","entryfile":"elife-13185-v2.xml","files":["elife-13185-fig1-figsupp1-v2-600w.jpg","elife-13185-fig1-v2-600w.jpg","elife-13185-fig10-figsupp1-v2-600w.jpg","elife-13185-fig10-v2-600w.jpg","elife-13185-fig2-v2-600w.jpg","elife-13185-fig3-v2-600w.jpg","elife-13185-fig4-figsupp1-v2-600w.jpg","elife-13185-fig4-v2-600w.jpg","elife-13185-fig5-figsupp1-v2-600w.jpg","elife-13185-fig5-v2-600w.jpg","elife-13185-fig6-v2-600w.jpg","elife-13185-fig7-v2-600w.jpg","elife-13185-fig8-v2-600w.jpg","elife-13185-fig9-v2-600w.jpg","elife-13185-v1.xml"]}