{"title":"Feedforward motor information enhances somatosensory responses and sharpens angular tuning of rat S1 barrel cortex neurons","author":[{"surname":"Khateb","given-names":"Mohamed"},{"surname":"Schiller","given-names":"Jackie"},{"surname":"Schiller","given-names":"Yitzhak"}],"abstract":"The primary vibrissae motor cortex (vM1) is responsible for generating whisking movements. In parallel, vM1 also sends information directly to the sensory barrel cortex (vS1). In this study, we investigated the effects of vM1 activation on processing of vibrissae sensory information in vS1 of the rat. To dissociate the vibrissae sensory-motor loop, we optogenetically activated vM1 and independently passively stimulated principal vibrissae. Optogenetic activation of vM1 supra-linearly amplified the response of vS1 neurons to passive vibrissa stimulation in all cortical layers measured. Maximal amplification occurred when onset of vM1 optogenetic activation preceded vibrissa stimulation by 20 ms. In addition to amplification, vM1 activation also sharpened angular tuning of vS1 neurons in all cortical layers measured. Our findings indicated that in addition to output motor signals, vM1 also sends preparatory signals to vS1 that serve to amplify and sharpen the response of neurons in the barrel cortex to incoming sensory input signals.","identifier":[{"type":"publisher-id","id":"21843"},{"type":"doi","id":"10.7554/eLife.21843"}],"date":{"day":"06","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21843","entryfile":"elife-21843-v2.xml","files":["elife-21843-fig1-figsupp1-v2-600w.jpg","elife-21843-fig1-figsupp2-v2-600w.jpg","elife-21843-fig1-figsupp3-v2-600w.jpg","elife-21843-fig1-v2-600w.jpg","elife-21843-fig2-v2-600w.jpg","elife-21843-fig3-v2-600w.jpg","elife-21843-fig4-v2-600w.jpg","elife-21843-fig5-figsupp1-v2-600w.jpg","elife-21843-fig5-v2-600w.jpg","elife-21843-fig6-figsupp1-v2-600w.jpg","elife-21843-fig6-v2-600w.jpg","elife-21843-v1.xml"]}