{"title":"Intrinsic disorder within an AKAP-protein kinase A complex guides local substrate phosphorylation","author":[{"surname":"Smith","given-names":"F Donelson"},{"surname":"Reichow","given-names":"Steve L"},{"surname":"Esseltine","given-names":"Jessica L"},{"surname":"Shi","given-names":"Dan"},{"surname":"Langeberg","given-names":"Lorene K"},{"surname":"Scott","given-names":"John D"},{"surname":"Gonen","given-names":"Tamir"}],"abstract":"Anchoring proteins sequester kinases with their substrates to locally disseminate intracellular signals and avert indiscriminate transmission of these responses throughout the cell. Mechanistic understanding of this process is hampered by limited structural information on these macromolecular complexes. A-kinase anchoring proteins (AKAPs) spatially constrain phosphorylation by cAMP-dependent protein kinases (PKA). Electron microscopy and three-dimensional reconstructions of type-II PKA-AKAP18γ complexes reveal hetero-pentameric assemblies that adopt a range of flexible tripartite configurations. Intrinsically disordered regions within each PKA regulatory subunit impart the molecular plasticity that affords an ∼16 nanometer radius of motion to the associated catalytic subunits. Manipulating flexibility within the PKA holoenzyme augmented basal and cAMP responsive phosphorylation of AKAP-associated substrates. Cell-based analyses suggest that the catalytic subunit remains within type-II PKA-AKAP18γ complexes upon cAMP elevation. We propose that the dynamic movement of kinase sub-structures, in concert with the static AKAP-regulatory subunit interface, generates a solid-state signaling microenvironment for substrate phosphorylation.","identifier":[{"type":"publisher-id","id":"01319"},{"type":"doi","id":"10.7554/eLife.01319"}],"date":{"day":"05","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01319","entryfile":"elife-01319-v1.xml","files":["elife-01319-fig1-v1-600w.jpg","elife-01319-fig2-figsupp1-v1-600w.jpg","elife-01319-fig2-figsupp2-v1-600w.jpg","elife-01319-fig2-v1-600w.jpg","elife-01319-fig3-v1-600w.jpg","elife-01319-fig4-figsupp1-v1-600w.jpg","elife-01319-fig4-v1-600w.jpg","elife-01319-fig5-figsupp1-v1-600w.jpg","elife-01319-fig5-v1-600w.jpg"]}