{"title":"Structural reorganization of the chromatin remodeling enzyme Chd1 upon engagement with nucleosomes","author":[{"surname":"Sundaramoorthy","given-names":"Ramasubramanian"},{"surname":"Hughes","given-names":"Amanda L"},{"surname":"Singh","given-names":"Vijender"},{"surname":"Wiechens","given-names":"Nicola"},{"surname":"Ryan","given-names":"Daniel P"},{"surname":"El-Mkami","given-names":"Hassane"},{"surname":"Petoukhov","given-names":"Maxim"},{"surname":"svergun","given-names":"Dmitri I"},{"surname":"Treutlein","given-names":"Barbara"},{"surname":"Quack","given-names":"Salina"},{"surname":"Fischer","given-names":"Monika"},{"surname":"Michaelis","given-names":"Jens"},{"surname":"Böttcher","given-names":"Bettina"},{"surname":"Norman","given-names":"David G"},{"surname":"Owen-Hughes","given-names":"Tom"}],"abstract":"The yeast Chd1 protein acts to position nucleosomes across genomes. Here we model the structure of the Chd1 protein in solution and when bound to nucleosomes. In the apo state the DNA binding domain contacts the edge of the nucleosome while in the presence of the non-hydrolyzable ATP analog, ADP-beryllium fluoride, we observe additional interactions between the ATPase domain and the adjacent DNA gyre 1.5 helical turns from the dyad axis of symmetry. Binding in this conformation involves unravelling the outer turn of nucleosomal DNA and requires substantial reorientation of the DNA binding domain with respect to the ATPase domains. The orientation of the DNA-binding domain is mediated by sequences in the N-terminus and mutations to this part of the protein have positive and negative effects on Chd1 activity. These observations indicate that the unfavourable alignment of C-terminal DNA binding region in solution contributes to an auto-inhibited state.","identifier":[{"type":"publisher-id","id":"22510"},{"type":"doi","id":"10.7554/eLife.22510"}],"date":{"day":"23","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22510","entryfile":"elife-22510-v1.xml","files":[]}