{"title":"Cytoplasmic translocation of the retinoblastoma protein disrupts sarcomeric organization","author":[{"surname":"Araki","given-names":"Keigo"},{"surname":"Kawauchi","given-names":"Keiko"},{"surname":"Hirata","given-names":"Hiroaki"},{"surname":"Yamamoto","given-names":"Mie"},{"surname":"Taya","given-names":"Yoichi"}],"abstract":"Skeletal muscle degeneration is a complication arising from a variety of chronic diseases including advanced cancer. Pro-inflammatory cytokine TNF-α plays a pivotal role in mediating cancer-related skeletal muscle degeneration. Here, we show a novel function for retinoblastoma protein (Rb), where Rb causes sarcomeric disorganization. In human skeletal muscle myotubes (HSMMs), up-regulation of cyclin-dependent kinase 4 (CDK4) and concomitant phosphorylation of Rb was induced by TNF-α treatment, resulting in the translocation of phosphorylated Rb to the cytoplasm. Moreover, induced expression of the nuclear exporting signal (NES)-fused form of Rb caused disruption of sarcomeric organization. We identified mammalian diaphanous-related formin 1 (mDia1), a potent actin nucleation factor, as a binding partner of cytoplasmic Rb and found that mDia1 helps maintain the structural integrity of the sarcomere. These results reveal a novel non-nuclear function for Rb and suggest a potential mechanism of TNF-α-induced disruption of sarcomeric organization.","identifier":[{"type":"publisher-id","id":"01228"},{"type":"doi","id":"10.7554/eLife.01228"}],"date":{"day":"03","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01228","entryfile":"elife-01228-v1.xml","files":["elife-01228-fig1-v1-600w.jpg","elife-01228-fig10-v1-600w.jpg","elife-01228-fig11-v1-600w.jpg","elife-01228-fig2-v1-600w.jpg","elife-01228-fig3-v1-600w.jpg","elife-01228-fig4-v1-600w.jpg","elife-01228-fig5-v1-600w.jpg","elife-01228-fig6-v1-600w.jpg","elife-01228-fig7-figsupp1-v1-600w.jpg","elife-01228-fig7-v1-600w.jpg","elife-01228-fig8-v1-600w.jpg","elife-01228-fig9-v1-600w.jpg","elife-01228-resp-fig1-v1-600w.jpg"]}