{"title":"Planar cell polarity-mediated induction of neural stem cell expansion during axolotl spinal cord regeneration","author":[{"surname":"Rodrigo Albors","given-names":"Aida"},{"surname":"Tazaki","given-names":"Akira"},{"surname":"Rost","given-names":"Fabian"},{"surname":"Nowoshilow","given-names":"Sergej"},{"surname":"Chara","given-names":"Osvaldo"},{"surname":"Tanaka","given-names":"Elly M"}],"abstract":"Axolotls are uniquely able to mobilize neural stem cells to regenerate all missing regions of the spinal cord. How a neural stem cell under homeostasis converts after injury to a highly regenerative cell remains unknown. Here, we show that during regeneration, axolotl neural stem cells repress neurogenic genes and reactivate a transcriptional program similar to embryonic neuroepithelial cells. This dedifferentiation includes the acquisition of rapid cell cycles, the switch from neurogenic to proliferative divisions, and the re-expression of planar cell polarity (PCP) pathway components. We show that PCP induction is essential to reorient mitotic spindles along the anterior-posterior axis of elongation, and orthogonal to the cell apical-basal axis. Disruption of this property results in premature neurogenesis and halts regeneration. Our findings reveal a key role for PCP in coordinating the morphogenesis of spinal cord outgrowth with the switch from a homeostatic to a regenerative stem cell that restores missing tissue.","identifier":[{"type":"publisher-id","id":"10230"},{"type":"doi","id":"10.7554/eLife.10230"}],"date":{"day":"14","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10230","entryfile":"elife-10230-v2.xml","files":["elife-10230-fig1-v2-600w.jpg","elife-10230-fig2-v2-600w.jpg","elife-10230-fig3-v2-600w.jpg","elife-10230-fig4-v2-600w.jpg","elife-10230-fig5-figsupp1-v2-600w.jpg","elife-10230-fig5-figsupp2-v2-600w.jpg","elife-10230-fig5-v2-600w.jpg","elife-10230-fig6-v2-600w.jpg","elife-10230-fig7-figsupp1-v2-600w.jpg","elife-10230-fig7-v2-600w.jpg","elife-10230-fig8-v2-600w.jpg","elife-10230-v1.xml"]}