{"title":"In vivo dynamics of skeletal muscle Dystrophin in zebrafish embryos revealed by improved FRAP analysis","author":[{"surname":"Bajanca","given-names":"Fernanda"},{"surname":"Gonzalez-Perez","given-names":"Vinicio"},{"surname":"Gillespie","given-names":"Sean J"},{"surname":"Beley","given-names":"Cyriaque"},{"surname":"Garcia","given-names":"Luis"},{"surname":"Theveneau","given-names":"Eric"},{"surname":"Sear","given-names":"Richard P"},{"surname":"Hughes","given-names":"Simon M"}],"abstract":"Dystrophin forms an essential link between sarcolemma and cytoskeleton, perturbation of which causes muscular dystrophy. We analysed Dystrophin binding dynamics in vivo for the first time. Within maturing fibres of host zebrafish embryos, our analysis reveals a pool of diffusible Dystrophin and complexes bound at the fibre membrane. Combining modelling, an improved FRAP methodology and direct semi-quantitative analysis of bleaching suggests the existence of two membrane-bound Dystrophin populations with widely differing bound lifetimes: a stable, tightly bound pool, and a dynamic bound pool with high turnover rate that exchanges with the cytoplasmic pool. The three populations were found consistently in human and zebrafish Dystrophins overexpressed in wild-type or <italic>dmd</italic> zebrafish embryos, which lack Dystrophin, and in <italic>Gt(dmd-Citrine)</italic><sup>undefined</sup> that express endogenously-driven tagged zebrafish Dystrophin. These results lead to a new model for Dystrophin membrane association in developing muscle, and highlight our methodology as a valuable strategy for in vivo analysis of complex protein dynamics.","identifier":[{"type":"publisher-id","id":"06541"},{"type":"doi","id":"10.7554/eLife.06541"}],"date":{"day":"13","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06541","entryfile":"elife-06541-v1.xml","files":["elife-06541-fig1-v1-600w.jpg","elife-06541-fig10-v1-600w.jpg","elife-06541-fig11-v1-600w.jpg","elife-06541-fig2-v1-600w.jpg","elife-06541-fig3-v1-600w.jpg","elife-06541-fig4-v1-600w.jpg","elife-06541-fig5-v1-600w.jpg","elife-06541-fig6-v1-600w.jpg","elife-06541-fig7-v1-600w.jpg","elife-06541-fig8-v1-600w.jpg","elife-06541-fig9-v1-600w.jpg"]}