{"title":"Registered report: Biomechanical remodeling of the microenvironment by stromal caveolin-1 favors tumor invasion and metastasis","author":[{"surname":"Fiering","given-names":"Steven"},{"surname":"Ang","given-names":"Lay-Hong"},{"surname":"Lacoste","given-names":"Judith"},{"surname":"Smith","given-names":"Tim D"},{"surname":"Griner","given-names":"Erin"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replicating selected results from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012 were selected on the basis of <ext-link>citations and Altimetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered report describes the proposed replication plan of key experiments from ‘Biomechanical remodeling of the microenvironment by stromal caveolin-1 favors tumor invasion and metastasis’ by Goetz and colleagues, published in <italic>Cell</italic> in 2011 (<xref>Goetz et al., 2011</xref>). The key experiments being replicated are those reported in Figures 7C (a-d), Supplemental Figure S2A, and Supplemental Figure S7C (a-c) (<xref>Goetz et al., 2011</xref>). In these experiments, which are a subset of all the experiments reported in the original publication, Goetz and colleagues show in a subcutaneous xenograft model that stromal caveolin-1 remodels the intratumoral microenvironment, which is correlated with increased metastasis formation. The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"04796"},{"type":"doi","id":"10.7554/eLife.04796"}],"date":{"day":"16","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04796","entryfile":"elife-04796-v1.xml","files":[]}