{"title":"Genetic and epigenetic variation in the lineage specification of regulatory T cells","author":[{"surname":"Arvey","given-names":"Aaron"},{"surname":"van der Veeken","given-names":"Joris"},{"surname":"Plitas","given-names":"George"},{"surname":"Rich","given-names":"Stephen S"},{"surname":"Concannon","given-names":"Patrick"},{"surname":"Rudensky","given-names":"Alexander Y"}],"abstract":"Regulatory T (Treg) cells, which suppress autoimmunity and other inflammatory states, are characterized by a distinct set of genetic elements controlling their gene expression. However, the extent of genetic and associated epigenetic variation in the Treg cell lineage and its possible relation to disease states in humans remain unknown. We explored evolutionary conservation of regulatory elements and natural human inter-individual epigenetic variation in Treg cells to identify the core transcriptional control program of lineage specification. Analysis of single nucleotide polymorphisms in core lineage-specific enhancers revealed disease associations, which were further corroborated by high-resolution genotyping to fine map causal polymorphisms in lineage-specific enhancers. Our findings suggest that a small set of regulatory elements specify the Treg lineage and that genetic variation in Treg cell-specific enhancers may alter Treg cell function contributing to polygenic disease.","identifier":[{"type":"publisher-id","id":"07571"},{"type":"doi","id":"10.7554/eLife.07571"}],"date":{"day":"28","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07571","entryfile":"elife-07571-v1.xml","files":["elife-07571-fig1-figsupp1-v1-600w.jpg","elife-07571-fig1-v1-600w.jpg","elife-07571-fig2-figsupp1-v1-600w.jpg","elife-07571-fig2-figsupp2-v1-600w.jpg","elife-07571-fig2-v1-600w.jpg","elife-07571-fig3-figsupp1-v1-600w.jpg","elife-07571-fig3-v1-600w.jpg","elife-07571-fig4-figsupp1-v1-600w.jpg","elife-07571-fig4-v1-600w.jpg","elife-07571-fig5-figsupp1-v1-600w.jpg","elife-07571-fig5-v1-600w.jpg"]}