{"title":"H2A histone-fold and DNA elements in nucleosome activate SWR1-mediated H2A.Z replacement in budding yeast","author":[{"surname":"Ranjan","given-names":"Anand"},{"surname":"Wang","given-names":"Feng"},{"surname":"Mizuguchi","given-names":"Gaku"},{"surname":"Wei","given-names":"Debbie"},{"surname":"Huang","given-names":"Yingzi"},{"surname":"Wu","given-names":"Carl"}],"abstract":"The histone variant H2A.Z is a universal mark of gene promoters, enhancers, and regulatory elements in eukaryotic chromatin. The chromatin remodeler SWR1 mediates site-specific incorporation of H2A.Z by a multi-step histone replacement reaction, evicting histone H2A-H2B from the canonical nucleosome and depositing the H2A.Z-H2B dimer. Binding of both substrates, the canonical nucleosome and the H2A.Z-H2B dimer, is essential for activation of SWR1. We found that SWR1 primarily recognizes key residues within the α2 helix in the histone-fold of nucleosomal histone H2A, a region not previously known to influence remodeler activity. Moreover, SWR1 interacts preferentially with nucleosomal DNA at superhelix location 2 on the nucleosome face distal to its linker-binding site. Our findings provide new molecular insights on recognition of the canonical nucleosome by a chromatin remodeler and have implications for ATP-driven mechanisms of histone eviction and deposition.","identifier":[{"type":"publisher-id","id":"06845"},{"type":"doi","id":"10.7554/eLife.06845"}],"date":{"day":"27","month":"06","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"06845","entryfile":"elife-06845-v2.xml","files":["elife-06845-fig1-figsupp1-v2-600w.jpg","elife-06845-fig1-figsupp2-v2-600w.jpg","elife-06845-fig1-figsupp3-v2-600w.jpg","elife-06845-fig1-v2-600w.jpg","elife-06845-fig2-figsupp1-v2-600w.jpg","elife-06845-fig2-v2-600w.jpg","elife-06845-fig3-figsupp1-v2-600w.jpg","elife-06845-fig3-figsupp2-v2-600w.jpg","elife-06845-fig3-v2-600w.jpg","elife-06845-fig4-v2-600w.jpg","elife-06845-v1.xml"]}