{"title":"Mechanistic signs of double-barreled structure in a fluoride ion channel","author":[{"surname":"Last","given-names":"Nicholas B"},{"surname":"Kolmakova-Partensky","given-names":"Ludmila"},{"surname":"Shane","given-names":"Tania"},{"surname":"Miller","given-names":"Christopher"}],"abstract":"The Fluc family of F<sup>−</sup> ion channels protects prokaryotes and lower eukaryotes from the toxicity of environmental F<sup>−</sup>. In bacteria, these channels are built as dual-topology dimers whereby the two subunits assemble in antiparallel transmembrane orientation. Recent crystal structures suggested that Fluc channels contain two separate ion-conduction pathways, each with two F<sup>−</sup> binding sites, but no functional correlates of this unusual architecture have been reported. Experiments here fill this gap by examining the consequences of mutating two conserved F<sup>−</sup>-coordinating phenylalanine residues. Substitution of each phenylalanine specifically extinguishes its associated F<sup>−</sup> binding site in crystal structures and concomitantly inhibits F<sup>−</sup> permeation. Functional analysis of concatemeric channels, which permit mutagenic manipulation of individual pores, show that each pore can be separately inactivated without blocking F<sup>−</sup> conduction through its symmetry-related twin. The results strongly support dual-pathway architecture of Fluc channels.","identifier":[{"type":"publisher-id","id":"18767"},{"type":"doi","id":"10.7554/eLife.18767"}],"date":{"day":"23","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18767","entryfile":"elife-18767-v2.xml","files":["elife-18767-fig1-figsupp1-v2-600w.jpg","elife-18767-fig1-v2-600w.jpg","elife-18767-fig2-figsupp1-v2-600w.jpg","elife-18767-fig2-figsupp2-v2-600w.jpg","elife-18767-fig2-figsupp3-v2-600w.jpg","elife-18767-fig2-v2-600w.jpg","elife-18767-fig3-v2-600w.jpg","elife-18767-fig4-figsupp1-v2-600w.jpg","elife-18767-fig4-v2-600w.jpg","elife-18767-fig5-v2-600w.jpg","elife-18767-v1.xml"]}