{"title":"Spatial quality control bypasses cell-based limitations on proteostasis to promote prion curing","author":[{"surname":"Klaips","given-names":"Courtney L"},{"surname":"Hochstrasser","given-names":"Megan L"},{"surname":"Langlois","given-names":"Christine R"},{"surname":"Serio","given-names":"Tricia R"}],"abstract":"The proteostasis network has evolved to support protein folding under normal conditions and to expand this capacity in response to proteotoxic stresses. Nevertheless, many pathogenic states are associated with protein misfolding, revealing in vivo limitations on quality control mechanisms. One contributor to these limitations is the physical characteristics of misfolded proteins, as exemplified by amyloids, which are largely resistant to clearance. However, other limitations imposed by the cellular environment are poorly understood. To identify cell-based restrictions on proteostasis capacity, we determined the mechanism by which thermal stress cures the [<italic>PSI</italic><sup>+</sup>]/Sup35 prion. Remarkably, Sup35 amyloid is disassembled at elevated temperatures by the molecular chaperone Hsp104. This process requires Hsp104 engagement with heat-induced non-prion aggregates in late cell-cycle stage cells, which promotes its asymmetric retention and thereby effective activity. Thus, cell division imposes a potent limitation on proteostasis capacity that can be bypassed by the spatial engagement of a quality control factor.","identifier":[{"type":"publisher-id","id":"04288"},{"type":"doi","id":"10.7554/eLife.04288"}],"date":{"day":"09","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04288","entryfile":"elife-04288-v1.xml","files":["elife-04288-fig1-figsupp1-v1-600w.jpg","elife-04288-fig1-v1-600w.jpg","elife-04288-fig2-v1-600w.jpg","elife-04288-fig3-figsupp1-v1-600w.jpg","elife-04288-fig3-v1-600w.jpg","elife-04288-fig4-figsupp1-v1-600w.jpg","elife-04288-fig4-v1-600w.jpg","elife-04288-fig5-figsupp1-v1-600w.jpg","elife-04288-fig5-v1-600w.jpg","elife-04288-fig6-figsupp1-v1-600w.jpg","elife-04288-fig6-v1-600w.jpg","elife-04288-fig7-v1-600w.jpg","elife-04288-fig8-v1-600w.jpg"]}