{"title":"A mutation uncouples the tubulin conformational and GTPase cycles, revealing allosteric control of microtubule dynamics","author":[{"surname":"Geyer","given-names":"Elisabeth A"},{"surname":"Burns","given-names":"Alexander"},{"surname":"Lalonde","given-names":"Beth A"},{"surname":"Ye","given-names":"Xuecheng"},{"surname":"Piedra","given-names":"Felipe-Andres"},{"surname":"Huffaker","given-names":"Tim C"},{"surname":"Rice","given-names":"Luke M"}],"abstract":"Microtubule dynamic instability depends on the GTPase activity of the polymerizing αβ-tubulin subunits, which cycle through at least three distinct conformations as they move into and out of microtubules. How this conformational cycle contributes to microtubule growing, shrinking, and switching remains unknown. Here, we report that a buried mutation in αβ-tubulin yields microtubules with dramatically reduced shrinking rate and catastrophe frequency. The mutation causes these effects by suppressing a conformational change that normally occurs in response to GTP hydrolysis in the lattice, without detectably changing the conformation of unpolymerized αβ-tubulin. Thus, the mutation weakens the coupling between the conformational and GTPase cycles of αβ-tubulin. By showing that the mutation predominantly affects post-GTPase conformational and dynamic properties of microtubules, our data reveal that the strength of the allosteric response to GDP in the lattice dictates the frequency of catastrophe and the severity of rapid shrinking.","identifier":[{"type":"publisher-id","id":"10113"},{"type":"doi","id":"10.7554/eLife.10113"}],"date":{"day":"06","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10113","entryfile":"elife-10113-v2.xml","files":["elife-10113-fig1-v2-600w.jpg","elife-10113-fig2-v2-600w.jpg","elife-10113-fig3-v2-600w.jpg","elife-10113-fig4-v2-600w.jpg","elife-10113-fig5-v2-600w.jpg","elife-10113-fig6-v2-600w.jpg","elife-10113-fig7-v2-600w.jpg","elife-10113-v1.xml"]}