{"title":"Quantitative perturbation-based analysis of gene expression predicts enhancer activity in early <italic>Drosophila</italic> embryo","author":[{"surname":"Sayal","given-names":"Rupinder"},{"surname":"Dresch","given-names":"Jacqueline M"},{"surname":"Pushel","given-names":"Irina"},{"surname":"Taylor","given-names":"Benjamin R"},{"surname":"Arnosti","given-names":"David N"}],"abstract":"Enhancers constitute one of the major components of regulatory machinery of metazoans. Although several genome-wide studies have focused on finding and locating enhancers in the genomes, the fundamental principles governing their internal architecture and <italic>cis</italic>-regulatory grammar remain elusive. Here, we describe an extensive, quantitative perturbation analysis targeting the dorsal-ventral patterning gene regulatory network (GRN) controlled by <italic>Drosophila</italic> NF-κB homolog Dorsal. To understand transcription factor interactions on enhancers, we employed an ensemble of mathematical models, testing effects of cooperativity, repression, and factor potency. Models trained on the dataset correctly predict activity of evolutionarily divergent regulatory regions, providing insights into spatial relationships between repressor and activator binding sites. Importantly, the collective predictions of sets of models were effective at novel enhancer identification and characterization. Our study demonstrates how experimental dataset and modeling can be effectively combined to provide quantitative insights into <italic>cis</italic>-regulatory information on a genome-wide scale.","identifier":[{"type":"publisher-id","id":"08445"},{"type":"doi","id":"10.7554/eLife.08445"}],"date":{"day":"06","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08445","entryfile":"elife-08445-v1.xml","files":["elife-08445-fig1-figsupp1-v1-600w.jpg","elife-08445-fig1-v1-600w.jpg","elife-08445-fig2-figsupp1-v1-600w.jpg","elife-08445-fig2-v1-600w.jpg","elife-08445-fig3-v1-600w.jpg","elife-08445-fig4-figsupp1-v1-600w.jpg","elife-08445-fig4-figsupp2-v1-600w.jpg","elife-08445-fig4-v1-600w.jpg","elife-08445-fig5-v1-600w.jpg","elife-08445-fig6-v1-600w.jpg","elife-08445-fig7-figsupp1-v1-600w.jpg","elife-08445-fig7-v1-600w.jpg","elife-08445-resp-fig1-v1-600w.jpg","elife-08445-resp-fig2-v1-600w.jpg","elife-08445-resp-fig3-v1-600w.jpg"]}