{"title":"Registered report: <italic>Fusobacterium nucleatum</italic> infection is prevalent in human colorectal carcinoma","author":[{"surname":"Repass","given-names":"John"},{"surname":"Maherali","given-names":"Nimet"},{"surname":"Owen","given-names":"Kate"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from '<italic>Fusobacterium nucleatum</italic> infection is prevalent in human colorectal carcinoma' by Castellarin and colleagues published in <italic>Genome Research</italic> in 2012 (<xref>Castellarin et al., 2012</xref>). The experiment to be replicated is reported in Figure 2. Here, Castellarin and colleagues performed a metagenomic analysis of colorectal carcinoma (CRC) to identify potential associations between inflammatory microorganisms and gastrointestinal cancers. They conducted quantitative real-time PCR on genomic DNA isolated from tumor and matched normal biopsies from a patient cohort and found that the overall abundance of <italic>Fusobacterium</italic> was 415 times greater in CRC versus adjacent normal tissue. These results confirmed earlier studies and provide evidence for a link between tissue-associated bacteria and tumorigenesis. The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"10012"},{"type":"doi","id":"10.7554/eLife.10012"}],"date":{"day":"11","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10012","entryfile":"elife-10012-v1.xml","files":[]}