{"title":"Neurodegenerative disease mutations in TREM2 reveal a functional surface and distinct loss-of-function mechanisms","author":[{"surname":"Kober","given-names":"Daniel L"},{"surname":"Alexander-Brett","given-names":"Jennifer M"},{"surname":"Karch","given-names":"Celeste M"},{"surname":"Cruchaga","given-names":"Carlos"},{"surname":"Colonna","given-names":"Marco"},{"surname":"Holtzman","given-names":"Michael J"},{"surname":"Brett","given-names":"Thomas J"}],"abstract":"Genetic variations in the myeloid immune receptor TREM2 are linked to several neurodegenerative diseases. To determine how TREM2 variants contribute to these diseases, we performed structural and functional studies of wild-type and variant proteins. Our 3.1 Å TREM2 crystal structure revealed that mutations found in Nasu-Hakola disease are buried whereas Alzheimer’s disease risk variants are found on the surface, suggesting that these mutations have distinct effects on TREM2 function. Biophysical and cellular methods indicate that Nasu-Hakola mutations impact protein stability and decrease folded TREM2 surface expression, whereas Alzheimer’s risk variants impact binding to a TREM2 ligand. Additionally, the Alzheimer’s risk variants appear to epitope map a functional surface on TREM2 that is unique within the larger TREM family. These findings provide a guide to structural and functional differences among genetic variants of TREM2, indicating that therapies targeting the TREM2 pathway should be tailored to these genetic and functional differences with patient-specific medicine approaches for neurodegenerative disorders.","identifier":[{"type":"publisher-id","id":"20391"},{"type":"doi","id":"10.7554/eLife.20391"}],"date":{"day":"20","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20391","entryfile":"elife-20391-v1.xml","files":["elife-20391-fig1-figsupp1-v1-600w.jpg","elife-20391-fig1-figsupp2-v1-600w.jpg","elife-20391-fig1-v1-600w.jpg","elife-20391-fig2-figsupp1-v1-600w.jpg","elife-20391-fig2-figsupp2-v1-600w.jpg","elife-20391-fig2-v1-600w.jpg","elife-20391-fig3-figsupp1-v1-600w.jpg","elife-20391-fig3-v1-600w.jpg","elife-20391-fig4-figsupp1-v1-600w.jpg","elife-20391-fig4-figsupp2-v1-600w.jpg","elife-20391-fig4-v1-600w.jpg","elife-20391-fig5-v1-600w.jpg","elife-20391-fig6-figsupp1-v1-600w.jpg","elife-20391-fig6-v1-600w.jpg"]}