{"title":"A molecular model for the role of SYCP3 in meiotic chromosome organisation","author":[{"surname":"Syrjänen","given-names":"Johanna Liinamaria"},{"surname":"Pellegrini","given-names":"Luca"},{"surname":"Davies","given-names":"Owen Richard"}],"abstract":"The synaptonemal complex (SC) is an evolutionarily-conserved protein assembly that holds together homologous chromosomes during prophase of the first meiotic division. Whilst essential for meiosis and fertility, the molecular structure of the SC has proved resistant to elucidation. The SC protein SYCP3 has a crucial but poorly understood role in establishing the architecture of the meiotic chromosome. Here we show that human SYCP3 forms a highly-elongated helical tetramer of 20 nm length. N-terminal sequences extending from each end of the rod-like structure bind double-stranded DNA, enabling SYCP3 to link distant sites along the sister chromatid. We further find that SYCP3 self-assembles into regular filamentous structures that resemble the known morphology of the SC lateral element. Together, our data form the basis for a model in which SYCP3 binding and assembly on meiotic chromosomes leads to their organisation into compact structures compatible with recombination and crossover formation.","identifier":[{"type":"publisher-id","id":"02963"},{"type":"doi","id":"10.7554/eLife.02963"}],"date":{"day":"20","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02963","entryfile":"elife-02963-v2.xml","files":["elife-02963-fig1-v2-600w.jpg","elife-02963-fig2-figsupp1-v2-600w.jpg","elife-02963-fig2-figsupp2-v2-600w.jpg","elife-02963-fig2-figsupp3-v2-600w.jpg","elife-02963-fig2-figsupp4-v2-600w.jpg","elife-02963-fig2-v2-600w.jpg","elife-02963-fig3-figsupp1-v2-600w.jpg","elife-02963-fig3-figsupp2-v2-600w.jpg","elife-02963-fig3-v2-600w.jpg","elife-02963-fig4-figsupp1-v2-600w.jpg","elife-02963-fig4-v2-600w.jpg","elife-02963-fig5-figsupp1-v2-600w.jpg","elife-02963-fig5-v2-600w.jpg","elife-02963-fig6-v2-600w.jpg","elife-02963-v1.xml"]}