{"title":"B4GAT1 is the priming enzyme for the LARGE-dependent functional glycosylation of α-dystroglycan","author":[{"surname":"Praissman","given-names":"Jeremy L"},{"surname":"Live","given-names":"David H"},{"surname":"Wang","given-names":"Shuo"},{"surname":"Ramiah","given-names":"Annapoorani"},{"surname":"Chinoy","given-names":"Zoeisha S"},{"surname":"Boons","given-names":"Geert-Jan"},{"surname":"Moremen","given-names":"Kelley W"},{"surname":"Wells","given-names":"Lance"}],"abstract":"Recent studies demonstrated that mutations in B3GNT1, an enzyme proposed to be involved in poly-N-acetyllactosamine synthesis, were causal for congenital muscular dystrophy with hypoglycosylation of α-dystroglycan (secondary dystroglycanopathies). Since defects in the O-mannosylation protein glycosylation pathway are primarily responsible for dystroglycanopathies and with no established O-mannose initiated structures containing a β3 linked GlcNAc known, we biochemically interrogated this human enzyme. Here we report this enzyme is not a β-1,3-N-acetylglucosaminyltransferase with catalytic activity towards β-galactose but rather a β-1,4-glucuronyltransferase, designated B4GAT1, towards both α- and β-anomers of xylose. The dual-activity LARGE enzyme is capable of extending products of B4GAT1 and we provide experimental evidence that B4GAT1 is the priming enzyme for LARGE. Our results further define the functional O-mannosylated glycan structure and indicate that B4GAT1 is involved in the initiation of the LARGE-dependent repeating disaccharide that is necessary for extracellular matrix protein binding to O-mannosylated α-dystroglycan that is lacking in secondary dystroglycanopathies.","identifier":[{"type":"publisher-id","id":"03943"},{"type":"doi","id":"10.7554/eLife.03943"}],"date":{"day":"03","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03943","entryfile":"elife-03943-v2.xml","files":["elife-03943-fig1-figsupp1-v2-600w.jpg","elife-03943-fig1-figsupp2-v2-600w.jpg","elife-03943-fig1-v2-600w.jpg","elife-03943-fig2-figsupp1-v2-600w.jpg","elife-03943-fig2-v2-600w.jpg","elife-03943-fig3-figsupp1-v2-600w.jpg","elife-03943-fig3-v2-600w.jpg","elife-03943-fig4-v2-600w.jpg","elife-03943-fig5-figsupp1-v2-600w.jpg","elife-03943-fig5-v2-600w.jpg","elife-03943-fig6-figsupp1-v2-600w.jpg","elife-03943-fig6-v2-600w.jpg","elife-03943-fig7-v2-600w.jpg","elife-03943-v1.xml"]}