{"title":"The master cell cycle regulator APC-Cdc20 regulates ciliary length and disassembly of the primary cilium","author":[{"surname":"Wang","given-names":"Weiping"},{"surname":"Wu","given-names":"Tao"},{"surname":"Kirschner","given-names":"Marc W"}],"abstract":"The primary cilium has an important role in signaling; defects in structure are associated with a variety of human diseases. Much of the most basic biology of this organelle is poorly understood, even basic mechanisms, such as control of growth and resorption. We show that the activity of the anaphase-promoting complex (APC), an E3 that regulates the onset of anaphase, destabilizes axonemal microtubules in the primary cilium. Furthermore, the metaphase APC co-activator, Cdc20, is specifically recruited to the basal body of primary cilia. Inhibition of APC-Cdc20 activity increases the ciliary length, while overexpression of Cdc20 suppresses cilium formation. APC-Cdc20 activity is required for the timely resorption of the cilium after serum stimulation. In addition, APC regulates the stability of axonemal microtubules through targeting Nek1, the ciliary kinase, for proteolysis. These data demonstrate a novel function of APC beyond cell cycle control and implicate critical role of ubiquitin-mediated proteolysis in ciliary disassembly.","identifier":[{"type":"publisher-id","id":"03083"},{"type":"doi","id":"10.7554/eLife.03083"}],"date":{"day":"19","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03083","entryfile":"elife-03083-v1.xml","files":["elife-03083-fig1-figsupp1-v1-600w.jpg","elife-03083-fig1-figsupp2-v1-600w.jpg","elife-03083-fig1-figsupp3-v1-600w.jpg","elife-03083-fig1-v1-600w.jpg","elife-03083-fig2-figsupp1-v1-600w.jpg","elife-03083-fig2-figsupp2-v1-600w.jpg","elife-03083-fig2-v1-600w.jpg","elife-03083-fig3-v1-600w.jpg","elife-03083-fig4-figsupp1-v1-600w.jpg","elife-03083-fig4-figsupp2-v1-600w.jpg","elife-03083-fig4-figsupp3-v1-600w.jpg","elife-03083-fig4-v1-600w.jpg","elife-03083-fig5-figsupp1-v1-600w.jpg","elife-03083-fig5-figsupp2-v1-600w.jpg","elife-03083-fig5-v1-600w.jpg"]}