{"title":"A sphingolipid-dependent diffusion barrier confines ER stress to the yeast mother cell","author":[{"surname":"Clay","given-names":"Lori"},{"surname":"Caudron","given-names":"Fabrice"},{"surname":"Denoth-Lippuner","given-names":"Annina"},{"surname":"Boettcher","given-names":"Barbara"},{"surname":"Buvelot Frei","given-names":"Stéphanie"},{"surname":"Snapp","given-names":"Erik Lee"},{"surname":"Barral","given-names":"Yves"}],"abstract":"In many cell types, lateral diffusion barriers compartmentalize the plasma membrane and, at least in budding yeast, the endoplasmic reticulum (ER). However, the molecular nature of these barriers, their mode of action and their cellular functions are unclear. Here, we show that misfolded proteins of the ER remain confined into the mother compartment of budding yeast cells. Confinement required the formation of a lateral diffusion barrier in the form of a distinct domain of the ER-membrane at the bud neck, in a septin-, Bud1 GTPase- and sphingolipid-dependent manner. The sphingolipids, but not Bud1, also contributed to barrier formation in the outer membrane of the dividing nucleus. Barrier-dependent confinement of ER stress into the mother cell promoted aging. Together, our data clarify the physical nature of lateral diffusion barriers in the ER and establish the role of such barriers in the asymmetric segregation of proteotoxic misfolded proteins during cell division and aging.","identifier":[{"type":"publisher-id","id":"01883"},{"type":"doi","id":"10.7554/eLife.01883"}],"date":{"day":"06","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01883","entryfile":"elife-01883-v1.xml","files":["elife-01883-fig1-v1-600w.jpg","elife-01883-fig10-v1-600w.jpg","elife-01883-fig11-v1-600w.jpg","elife-01883-fig12-v1-600w.jpg","elife-01883-fig13-v1-600w.jpg","elife-01883-fig2-v1-600w.jpg","elife-01883-fig3-v1-600w.jpg","elife-01883-fig4-v1-600w.jpg","elife-01883-fig5-v1-600w.jpg","elife-01883-fig6-v1-600w.jpg","elife-01883-fig7-v1-600w.jpg","elife-01883-fig8-v1-600w.jpg","elife-01883-fig9-v1-600w.jpg"]}