{"title":"p50-associated COX-2 extragenic RNA (PACER) activates <italic>COX-2</italic> gene expression by occluding repressive NF-κB complexes","author":[{"surname":"Krawczyk","given-names":"Michal"},{"surname":"Emerson","given-names":"Beverly M"}],"abstract":"Deregulated expression of COX-2 has been causally linked to development, progression, and outcome of several types of human cancer. We describe a novel fundamental level of transcriptional control of <italic>COX-2</italic> expression. Using primary human mammary epithelial cells and monocyte/macrophage cell lines, we show that the chromatin boundary/insulator factor CTCF establishes an open chromatin domain and induces expression of a long non-coding RNA within the upstream promoter region of COX-2. Upon induction of <italic>COX-2</italic> expression, the lncRNA associates with p50, a repressive subunit of NF-κB, and occludes it from the COX-2 promoter, potentially facilitating interaction with activation-competent NF-κB p65/p50 dimers. This enables recruitment of the p300 histone acetyltransferase, a domain-wide increase in histone acetylation and assembly of RNA Polymerase II initiation complexes. Our findings reveal an unexpected mechanism of gene control by lncRNA-mediated repressor occlusion and identify the COX-2-lncRNA, PACER, as a new potential target for COX-2-modulation in inflammation and cancer.","identifier":[{"type":"publisher-id","id":"01776"},{"type":"doi","id":"10.7554/eLife.01776"}],"date":{"day":"29","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01776","entryfile":"elife-01776-v2.xml","files":["elife-01776-fig1-figsupp1-v2-600w.jpg","elife-01776-fig1-figsupp2-v2-600w.jpg","elife-01776-fig1-figsupp3-v2-600w.jpg","elife-01776-fig1-figsupp4-v2-600w.jpg","elife-01776-fig1-v2-600w.jpg","elife-01776-fig2-figsupp1-v2-600w.jpg","elife-01776-fig2-figsupp2-v2-600w.jpg","elife-01776-fig2-figsupp3-v2-600w.jpg","elife-01776-fig2-v2-600w.jpg","elife-01776-fig3-v2-600w.jpg","elife-01776-fig4-figsupp1-v2-600w.jpg","elife-01776-fig4-figsupp2-v2-600w.jpg","elife-01776-fig4-v2-600w.jpg","elife-01776-fig5-figsupp1-v2-600w.jpg","elife-01776-fig5-figsupp2-v2-600w.jpg","elife-01776-fig5-v2-600w.jpg","elife-01776-fig6-v2-600w.jpg","elife-01776-v1.xml"]}