{"title":"Blood-stage immunity to <italic>Plasmodium chabaudi</italic> malaria following chemoprophylaxis and sporozoite immunization","author":[{"surname":"Nahrendorf","given-names":"Wiebke"},{"surname":"Spence","given-names":"Philip J"},{"surname":"Tumwine","given-names":"Irene"},{"surname":"Lévy","given-names":"Prisca"},{"surname":"Jarra","given-names":"William"},{"surname":"Sauerwein","given-names":"Robert W"},{"surname":"Langhorne","given-names":"Jean"}],"abstract":"Protection against malaria in humans can be achieved by repeated exposure to infected mosquito bites during prophylactic chloroquine treatment (chemoprophylaxis and sporozoites (CPS)). We established a new mouse model of CPS immunization to investigate the stage and strain-specificity of malaria immunity. Immunization with <italic>Plasmodium chabaudi</italic> by mosquito bite under chloroquine cover does not generate pre-erythrocytic immunity, which is acquired only after immunization with high sporozoite doses. Instead, CPS immunization by bite elicits long-lived protection against blood-stage parasites. Blood-stage immunity is effective against a virulent, genetically distinct strain of <italic>P. chabaudi</italic>. Importantly, if exposure to blood-stage parasitemia is extended, blood-stage parasites induce cross-stage immunity targeting pre-erythrocytic stages. We therefore show that CPS immunization can induce robust, long-lived heterologous blood-stage immunity, in addition to protection against pre-erythrocytic parasites following high dose sporozoite immunization. Cross-stage immunity elicited by blood-stage parasites may further enhance efficacy of this immunization regimen.","identifier":[{"type":"publisher-id","id":"05165"},{"type":"doi","id":"10.7554/eLife.05165"}],"date":{"day":"25","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05165","entryfile":"elife-05165-v2.xml","files":["elife-05165-fig1-v2-600w.jpg","elife-05165-fig2-v2-600w.jpg","elife-05165-fig3-v2-600w.jpg","elife-05165-fig4-figsupp1-v2-600w.jpg","elife-05165-fig4-v2-600w.jpg","elife-05165-fig5-v2-600w.jpg","elife-05165-fig6-v2-600w.jpg","elife-05165-v1.xml"]}