{"title":"Quantitative determinants of aerobic glycolysis identify flux through the enzyme GAPDH as a limiting step","author":[{"surname":"Shestov","given-names":"Alexander A"},{"surname":"Liu","given-names":"Xiaojing"},{"surname":"Ser","given-names":"Zheng"},{"surname":"Cluntun","given-names":"Ahmad A"},{"surname":"Hung","given-names":"Yin P"},{"surname":"Huang","given-names":"Lei"},{"surname":"Kim","given-names":"Dongsung"},{"surname":"Le","given-names":"Anne"},{"surname":"Yellen","given-names":"Gary"},{"surname":"Albeck","given-names":"John G"},{"surname":"Locasale","given-names":"Jason W"}],"abstract":"Aerobic glycolysis or the Warburg Effect (WE) is characterized by the increased metabolism of glucose to lactate. It remains unknown what quantitative changes to the activity of metabolism are necessary and sufficient for this phenotype. We developed a computational model of glycolysis and an integrated analysis using metabolic control analysis (MCA), metabolomics data, and statistical simulations. We identified and confirmed a novel mode of regulation specific to aerobic glycolysis where flux through GAPDH, the enzyme separating lower and upper glycolysis, is the rate-limiting step in the pathway and the levels of fructose (1,6) bisphosphate (FBP), are predictive of the rate and control points in glycolysis. Strikingly, negative flux control was found and confirmed for several steps thought to be rate-limiting in glycolysis. Together, these findings enumerate the biochemical determinants of the WE and suggest strategies for identifying the contexts in which agents that target glycolysis might be most effective.","identifier":[{"type":"publisher-id","id":"03342"},{"type":"doi","id":"10.7554/eLife.03342"}],"date":{"day":"09","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03342","entryfile":"elife-03342-v2.xml","files":["elife-03342-fig1-v2-600w.jpg","elife-03342-fig2-v2-600w.jpg","elife-03342-fig3-v2-600w.jpg","elife-03342-fig4-v2-600w.jpg","elife-03342-fig5-v2-600w.jpg","elife-03342-fig6-v2-600w.jpg","elife-03342-resp-fig1-v2-600w.jpg","elife-03342-v1.xml"]}