{"title":"Mycolic acid-specific T cells protect against <italic>Mycobacterium tuberculosis</italic> infection in a humanized transgenic mouse model","author":[{"surname":"Zhao","given-names":"Jie"},{"surname":"Siddiqui","given-names":"Sarah"},{"surname":"Shang","given-names":"Shaobin"},{"surname":"Bian","given-names":"Yao"},{"surname":"Bagchi","given-names":"Sreya"},{"surname":"He","given-names":"Ying"},{"surname":"Wang","given-names":"Chyung-Ru"}],"abstract":"Group 1 CD1 molecules, CD1a, CD1b and CD1c, present lipid antigens from <italic>Mycobacterium tuberculosis</italic> (Mtb) to T cells. Mtb lipid-specific group 1 CD1-restricted T cells have been detected in Mtb-infected individuals. However, their role in protective immunity against Mtb remains unclear due to the absence of group 1 CD1 expression in mice. To overcome the challenge, we generated mice that expressed human group 1 CD1 molecules (hCD1Tg) and a CD1b-restricted, mycolic-acid specific TCR (DN1Tg). Using DN1Tg/hCD1Tg mice, we found that activation of DN1 T cells was initiated in the mediastinal lymph nodes and showed faster kinetics compared to Mtb Ag85B-specific CD4<sup>+</sup> T cells after aerosol infection with Mtb. Additionally, activated DN1 T cells exhibited polyfunctional characteristics, accumulated in lung granulomas, and protected against Mtb infection. Therefore, our findings highlight the vaccination potential of targeting group 1 CD1-restricted lipid-specific T cells against Mtb infection.","identifier":[{"type":"publisher-id","id":"08525"},{"type":"doi","id":"10.7554/eLife.08525"}],"date":{"day":"10","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08525","entryfile":"elife-08525-v2.xml","files":["elife-08525-fig1-v2-600w.jpg","elife-08525-fig2-figsupp1-v2-600w.jpg","elife-08525-fig2-v2-600w.jpg","elife-08525-fig3-v2-600w.jpg","elife-08525-fig4-v2-600w.jpg","elife-08525-fig5-v2-600w.jpg","elife-08525-fig6-v2-600w.jpg","elife-08525-fig7-figsupp1-v2-600w.jpg","elife-08525-fig7-v2-600w.jpg","elife-08525-v1.xml"]}