{"title":"Loss of MeCP2 disrupts cell autonomous and autocrine BDNF signaling in mouse glutamatergic neurons","author":[{"surname":"Sampathkumar","given-names":"Charanya"},{"surname":"Wu","given-names":"Yuan-Ju"},{"surname":"Vadhvani","given-names":"Mayur"},{"surname":"Trimbuch","given-names":"Thorsten"},{"surname":"Eickholt","given-names":"Britta"},{"surname":"Rosenmund","given-names":"Christian"}],"abstract":"Mutations in the <italic>MECP2</italic> gene cause the neurodevelopmental disorder Rett syndrome (RTT). Previous studies have shown that altered MeCP2 levels result in aberrant neurite outgrowth and glutamatergic synapse formation. However, causal molecular mechanisms are not well understood since MeCP2 is known to regulate transcription of a wide range of target genes. Here, we describe a key role for a constitutive BDNF feed forward signaling pathway in regulating synaptic response, general growth and differentiation of glutamatergic neurons. Chronic block of TrkB receptors mimics the MeCP2 deficiency in wildtype glutamatergic neurons, while re-expression of BDNF quantitatively rescues MeCP2 deficiency. We show that BDNF acts cell autonomous and autocrine, as wildtype neurons are not capable of rescuing growth deficits in neighboring MeCP2 deficient neurons <italic>in vitro</italic> and <italic>in vivo</italic>. These findings are relevant for understanding RTT pathophysiology, wherein wildtype and mutant neurons are intermixed throughout the nervous system.","identifier":[{"type":"publisher-id","id":"19374"},{"type":"doi","id":"10.7554/eLife.19374"}],"date":{"day":"26","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19374","entryfile":"elife-19374-v3.xml","files":["elife-19374-fig1-v3-600w.jpg","elife-19374-fig2-figsupp1-v3-600w.jpg","elife-19374-fig2-v3-600w.jpg","elife-19374-fig3-figsupp1-v3-600w.jpg","elife-19374-fig3-figsupp2-v3-600w.jpg","elife-19374-fig3-v3-600w.jpg","elife-19374-fig4-figsupp1-v3-600w.jpg","elife-19374-fig4-v3-600w.jpg","elife-19374-fig5-v3-600w.jpg","elife-19374-fig6-figsupp1-v3-600w.jpg","elife-19374-fig6-v3-600w.jpg","elife-19374-fig7-v3-600w.jpg","elife-19374-v1.xml","elife-19374-v2.xml"]}