{"title":"<italic>Drosophila</italic> non-muscle myosin II motor activity determines the rate of tissue folding","author":[{"surname":"Vasquez","given-names":"Claudia G"},{"surname":"Heissler","given-names":"Sarah M"},{"surname":"Billington","given-names":"Neil"},{"surname":"Sellers","given-names":"James R"},{"surname":"Martin","given-names":"Adam C"}],"abstract":"Non-muscle cell contractility is critical for tissues to adopt shape changes. Although, the non-muscle myosin II holoenzyme (myosin) is a molecular motor that powers contraction of actin cytoskeleton networks, recent studies have questioned the importance of myosin motor activity cell and tissue shape changes. Here, combining the biochemical analysis of enzymatic and motile properties for purified myosin mutants with in vivo measurements of apical constriction for the same mutants, we show that in vivo constriction rate scales with myosin motor activity. We show that so-called phosphomimetic mutants of the <italic>Drosophila</italic> regulatory light chain (RLC) do not mimic the phosphorylated RLC state in vitro. The defect in the myosin motor activity in these mutants is evident in developing <italic>Drosophila</italic> embryos where tissue recoil following laser ablation is decreased compared to wild-type tissue. Overall, our data highlights that myosin activity is required for rapid cell contraction and tissue folding in developing <italic>Drosophila</italic> embryos.","identifier":[{"type":"publisher-id","id":"20828"},{"type":"doi","id":"10.7554/eLife.20828"}],"date":{"day":"30","month":"12","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"20828","entryfile":"elife-20828-v1.xml","files":["elife-20828-fig1-figsupp1-v1-600w.jpg","elife-20828-fig1-figsupp2-v1-600w.jpg","elife-20828-fig1-v1-600w.jpg","elife-20828-fig2-v1-600w.jpg","elife-20828-fig3-figsupp1-v1-600w.jpg","elife-20828-fig3-v1-600w.jpg","elife-20828-fig4-figsupp1-v1-600w.jpg","elife-20828-fig4-v1-600w.jpg"]}