{"title":"Expression of SREBP-1c Requires SREBP-2-mediated Generation of a Sterol Ligand for LXR in Livers of Mice","author":[{"surname":"Rong","given-names":"Shunxing"},{"surname":"Cortés","given-names":"Víctor A"},{"surname":"Rashid","given-names":"Shirya"},{"surname":"Anderson","given-names":"Norma N"},{"surname":"McDonald","given-names":"Jeffrey G"},{"surname":"Liang","given-names":"Guosheng"},{"surname":"Moon","given-names":"Young-Ah"},{"surname":"Hammer","given-names":"Robert E"},{"surname":"Horton","given-names":"Jay D"}],"abstract":"The synthesis of cholesterol and fatty acids (FA) in the liver is independently regulated by SREBP-2 and SREBP-1c, respectively. Here, we genetically deleted <italic>Srebf-2</italic> from hepatocytes and confirmed that SREBP-2 regulates all genes involved in cholesterol biosynthesis, the LDL receptor, and PCSK9; a secreted protein that degrades LDL receptors in the liver. Surprisingly, we found that elimination of <italic>Srebf-2</italic> in hepatocytes of mice also markedly reduced SREBP-1c and the expression of all genes involved in FA and triglyceride synthesis that are normally regulated by SREBP-1c. The nuclear receptor LXR is necessary for <italic>Srebf-1c</italic> transcription. The deletion of <italic>Srebf-2</italic> and subsequent lower sterol synthesis in hepatocytes eliminated the production of an endogenous sterol ligand required for LXR activity and SREBP-1c expression. These studies demonstrate that cholesterol and FA synthesis in hepatocytes are coupled and that flux through the cholesterol biosynthetic pathway is required for the maximal SREBP-1c expression and high rates of FA synthesis.","identifier":[{"type":"publisher-id","id":"25015"},{"type":"doi","id":"10.7554/eLife.25015"}],"date":{"day":"28","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"25015","entryfile":"elife-25015-v3.xml","files":["elife-25015-fig1-v3-600w.jpg","elife-25015-fig2-v3-600w.jpg","elife-25015-fig3-v3-600w.jpg","elife-25015-fig4-figsupp1-v3-600w.jpg","elife-25015-fig4-v3-600w.jpg","elife-25015-fig5-v3-600w.jpg","elife-25015-fig6-v3-600w.jpg","elife-25015-v1.xml","elife-25015-v2.xml"]}