{"title":"Specificity in endoplasmic reticulum-stress signaling in yeast entails a step-wise engagement of <italic>HAC1</italic> mRNA to clusters of the stress sensor Ire1","author":[{"surname":"van Anken","given-names":"Eelco"},{"surname":"Pincus","given-names":"David"},{"surname":"Coyle","given-names":"Scott"},{"surname":"Aragón","given-names":"Tomás"},{"surname":"Osman","given-names":"Christof"},{"surname":"Lari","given-names":"Federica"},{"surname":"Gómez Puerta","given-names":"Silvia"},{"surname":"Korennykh","given-names":"Alexei V"},{"surname":"Walter","given-names":"Peter"}],"abstract":"Insufficient protein-folding capacity in the endoplasmic reticulum (ER) induces the unfolded protein response (UPR). In the ER lumen, accumulation of unfolded proteins activates the transmembrane ER-stress sensor Ire1 and drives its oligomerization. In the cytosol, Ire1 recruits <italic>HAC1</italic> mRNA, mediating its non-conventional splicing. The spliced mRNA is translated into Hac1, the key transcription activator of UPR target genes that mitigate ER-stress. In this study, we report that oligomeric assembly of the ER-lumenal domain is sufficient to drive Ire1 clustering. Clustering facilitates Ire1's cytosolic oligomeric assembly and <italic>HAC1</italic> mRNA docking onto a positively charged motif in Ire1's cytosolic linker domain that tethers the kinase/RNase to the transmembrane domain. By the use of a synthetic bypass, we demonstrate that mRNA docking per se is a pre-requisite for initiating Ire1's RNase activity and, hence, splicing. We posit that such step-wise engagement between Ire1 and its mRNA substrate contributes to selectivity and efficiency in UPR signaling.","identifier":[{"type":"publisher-id","id":"05031"},{"type":"doi","id":"10.7554/eLife.05031"}],"date":{"day":"30","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05031","entryfile":"elife-05031-v1.xml","files":["elife-05031-fig1-v1-600w.jpg","elife-05031-fig2-v1-600w.jpg","elife-05031-fig3-v1-600w.jpg","elife-05031-fig4-v1-600w.jpg","elife-05031-fig5-v1-600w.jpg","elife-05031-fig6-v1-600w.jpg"]}