{"title":"Massive endocytosis triggered by surface membrane palmitoylation under mitochondrial control in BHK fibroblasts","author":[{"surname":"Hilgemann","given-names":"Donald W"},{"surname":"Fine","given-names":"Michael"},{"surname":"Linder","given-names":"Maurine E"},{"surname":"Jennings","given-names":"Benjamin C"},{"surname":"Lin","given-names":"Mei-Jung"}],"abstract":"Large Ca transients cause massive endocytosis (MEND) in BHK fibroblasts by nonclassical mechanisms. We present evidence that MEND depends on mitochondrial permeability transition pore (PTP) openings, followed by coenzyme A (CoA) release, acyl CoA synthesis, and membrane protein palmitoylation. MEND is blocked by inhibiting mitochondrial Ca uptake or PTP openings, depleting fatty acids, blocking acyl CoA synthesis, metabolizing CoA, or inhibiting palmitoylation. It is triggered by depolarizing mitochondria or promoting PTP openings. After mitochondrial MEND blockade, MEND is restored by cytoplasmic acyl CoA or CoA. MEND is blocked by siRNA knockdown of the plasmalemmal acyl transferase, DHHC5. When acyl CoA is abundant, transient H<sub>2</sub>O<sub>2</sub> oxidative stress or PKC activation initiates MEND, but the immediate presence of H<sub>2</sub>O<sub>2</sub> prevents MEND. The PTP inhibitor, NIM811, significantly increases plasmalemma in normally growing cells. Thus, the MEND pathway may contribute to constitutive as well as pathological plasmalemma turnover in dependence on mitochondrial stress signaling.","identifier":[{"type":"publisher-id","id":"01293"},{"type":"doi","id":"10.7554/eLife.01293"}],"date":{"day":"26","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01293","entryfile":"elife-01293-v1.xml","files":["elife-01293-fig1-v1-600w.jpg","elife-01293-fig2-v1-600w.jpg","elife-01293-fig3-v1-600w.jpg","elife-01293-fig4-v1-600w.jpg","elife-01293-fig5-v1-600w.jpg","elife-01293-fig6-v1-600w.jpg","elife-01293-fig7-v1-600w.jpg","elife-01293-fig8-v1-600w.jpg"]}