{"title":"ABC transporter functions as a pacemaker for sequestration of plant glucosides in leaf beetles","author":[{"surname":"Strauss","given-names":"Anja S"},{"surname":"Peters","given-names":"Sven"},{"surname":"Boland","given-names":"Wilhelm"},{"surname":"Burse","given-names":"Antje"}],"abstract":"Plant-herbivore interactions dominate the planet’s terrestrial ecology. When it comes to host–plant specialization, insects are among the most versatile evolutionary innovators, able to disarm multiple chemical plant defenses. Sequestration is a widespread strategy to detoxify noxious metabolites, frequently for the insect’s own benefit against predation. In this study, we describe the broad-spectrum ATP-binding cassette transporter <italic>Cp</italic>MRP of the poplar leaf beetle, <italic>Chrysomela populi</italic> as the first candidate involved in the sequestration of phytochemicals in insects. <italic>Cp</italic>MRP acts in the defensive glands of the larvae as a pacemaker for the irreversible shuttling of pre-selected metabolites from the hemolymph into defensive secretions. Silencing <italic>Cp</italic>MRP in vivo creates a defenseless phenotype, indicating its role in the secretion process is crucial. In the defensive glands of related leaf beetle species, we identified sequences similar to <italic>Cp</italic>MRP and assume therefore that exocrine gland-based defensive strategies, evolved by these insects to repel their enemies, rely on ABC transporters as a key element.","identifier":[{"type":"publisher-id","id":"01096"},{"type":"doi","id":"10.7554/eLife.01096"}],"date":{"day":"03","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01096","entryfile":"elife-01096-v1.xml","files":["elife-01096-fig1-v1-600w.jpg","elife-01096-fig2-v1-600w.jpg","elife-01096-fig3-figsupp1-v1-600w.jpg","elife-01096-fig3-v1-600w.jpg","elife-01096-fig4-figsupp1-v1-600w.jpg","elife-01096-fig4-figsupp2-v1-600w.jpg","elife-01096-fig4-figsupp3-v1-600w.jpg","elife-01096-fig4-figsupp4-v1-600w.jpg","elife-01096-fig4-v1-600w.jpg","elife-01096-fig5-v1-600w.jpg","elife-01096-fig6-v1-600w.jpg"]}