{"title":"Defining key roles for auxiliary proteins in an ABC transporter that maintains bacterial outer membrane lipid asymmetry","author":[{"surname":"Thong","given-names":"Shuhua"},{"surname":"Ercan","given-names":"Bilge"},{"surname":"Torta","given-names":"Federico"},{"surname":"Fong","given-names":"Zhen Yang"},{"surname":"Wong","given-names":"Hui Yi Alvina"},{"surname":"Wenk","given-names":"Markus R"},{"surname":"Chng","given-names":"Shu-Sin"}],"abstract":"In Gram-negative bacteria, lipid asymmetry is critical for the function of the outer membrane (OM) as a selective permeability barrier, but how it is established and maintained is poorly understood. Here, we characterize a non-canonical ATP-binding cassette (ABC) transporter in <italic>Escherichia coli</italic> that provides energy for maintaining OM lipid asymmetry via the transport of aberrantly localized phospholipids (PLs) from the OM to the inner membrane (IM). We establish that the transporter comprises canonical components, MlaF and MlaE, and auxiliary proteins, MlaD and MlaB, of previously unknown functions. We further demonstrate that MlaD forms extremely stable hexamers within the complex, functions in substrate binding with strong affinity for PLs, and modulates ATP hydrolytic activity. In addition, MlaB plays critical roles in both the assembly and activity of the transporter. Our work provides mechanistic insights into how the MlaFEDB complex participates in ensuring active retrograde PL transport to maintain OM lipid asymmetry.","identifier":[{"type":"publisher-id","id":"19042"},{"type":"doi","id":"10.7554/eLife.19042"}],"date":{"day":"16","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19042","entryfile":"elife-19042-v2.xml","files":["elife-19042-fig1-figsupp1-v2-600w.jpg","elife-19042-fig1-figsupp2-v2-600w.jpg","elife-19042-fig1-figsupp3-v2-600w.jpg","elife-19042-fig1-figsupp4-v2-600w.jpg","elife-19042-fig1-v2-600w.jpg","elife-19042-fig2-v2-600w.jpg","elife-19042-fig3-figsupp1-v2-600w.jpg","elife-19042-fig3-figsupp2-v2-600w.jpg","elife-19042-fig3-v2-600w.jpg","elife-19042-fig4-figsupp1-v2-600w.jpg","elife-19042-fig4-figsupp2-v2-600w.jpg","elife-19042-fig4-v2-600w.jpg","elife-19042-fig5-figsupp1-v2-600w.jpg","elife-19042-fig5-v2-600w.jpg","elife-19042-v1.xml"]}