{"title":"Molecular mechanism of thermosensory function of human heat shock transcription factor Hsf1","author":[{"surname":"Hentze","given-names":"Nikolai"},{"surname":"Le Breton","given-names":"Laura"},{"surname":"Wiesner","given-names":"Jan"},{"surname":"Kempf","given-names":"Georg"},{"surname":"Mayer","given-names":"Matthias P"}],"abstract":"The heat shock response is a universal homeostatic cell autonomous reaction of organisms to cope with adverse environmental conditions. In mammalian cells, this response is mediated by the heat shock transcription factor Hsf1, which is monomeric in unstressed cells and upon activation trimerizes, and binds to promoters of heat shock genes. To understand the basic principle of Hsf1 activation we analyzed temperature-induced alterations in the conformational dynamics of Hsf1 by hydrogen exchange mass spectrometry. We found a temperature-dependent unfolding of Hsf1 in the regulatory region happening concomitant to tighter packing in the trimerization region. The transition to the active DNA binding-competent state occurred highly cooperative and was concentration dependent. Surprisingly, Hsp90, known to inhibit Hsf1 activation, lowered the midpoint temperature of trimerization and reduced cooperativity of the process thus widening the response window. Based on our data we propose a kinetic model of Hsf1 trimerization.","identifier":[{"type":"publisher-id","id":"11576"},{"type":"doi","id":"10.7554/eLife.11576"}],"date":{"day":"19","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11576","entryfile":"elife-11576-v2.xml","files":["elife-11576-fig1-v2-600w.jpg","elife-11576-fig2-figsupp1-v2-600w.jpg","elife-11576-fig2-figsupp2-v2-600w.jpg","elife-11576-fig2-figsupp3-v2-600w.jpg","elife-11576-fig2-figsupp4-v2-600w.jpg","elife-11576-fig2-v2-600w.jpg","elife-11576-fig3-v2-600w.jpg","elife-11576-fig4-v2-600w.jpg","elife-11576-fig5-v2-600w.jpg","elife-11576-fig6-v2-600w.jpg","elife-11576-fig7-v2-600w.jpg","elife-11576-fig8-v2-600w.jpg","elife-11576-fig9-v2-600w.jpg","elife-11576-v1.xml"]}