{"title":"Reward-based training of recurrent neural networks for cognitive and value-based tasks","author":[{"surname":"Song","given-names":"H Francis"},{"surname":"Yang","given-names":"Guangyu R"},{"surname":"Wang","given-names":"Xiao-Jing"}],"abstract":"Trained neural network models, which exhibit features of neural activity recorded from behaving animals, may provide insights into the circuit mechanisms of cognitive functions through systematic analysis of network activity and connectivity. However, in contrast to the graded error signals commonly used to train networks through supervised learning, animals learn from reward feedback on definite actions through reinforcement learning. Reward maximization is particularly relevant when optimal behavior depends on an animal’s internal judgment of confidence or subjective preferences. Here, we implement reward-based training of recurrent neural networks in which a value network guides learning by using the activity of the decision network to predict future reward. We show that such models capture behavioral and electrophysiological findings from well-known experimental paradigms. Our work provides a unified framework for investigating diverse cognitive and value-based computations, and predicts a role for value representation that is essential for learning, but not executing, a task.","identifier":[{"type":"publisher-id","id":"21492"},{"type":"doi","id":"10.7554/eLife.21492"}],"date":{"day":"13","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21492","entryfile":"elife-21492-v2.xml","files":["elife-21492-fig1-figsupp1-v2-600w.jpg","elife-21492-fig1-figsupp2-v2-600w.jpg","elife-21492-fig1-figsupp3-v2-600w.jpg","elife-21492-fig1-figsupp4-v2-600w.jpg","elife-21492-fig1-v2-600w.jpg","elife-21492-fig2-figsupp1-v2-600w.jpg","elife-21492-fig2-figsupp2-v2-600w.jpg","elife-21492-fig2-figsupp3-v2-600w.jpg","elife-21492-fig2-v2-600w.jpg","elife-21492-fig3-figsupp1-v2-600w.jpg","elife-21492-fig3-v2-600w.jpg","elife-21492-fig4-figsupp1-v2-600w.jpg","elife-21492-fig4-figsupp2-v2-600w.jpg","elife-21492-fig4-figsupp3-v2-600w.jpg","elife-21492-fig4-v2-600w.jpg","elife-21492-v1.xml"]}