{"title":"Structure and conformational states of the bovine mitochondrial ATP synthase by cryo-EM","author":[{"surname":"Zhou","given-names":"Anna"},{"surname":"Rohou","given-names":"Alexis"},{"surname":"Schep","given-names":"Daniel G"},{"surname":"Bason","given-names":"John V"},{"surname":"Montgomery","given-names":"Martin G"},{"surname":"Walker","given-names":"John E"},{"surname":"Grigorieff","given-names":"Nikolaus"},{"surname":"Rubinstein","given-names":"John L"}],"abstract":"Adenosine triphosphate (ATP), the chemical energy currency of biology, is synthesized in eukaryotic cells primarily by the mitochondrial ATP synthase. ATP synthases operate by a rotary catalytic mechanism where proton translocation through the membrane-inserted F<sub>O</sub> region is coupled to ATP synthesis in the catalytic F<sub>1</sub> region via rotation of a central rotor subcomplex. We report here single particle electron cryomicroscopy (cryo-EM) analysis of the bovine mitochondrial ATP synthase. Combining cryo-EM data with bioinformatic analysis allowed us to determine the fold of the a subunit, suggesting a proton translocation path through the F<sub>O</sub> region that involves both the a and b subunits. 3D classification of images revealed seven distinct states of the enzyme that show different modes of bending and twisting in the intact ATP synthase. Rotational fluctuations of the c<sub>8</sub>-ring within the F<sub>O</sub> region support a Brownian ratchet mechanism for proton-translocation-driven rotation in ATP synthases.","identifier":[{"type":"publisher-id","id":"10180"},{"type":"doi","id":"10.7554/eLife.10180"}],"date":{"day":"06","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10180","entryfile":"elife-10180-v2.xml","files":["elife-10180-fig1-figsupp1-v2-600w.jpg","elife-10180-fig1-figsupp2-v2-600w.jpg","elife-10180-fig1-figsupp3-v2-600w.jpg","elife-10180-fig1-v2-600w.jpg","elife-10180-fig2-figsupp1-v2-600w.jpg","elife-10180-fig2-v2-600w.jpg","elife-10180-fig3-figsupp1-v2-600w.jpg","elife-10180-fig3-v2-600w.jpg","elife-10180-fig4-v2-600w.jpg","elife-10180-v1.xml"]}