{"title":"Translation initiation by the hepatitis C virus IRES requires eIF1A and ribosomal complex remodeling","author":[{"surname":"Jaafar","given-names":"Zane A"},{"surname":"Oguro","given-names":"Akihiro"},{"surname":"Nakamura","given-names":"Yoshikazu"},{"surname":"Kieft","given-names":"Jeffrey S"}],"abstract":"Internal ribosome entry sites (IRESs) are important RNA-based translation initiation signals, critical for infection by many pathogenic viruses. The hepatitis C virus (HCV) IRES is the prototype for the type 3 IRESs and is also invaluable for exploring principles of eukaryotic translation initiation, in general. Current mechanistic models for the type 3 IRESs are useful but they also present paradoxes, including how they can function both with and without eukaryotic initiation factor (eIF) 2. We discovered that eIF1A is necessary for efficient activity where it stabilizes tRNA binding and inspects the codon-anticodon interaction, especially important in the IRES’ eIF2-independent mode. These data support a model in which the IRES binds preassembled translation preinitiation complexes and remodels them to generate eukaryotic initiation complexes with bacterial-like features. This model explains previous data, reconciles eIF2-dependent and -independent pathways, and illustrates how RNA structure-based control can respond to changing cellular conditions.","identifier":[{"type":"publisher-id","id":"21198"},{"type":"doi","id":"10.7554/eLife.21198"}],"date":{"day":"23","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21198","entryfile":"elife-21198-v2.xml","files":["elife-21198-fig1-figsupp1-v2-600w.jpg","elife-21198-fig1-v2-600w.jpg","elife-21198-fig2-figsupp1-v2-600w.jpg","elife-21198-fig2-v2-600w.jpg","elife-21198-fig3-figsupp1-v2-600w.jpg","elife-21198-fig3-v2-600w.jpg","elife-21198-fig4-figsupp1-v2-600w.jpg","elife-21198-fig4-v2-600w.jpg","elife-21198-fig5-figsupp1-v2-600w.jpg","elife-21198-fig5-figsupp2-v2-600w.jpg","elife-21198-fig5-v2-600w.jpg","elife-21198-fig6-v2-600w.jpg","elife-21198-v1.xml"]}