{"title":"Adenosine diphosphate restricts the protein remodeling activity of the Hsp104 chaperone to Hsp70 assisted disaggregation","author":[{"surname":"Kłosowska","given-names":"Agnieszka"},{"surname":"Chamera","given-names":"Tomasz"},{"surname":"Liberek","given-names":"Krzysztof"}],"abstract":"Hsp104 disaggregase provides thermotolerance in yeast by recovering proteins from aggregates in cooperation with the Hsp70 chaperone. Protein disaggregation involves polypeptide extraction from aggregates and its translocation through the central channel of the Hsp104 hexamer. This process relies on adenosine triphosphate (ATP) hydrolysis. Considering that Hsp104 is characterized by low affinity towards ATP and is strongly inhibited by adenosine diphosphate (ADP), we asked how Hsp104 functions at the physiological levels of adenine nucleotides. We demonstrate that physiological levels of ADP highly limit Hsp104 activity. This inhibition, however, is moderated by the Hsp70 chaperone, which allows efficient disaggregation by supporting Hsp104 binding to aggregates but not to non-aggregated, disordered protein substrates. Our results point to an additional level of Hsp104 regulation by Hsp70, which restricts the potentially toxic protein unfolding activity of Hsp104 to the disaggregation process, providing the yeast protein-recovery system with substrate specificity and efficiency in ATP consumption.","identifier":[{"type":"publisher-id","id":"15159"},{"type":"doi","id":"10.7554/eLife.15159"}],"date":{"day":"25","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15159","entryfile":"elife-15159-v2.xml","files":["elife-15159-fig1-figsupp1-v2-600w.jpg","elife-15159-fig1-figsupp2-v2-600w.jpg","elife-15159-fig1-v2-600w.jpg","elife-15159-fig2-v2-600w.jpg","elife-15159-fig3-figsupp1-v2-600w.jpg","elife-15159-fig3-figsupp2-v2-600w.jpg","elife-15159-fig3-figsupp3-v2-600w.jpg","elife-15159-fig3-figsupp4-v2-600w.jpg","elife-15159-fig3-v2-600w.jpg","elife-15159-fig4-v2-600w.jpg","elife-15159-fig5-figsupp1-v2-600w.jpg","elife-15159-fig5-figsupp2-v2-600w.jpg","elife-15159-fig5-figsupp3-v2-600w.jpg","elife-15159-fig5-v2-600w.jpg","elife-15159-fig6-figsupp1-v2-600w.jpg","elife-15159-fig6-v2-600w.jpg","elife-15159-fig7-v2-600w.jpg","elife-15159-resp-fig1-v2-600w.jpg","elife-15159-v1.xml"]}