{"title":"Lovastatin fails to improve motor performance and survival in <italic>methyl-CpG-binding protein2</italic>-null mice","author":[{"surname":"Villani","given-names":"Claudia"},{"surname":"Sacchetti","given-names":"Giuseppina"},{"surname":"Bagnati","given-names":"Renzo"},{"surname":"Passoni","given-names":"Alice"},{"surname":"Fusco","given-names":"Federica"},{"surname":"Carli","given-names":"Mirjana"},{"surname":"Invernizzi","given-names":"Roberto William"}],"abstract":"Previous studies provided evidence for the alteration of brain cholesterol homeostasis in 129.<italic>Mecp2</italic>-null mice, an experimental model of Rett syndrome. The efficacy of statins in improving motor symptoms and prolonging survival of mutant mice suggested a potential role of statins in the therapy of Rett syndrome. In the present study, we show that <italic>Mecp2</italic> deletion had no effect on brain and reduced serum cholesterol levels and lovastatin (1.5 mg/kg, twice weekly as in the previous study) had no effects on motor deficits and survival when <italic>Mecp2</italic> deletion was expressed on a background strain (C57BL/6J; B6) differing from that used in the earlier study. These findings indicate that the effects of statins may be background specific and raise important issues to consider when contemplating clinical trials. The reduction of the brain cholesterol metabolite 24S-hydroxycholesterol (24S-OHC) found in B6.<italic>Mecp2</italic>-null mice suggests the occurrence of changes in brain cholesterol metabolism and the potential utility of using plasma levels of 24S-OHC as a biomarker of brain cholesterol homeostasis in RTT.","identifier":[{"type":"publisher-id","id":"22409"},{"type":"doi","id":"10.7554/eLife.22409"}],"date":{"day":"28","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22409","entryfile":"elife-22409-v2.xml","files":["elife-22409-fig1-v2-600w.jpg","elife-22409-fig2-v2-600w.jpg","elife-22409-fig3-v2-600w.jpg","elife-22409-fig4-v2-600w.jpg","elife-22409-fig5-v2-600w.jpg","elife-22409-fig6-v2-600w.jpg","elife-22409-v1.xml"]}