{"title":"Embryonic attenuated Wnt/β-catenin signaling defines niche location and long-term stem cell fate in hair follicle","author":[{"surname":"Xu","given-names":"Zijian"},{"surname":"Wang","given-names":"Wenjie"},{"surname":"Jiang","given-names":"Kaiju"},{"surname":"Yu","given-names":"Zhou"},{"surname":"Huang","given-names":"Huanwei"},{"surname":"Wang","given-names":"Fengchao"},{"surname":"Zhou","given-names":"Bin"},{"surname":"Chen","given-names":"Ting"}],"abstract":"Long-term adult stem cells sustain tissue regeneration throughout the lifetime of an organism. They were hypothesized to originate from embryonic progenitor cells that acquire long-term self-renewal ability and multipotency at the end of organogenesis. The process through which this is achieved often remains unclear. Here, we discovered that long-term hair follicle stem cells arise from embryonic progenitor cells occupying a niche location that is defined by attenuated Wnt/β-catenin signaling. Hair follicle initiation is marked by placode formation, which depends on the activation of Wnt/β-catenin signaling. Soon afterwards, a region with attenuated Wnt/β-catenin signaling emerges in the upper follicle. Embryonic progenitor cells residing in this region gain expression of adult stem cell markers and become definitive long-term hair follicle stem cells at the end of organogenesis. Attenuation of Wnt/β-catenin signaling is a prerequisite for hair follicle stem cell specification because it suppresses Sox9, which is required for stem cell formation.","identifier":[{"type":"publisher-id","id":"10567"},{"type":"doi","id":"10.7554/eLife.10567"}],"date":{"day":"14","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10567","entryfile":"elife-10567-v2.xml","files":["elife-10567-fig1-figsupp1-v2-600w.jpg","elife-10567-fig1-figsupp2-v2-600w.jpg","elife-10567-fig1-v2-600w.jpg","elife-10567-fig2-figsupp1-v2-600w.jpg","elife-10567-fig2-v2-600w.jpg","elife-10567-fig3-figsupp1-v2-600w.jpg","elife-10567-fig3-v2-600w.jpg","elife-10567-fig4-v2-600w.jpg","elife-10567-fig5-figsupp1-v2-600w.jpg","elife-10567-fig5-v2-600w.jpg","elife-10567-fig6-figsupp1-v2-600w.jpg","elife-10567-fig6-v2-600w.jpg","elife-10567-fig7-v2-600w.jpg","elife-10567-v1.xml"]}