{"title":"Cancer-associated TERT promoter mutations abrogate telomerase silencing","author":[{"surname":"Chiba","given-names":"Kunitoshi"},{"surname":"Johnson","given-names":"Joshua Z"},{"surname":"Vogan","given-names":"Jacob M"},{"surname":"Wagner","given-names":"Tina"},{"surname":"Boyle","given-names":"John M"},{"surname":"Hockemeyer","given-names":"Dirk"}],"abstract":"Mutations in the human telomerase reverse transcriptase (TERT) promoter are the most frequent non-coding mutations in cancer, but their molecular mechanism in tumorigenesis has not been established. We used genome editing of human pluripotent stem cells with physiological telomerase expression to elucidate the mechanism by which these mutations contribute to human disease. Surprisingly, telomerase-expressing embryonic stem cells engineered to carry any of the three most frequent TERT promoter mutations showed only a modest increase in TERT transcription with no impact on telomerase activity. However, upon differentiation into somatic cells, which normally silence telomerase, cells with TERT promoter mutations failed to silence TERT expression, resulting in increased telomerase activity and aberrantly long telomeres. Thus, TERT promoter mutations are sufficient to overcome the proliferative barrier imposed by telomere shortening without additional tumor-selected mutations. These data establish that TERT promoter mutations can promote immortalization and tumorigenesis of incipient cancer cells.","identifier":[{"type":"publisher-id","id":"07918"},{"type":"doi","id":"10.7554/eLife.07918"}],"date":{"day":"21","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07918","entryfile":"elife-07918-v1.xml","files":["elife-07918-fig1-figsupp1-v1-600w.jpg","elife-07918-fig1-figsupp2-v1-600w.jpg","elife-07918-fig1-figsupp3-v1-600w.jpg","elife-07918-fig1-v1-600w.jpg","elife-07918-fig2-figsupp1-v1-600w.jpg","elife-07918-fig2-v1-600w.jpg","elife-07918-fig3-figsupp1-v1-600w.jpg","elife-07918-fig3-figsupp2-v1-600w.jpg","elife-07918-fig3-v1-600w.jpg","elife-07918-fig4-figsupp1-v1-600w.jpg","elife-07918-fig4-v1-600w.jpg","elife-07918-fig5-figsupp1-v1-600w.jpg","elife-07918-fig5-v1-600w.jpg","elife-07918-fig6-v1-600w.jpg"]}