{"title":"The RNA binding protein IMP3 facilitates tumor immune escape by downregulating the stress-induced ligands ULPB2 and MICB","author":[{"surname":"Schmiedel","given-names":"Dominik"},{"surname":"Tai","given-names":"Julie"},{"surname":"Yamin","given-names":"Rachel"},{"surname":"Berhani","given-names":"Orit"},{"surname":"Bauman","given-names":"Yoav"},{"surname":"Mandelboim","given-names":"Ofer"}],"abstract":"Expression of the stress-induced ligands MICA, MICB and ULBP 1–6 are up-regulated as a cellular response to DNA damage, excessive proliferation or viral infection; thereby, they enable recognition and annihilation by immune cells that express the powerful activating receptor NKG2D. This receptor is present not exclusively, but primarily on NK cells. Knowledge about the regulatory mechanisms controlling ULBP expression is still vague. In this study, we report a direct interaction of the oncogenic RNA binding protein (RBP) IMP3 with ULBP2 mRNA, leading to ULBP2 transcript destabilization and reduced ULBP2 surface expression in several human cell lines. We also discovered that IMP3 indirectly targets MICB with a mechanism functionally distinct from that of ULBP2. Importantly, IMP3-mediated regulation of stress-ligands leads to impaired NK cell recognition of transformed cells. Our findings shed new light on the regulation of NKG2D ligands and on the mechanism of action of a powerful oncogenic RBP, IMP3.","identifier":[{"type":"publisher-id","id":"13426"},{"type":"doi","id":"10.7554/eLife.13426"}],"date":{"day":"16","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13426","entryfile":"elife-13426-v1.xml","files":["elife-13426-fig1-v1-600w.jpg","elife-13426-fig2-figsupp1-v1-600w.jpg","elife-13426-fig2-v1-600w.jpg","elife-13426-fig3-v1-600w.jpg","elife-13426-fig4-figsupp1-v1-600w.jpg","elife-13426-fig4-v1-600w.jpg","elife-13426-fig5-v1-600w.jpg","elife-13426-fig6-v1-600w.jpg","elife-13426-fig7-v1-600w.jpg","elife-13426-fig8-figsupp1-v1-600w.jpg","elife-13426-fig8-v1-600w.jpg"]}