{"title":"Differential inhibition onto developing and mature granule cells generates high-frequency filters with variable gain","author":[{"surname":"Pardi","given-names":"María Belén"},{"surname":"Ogando","given-names":"Mora Belén"},{"surname":"Schinder","given-names":"Alejandro F"},{"surname":"Marin-Burgin","given-names":"Antonia"}],"abstract":"Adult hippocampal neurogenesis provides the dentate gyrus with heterogeneous populations of granule cells (GC) originated at different times. The contribution of these cells to information encoding is under current investigation. Here, we show that incoming spike trains activate different populations of GC determined by the stimulation frequency and GC age. Immature GC respond to a wider range of stimulus frequencies, whereas mature GC are less responsive at high frequencies. This difference is dictated by feedforward inhibition, which restricts mature GC activation. Yet, the stronger inhibition of mature GC results in a higher temporal fidelity compared to that of immature GC. Thus, hippocampal inputs activate two populations of neurons with variable frequency filters: immature cells, with wide‐range responses, that are reliable transmitters of the incoming frequency, and mature neurons, with narrow frequency response, that are precise at informing the beginning of the stimulus, but with a sparse activity.","identifier":[{"type":"publisher-id","id":"08764"},{"type":"doi","id":"10.7554/eLife.08764"}],"date":{"day":"11","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08764","entryfile":"elife-08764-v2.xml","files":["elife-08764-fig1-figsupp1-v2-600w.jpg","elife-08764-fig1-figsupp2-v2-600w.jpg","elife-08764-fig1-v2-600w.jpg","elife-08764-fig2-v2-600w.jpg","elife-08764-fig3-figsupp1-v2-600w.jpg","elife-08764-fig3-figsupp2-v2-600w.jpg","elife-08764-fig3-v2-600w.jpg","elife-08764-fig4-figsupp1-v2-600w.jpg","elife-08764-fig4-figsupp2-v2-600w.jpg","elife-08764-fig4-v2-600w.jpg","elife-08764-fig5-v2-600w.jpg","elife-08764-v1.xml"]}