{"title":"Operon mRNAs are organized into ORF-centric structures that predict translation efficiency","author":[{"surname":"Burkhardt","given-names":"David H"},{"surname":"Rouskin","given-names":"Silvi"},{"surname":"Zhang","given-names":"Yan"},{"surname":"Li","given-names":"Gene-Wei"},{"surname":"Weissman","given-names":"Jonathan S"},{"surname":"Gross","given-names":"Carol A"}],"abstract":"Bacterial mRNAs are organized into operons consisting of discrete open reading frames (ORFs) in a single polycistronic mRNA. Individual ORFs on the mRNA are differentially translated, with rates varying as much as 100-fold. The signals controlling differential translation are poorly understood. Our genome-wide mRNA secondary structure analysis indicated that operonic mRNAs are comprised of ORF-wide units of secondary structure that vary across ORF boundaries such that adjacent ORFs on the same mRNA molecule are structurally distinct. ORF translation rate is strongly correlated with its mRNA structure in vivo, and correlation persists, albeit in a reduced form, with its structure when translation is inhibited and with that of in vitro refolded mRNA. These data suggest that intrinsic ORF mRNA structure encodes a rough blueprint for translation efficiency. This structure is then amplified by translation, in a self-reinforcing loop, to provide the structure that ultimately specifies the translation of each ORF.","identifier":[{"type":"publisher-id","id":"22037"},{"type":"doi","id":"10.7554/eLife.22037"}],"date":{"day":"31","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22037","entryfile":"elife-22037-v2.xml","files":["elife-22037-fig1-v2-600w.jpg","elife-22037-fig2-figsupp1-v2-600w.jpg","elife-22037-fig2-v2-600w.jpg","elife-22037-fig3-figsupp1-v2-600w.jpg","elife-22037-fig3-v2-600w.jpg","elife-22037-fig4-figsupp1-v2-600w.jpg","elife-22037-fig4-figsupp2-v2-600w.jpg","elife-22037-fig4-v2-600w.jpg","elife-22037-fig5-figsupp1-v2-600w.jpg","elife-22037-fig5-v2-600w.jpg","elife-22037-fig6-figsupp1-v2-600w.jpg","elife-22037-fig6-v2-600w.jpg","elife-22037-fig7-v2-600w.jpg","elife-22037-v1.xml"]}