{"title":"The role of photorespiration during the evolution of C<sub>4</sub> photosynthesis in the genus <italic>Flaveria</italic>","author":[{"surname":"Mallmann","given-names":"Julia"},{"surname":"Heckmann","given-names":"David"},{"surname":"Bräutigam","given-names":"Andrea"},{"surname":"Lercher","given-names":"Martin J"},{"surname":"Weber","given-names":"Andreas PM"},{"surname":"Westhoff","given-names":"Peter"},{"surname":"Gowik","given-names":"Udo"}],"abstract":"C<sub>4</sub> photosynthesis represents a most remarkable case of convergent evolution of a complex trait, which includes the reprogramming of the expression patterns of thousands of genes. Anatomical, physiological, and phylogenetic and analyses as well as computational modeling indicate that the establishment of a photorespiratory carbon pump (termed C<sub>2</sub> photosynthesis) is a prerequisite for the evolution of C<sub>4</sub>. However, a mechanistic model explaining the tight connection between the evolution of C<sub>4</sub> and C<sub>2</sub> photosynthesis is currently lacking. Here we address this question through comparative transcriptomic and biochemical analyses of closely related C<sub>3</sub>, C<sub>3</sub>–C<sub>4</sub>, and C<sub>4</sub> species, combined with Flux Balance Analysis constrained through a mechanistic model of carbon fixation. We show that C<sub>2</sub> photosynthesis creates a misbalance in nitrogen metabolism between bundle sheath and mesophyll cells. Rebalancing nitrogen metabolism requires anaplerotic reactions that resemble at least parts of a basic C<sub>4</sub> cycle. Our findings thus show how C<sub>2</sub> photosynthesis represents a pre-adaptation for the C<sub>4</sub> system, where the evolution of the C<sub>2</sub> system establishes important C<sub>4</sub> components as a side effect.","identifier":[{"type":"publisher-id","id":"02478"},{"type":"doi","id":"10.7554/eLife.02478"}],"date":{"day":"16","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02478","entryfile":"elife-02478-v2.xml","files":["elife-02478-fig1-v2-600w.jpg","elife-02478-fig2-v2-600w.jpg","elife-02478-fig3-figsupp1-v2-600w.jpg","elife-02478-fig3-figsupp2-v2-600w.jpg","elife-02478-fig3-v2-600w.jpg","elife-02478-fig4-v2-600w.jpg","elife-02478-fig5-v2-600w.jpg","elife-02478-fig6-figsupp1-v2-600w.jpg","elife-02478-fig6-v2-600w.jpg","elife-02478-v1.xml"]}