{"title":"A dedicated visual pathway for prey detection in larval zebrafish","author":[{"surname":"Semmelhack","given-names":"Julia L"},{"surname":"Donovan","given-names":"Joseph C"},{"surname":"Thiele","given-names":"Tod R"},{"surname":"Kuehn","given-names":"Enrico"},{"surname":"Laurell","given-names":"Eva"},{"surname":"Baier","given-names":"Herwig"}],"abstract":"Zebrafish larvae show characteristic prey capture behavior in response to small moving objects. The neural mechanism used to recognize objects as prey remains largely unknown. We devised a machine learning behavior classification system to quantify hunting kinematics in semi-restrained animals exposed to a range of virtual stimuli. Two-photon calcium imaging revealed a small visual area, AF7, that was activated specifically by the optimal prey stimulus. This pretectal region is innervated by two types of retinal ganglion cells, which also send collaterals to the optic tectum. Laser ablation of AF7 markedly reduced prey capture behavior. We identified neurons with arbors in AF7 and found that they projected to multiple sensory and premotor areas: the optic tectum, the nucleus of the medial longitudinal fasciculus (nMLF) and the hindbrain. These findings indicate that computations in the retina give rise to a visual stream which transforms sensory information into a directed prey capture response.","identifier":[{"type":"publisher-id","id":"04878"},{"type":"doi","id":"10.7554/eLife.04878"}],"date":{"day":"09","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04878","entryfile":"elife-04878-v3.xml","files":["elife-04878-fig1-figsupp1-v3-600w.jpg","elife-04878-fig1-v3-600w.jpg","elife-04878-fig2-v3-600w.jpg","elife-04878-fig3-figsupp1-v3-600w.jpg","elife-04878-fig3-v3-600w.jpg","elife-04878-fig4-v3-600w.jpg","elife-04878-fig5-v3-600w.jpg","elife-04878-fig6-figsupp1-v3-600w.jpg","elife-04878-fig6-v3-600w.jpg","elife-04878-fig7-figsupp1-v3-600w.jpg","elife-04878-fig7-v3-600w.jpg","elife-04878-fig8-v3-600w.jpg","elife-04878-v1.xml","elife-04878-v2.xml"]}