{"title":"Cell assemblies at multiple time scales with arbitrary lag constellations","author":[{"surname":"Russo","given-names":"Eleonora"},{"surname":"Durstewitz","given-names":"Daniel"}],"abstract":"Hebb's idea of a cell assembly as the fundamental unit of neural information processing has dominated neuroscience like no other theoretical concept within the past 60 years. A range of different physiological phenomena, from precisely synchronized spiking to broadly simultaneous rate increases, has been subsumed under this term. Yet progress in this area is hampered by the lack of statistical tools that would enable to extract assemblies with arbitrary constellations of time lags, and at multiple temporal scales, partly due to the severe computational burden. Here we present such a unifying methodological and conceptual framework which detects assembly structure at many different time scales, levels of precision, and with arbitrary internal organization. Applying this methodology to multiple single unit recordings from various cortical areas, we find that there is no universal cortical coding scheme, but that assembly structure and precision significantly depends on the brain area recorded and ongoing task demands.","identifier":[{"type":"publisher-id","id":"19428"},{"type":"doi","id":"10.7554/eLife.19428"}],"date":{"day":"11","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19428","entryfile":"elife-19428-v1.xml","files":["elife-19428-app1-fig1-v1-600w.jpg","elife-19428-app1-fig2-v1-600w.jpg","elife-19428-app1-fig3-v1-600w.jpg","elife-19428-fig1-figsupp1-v1-600w.jpg","elife-19428-fig1-v1-600w.jpg","elife-19428-fig2-v1-600w.jpg","elife-19428-fig3-figsupp1-v1-600w.jpg","elife-19428-fig3-v1-600w.jpg","elife-19428-fig4-v1-600w.jpg","elife-19428-fig5-figsupp1-v1-600w.jpg","elife-19428-fig5-v1-600w.jpg","elife-19428-fig6-figsupp1-v1-600w.jpg","elife-19428-fig6-v1-600w.jpg","elife-19428-fig7-figsupp1-v1-600w.jpg","elife-19428-fig7-figsupp2-v1-600w.jpg","elife-19428-fig7-figsupp3-v1-600w.jpg","elife-19428-fig7-v1-600w.jpg"]}