{"title":"Starvation promotes concerted modulation of appetitive olfactory behavior via parallel neuromodulatory circuits","author":[{"surname":"Ko","given-names":"Kang I"},{"surname":"Root","given-names":"Cory M"},{"surname":"Lindsay","given-names":"Scott A"},{"surname":"Zaninovich","given-names":"Orel A"},{"surname":"Shepherd","given-names":"Andrew K"},{"surname":"Wasserman","given-names":"Steven A"},{"surname":"Kim","given-names":"Susy M"},{"surname":"Wang","given-names":"Jing W"}],"abstract":"The internal state of an organism influences its perception of attractive or aversive stimuli and thus promotes adaptive behaviors that increase its likelihood of survival. The mechanisms underlying these perceptual shifts are critical to our understanding of how neural circuits support animal cognition and behavior. Starved flies exhibit enhanced sensitivity to attractive odors and reduced sensitivity to aversive odors. Here, we show that a functional remodeling of the olfactory map is mediated by two parallel neuromodulatory systems that act in opposing directions on olfactory attraction and aversion at the level of the first synapse. Short neuropeptide F sensitizes an antennal lobe glomerulus wired for attraction, while tachykinin (DTK) suppresses activity of a glomerulus wired for aversion. Thus we show parallel neuromodulatory systems functionally reconfigure early olfactory processing to optimize detection of nutrients at the risk of ignoring potentially toxic food resources.","identifier":[{"type":"publisher-id","id":"08298"},{"type":"doi","id":"10.7554/eLife.08298"}],"date":{"day":"24","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08298","entryfile":"elife-08298-v2.xml","files":["elife-08298-fig1-figsupp1-v2-600w.jpg","elife-08298-fig1-v2-600w.jpg","elife-08298-fig2-figsupp1-v2-600w.jpg","elife-08298-fig2-v2-600w.jpg","elife-08298-fig3-v2-600w.jpg","elife-08298-fig4-v2-600w.jpg","elife-08298-fig5-v2-600w.jpg","elife-08298-fig6-v2-600w.jpg","elife-08298-v1.xml"]}