{"title":"Genome-wide dynamics of Pol II elongation and its interplay with promoter proximal pausing, chromatin, and exons","author":[{"surname":"Jonkers","given-names":"Iris"},{"surname":"Kwak","given-names":"Hojoong"},{"surname":"Lis","given-names":"John T"}],"abstract":"Production of mRNA depends critically on the rate of RNA polymerase II (Pol II) elongation. To dissect Pol II dynamics in mouse ES cells, we inhibited Pol II transcription at either initiation or promoter-proximal pause escape with Triptolide or Flavopiridol, and tracked Pol II kinetically using GRO-seq. Both inhibitors block transcription of more than 95% of genes, showing that pause escape, like initiation, is a ubiquitous and crucial step within the transcription cycle. Moreover, paused Pol II is relatively stable, as evidenced from half-life measurements at ∼3200 genes. Finally, tracking the progression of Pol II after drug treatment establishes Pol II elongation rates at over 1000 genes. Notably, Pol II accelerates dramatically while transcribing through genes, but slows at exons. Furthermore, intergenic variance in elongation rates is substantial, and is influenced by a positive effect of H3K79me2 and negative effects of exon density and CG content within genes.","identifier":[{"type":"publisher-id","id":"02407"},{"type":"doi","id":"10.7554/eLife.02407"}],"date":{"day":"29","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02407","entryfile":"elife-02407-v1.xml","files":["elife-02407-fig1-figsupp1-v1-600w.jpg","elife-02407-fig1-figsupp2-v1-600w.jpg","elife-02407-fig1-v1-600w.jpg","elife-02407-fig2-figsupp1-v1-600w.jpg","elife-02407-fig2-v1-600w.jpg","elife-02407-fig3-figsupp1-v1-600w.jpg","elife-02407-fig3-figsupp2-v1-600w.jpg","elife-02407-fig3-figsupp3-v1-600w.jpg","elife-02407-fig3-v1-600w.jpg","elife-02407-fig4-figsupp1-v1-600w.jpg","elife-02407-fig4-v1-600w.jpg","elife-02407-fig5-figsupp1-v1-600w.jpg","elife-02407-fig5-v1-600w.jpg","elife-02407-fig6-figsupp1-v1-600w.jpg","elife-02407-fig6-v1-600w.jpg","elife-02407-resp-fig1-v1-600w.jpg","elife-02407-resp-fig2-v1-600w.jpg"]}