{"title":"Reconstruction of genetically identified neurons imaged by serial-section electron microscopy","author":[{"surname":"Joesch","given-names":"Maximilian"},{"surname":"Mankus","given-names":"David"},{"surname":"Yamagata","given-names":"Masahito"},{"surname":"Shahbazi","given-names":"Ali"},{"surname":"Schalek","given-names":"Richard"},{"surname":"Suissa-Peleg","given-names":"Adi"},{"surname":"Meister","given-names":"Markus"},{"surname":"Lichtman","given-names":"Jeff W"},{"surname":"Scheirer","given-names":"Walter J"},{"surname":"Sanes","given-names":"Joshua R"}],"abstract":"Resolving patterns of synaptic connectivity in neural circuits currently requires serial section electron microscopy. However, complete circuit reconstruction is prohibitively slow and may not be necessary for many purposes such as comparing neuronal structure and connectivity among multiple animals. Here, we present an alternative strategy, targeted reconstruction of specific neuronal types. We used viral vectors to deliver peroxidase derivatives, which catalyze production of an electron-dense tracer, to genetically identify neurons, and developed a protocol that enhances the electron-density of the labeled cells while retaining the quality of the ultrastructure. The high contrast of the marked neurons enabled two innovations that speed data acquisition: targeted high-resolution reimaging of regions selected from rapidly-acquired lower resolution reconstruction, and an unsupervised segmentation algorithm. This pipeline reduces imaging and reconstruction times by two orders of magnitude, facilitating directed inquiry of circuit motifs.","identifier":[{"type":"publisher-id","id":"15015"},{"type":"doi","id":"10.7554/eLife.15015"}],"date":{"day":"07","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15015","entryfile":"elife-15015-v2.xml","files":["elife-15015-fig1-figsupp1-v2-600w.jpg","elife-15015-fig1-figsupp2-v2-600w.jpg","elife-15015-fig1-figsupp3-v2-600w.jpg","elife-15015-fig1-figsupp4-v2-600w.jpg","elife-15015-fig1-figsupp5-v2-600w.jpg","elife-15015-fig1-v2-600w.jpg","elife-15015-fig2-v2-600w.jpg","elife-15015-fig3-v2-600w.jpg","elife-15015-fig4-v2-600w.jpg","elife-15015-v1.xml"]}