{"title":"An essential dual-function complex mediates erythrocyte invasion and channel-mediated nutrient uptake in malaria parasites","author":[{"surname":"Ito","given-names":"Daisuke"},{"surname":"Schureck","given-names":"Marc A"},{"surname":"Desai","given-names":"Sanjay A"}],"abstract":"Malaria parasites evade immune detection by growth and replication within erythrocytes. After erythrocyte invasion, the intracellular pathogen must increase host cell uptake of nutrients from plasma. Here, we report that the parasite-encoded RhopH complex contributes to both invasion and channel-mediated nutrient uptake. As <italic>rhoph2</italic> and <italic>rhoph3</italic> gene knockouts were not viable in the human <italic>P. falciparum</italic> pathogen, we used conditional knockdowns to determine that the encoded proteins are essential and to identify their stage-specific functions. We exclude presumed roles for RhopH2 and CLAG3 in erythrocyte invasion but implicate a RhopH3 contribution either through ligand-receptor interactions or subsequent parasite internalization. These proteins then traffic via an export translocon to the host membrane, where they form a nutrient channel. Knockdown of either RhopH2 or RhopH3 disrupts the entire complex, interfering with organellar targeting and subsequent trafficking. Therapies targeting this complex should attack the pathogen at two critical points in its cycle.","identifier":[{"type":"publisher-id","id":"23485"},{"type":"doi","id":"10.7554/eLife.23485"}],"date":{"day":"21","month":"02","year":"2017"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"23485","entryfile":"elife-23485-v2.xml","files":["elife-23485-fig1-v2-600w.jpg","elife-23485-fig2-v2-600w.jpg","elife-23485-fig3-figsupp1-v2-600w.jpg","elife-23485-fig3-v2-600w.jpg","elife-23485-fig4-figsupp1-v2-600w.jpg","elife-23485-fig4-v2-600w.jpg","elife-23485-fig5-v2-600w.jpg","elife-23485-fig6-v2-600w.jpg","elife-23485-fig7-v2-600w.jpg","elife-23485-fig8-v2-600w.jpg","elife-23485-v1.xml"]}