{"title":"The role of piriform associative connections in odor categorization","author":[{"surname":"Bao","given-names":"Xiaojun"},{"surname":"Raguet","given-names":"Louise LG"},{"surname":"Cole","given-names":"Sydni M"},{"surname":"Howard","given-names":"James D"},{"surname":"Gottfried","given-names":"Jay A"}],"abstract":"Distributed neural activity patterns are widely proposed to underlie object identification and categorization in the brain. In the olfactory domain, pattern-based representations of odor objects are encoded in piriform cortex. This region receives both afferent and associative inputs, though their relative contributions to odor perception are poorly understood. Here, we combined a placebo-controlled pharmacological fMRI paradigm with multivariate pattern analyses to test the role of associative connections in sustaining olfactory categorical representations. Administration of baclofen, a GABA(B) agonist known to attenuate piriform associative inputs, interfered with within-category pattern separation in piriform cortex, and the magnitude of this drug-induced change predicted perceptual alterations in fine-odor discrimination performance. Comparatively, baclofen reduced pattern separation between odor categories in orbitofrontal cortex, and impeded within-category generalization in hippocampus. Our findings suggest that odor categorization is a dynamic process concurrently engaging stimulus discrimination and generalization at different stages of olfactory information processing, and highlight the importance of associative networks in maintaining categorical boundaries.","identifier":[{"type":"publisher-id","id":"13732"},{"type":"doi","id":"10.7554/eLife.13732"}],"date":{"day":"28","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13732","entryfile":"elife-13732-v3.xml","files":["elife-13732-fig1-v2-600w.jpg","elife-13732-fig1-v3-600w.jpg","elife-13732-fig2-v2-600w.jpg","elife-13732-fig2-v3-600w.jpg","elife-13732-fig3-v2-600w.jpg","elife-13732-fig3-v3-600w.jpg","elife-13732-fig4-v2-600w.jpg","elife-13732-fig4-v3-600w.jpg","elife-13732-fig5-v2-600w.jpg","elife-13732-fig5-v3-600w.jpg","elife-13732-fig6-v2-600w.jpg","elife-13732-fig6-v3-600w.jpg","elife-13732-fig7-v2-600w.jpg","elife-13732-fig7-v3-600w.jpg","elife-13732-v1.xml","elife-13732-v2.xml"]}