{"title":"High-frequency stimulation-induced peptide release synchronizes arcuate kisspeptin neurons and excites GnRH neurons","author":[{"surname":"Qiu","given-names":"Jian"},{"surname":"Nestor","given-names":"Casey C"},{"surname":"Zhang","given-names":"Chunguang"},{"surname":"Padilla","given-names":"Stephanie L"},{"surname":"Palmiter","given-names":"Richard D"},{"surname":"Kelly","given-names":"Martin J"},{"surname":"Rønnekleiv","given-names":"Oline K"}],"abstract":"Kisspeptin (Kiss1) and neurokinin B (NKB) neurocircuits are essential for pubertal development and fertility. Kisspeptin neurons in the hypothalamic arcuate nucleus (Kiss1<sup>ARH</sup>) co-express Kiss1, NKB, dynorphin and glutamate and are postulated to provide an episodic, excitatory drive to gonadotropin-releasing hormone 1 (GnRH) neurons, the synaptic mechanisms of which are unknown. We characterized the cellular basis for synchronized Kiss1<sup>ARH</sup> neuronal activity using optogenetics, whole-cell electrophysiology, molecular pharmacology and single cell RT-PCR in mice. High-frequency photostimulation of Kiss1<sup>ARH</sup> neurons evoked local release of excitatory (NKB) and inhibitory (dynorphin) neuropeptides, which were found to synchronize the Kiss1<sup>ARH</sup> neuronal firing. The light-evoked synchronous activity caused robust excitation of GnRH neurons by a synaptic mechanism that also involved glutamatergic input to preoptic Kiss1 neurons from Kiss1<sup>ARH</sup> neurons. We propose that Kiss1<sup>ARH</sup> neurons play a dual role of driving episodic secretion of GnRH through the differential release of peptide and amino acid neurotransmitters to coordinate reproductive function.","identifier":[{"type":"publisher-id","id":"16246"},{"type":"doi","id":"10.7554/eLife.16246"}],"date":{"day":"23","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16246","entryfile":"elife-16246-v1.xml","files":["elife-16246-fig1-v1-600w.jpg","elife-16246-fig10-v1-600w.jpg","elife-16246-fig11-v1-600w.jpg","elife-16246-fig12-v1-600w.jpg","elife-16246-fig2-v1-600w.jpg","elife-16246-fig3-v1-600w.jpg","elife-16246-fig4-v1-600w.jpg","elife-16246-fig5-v1-600w.jpg","elife-16246-fig6-v1-600w.jpg","elife-16246-fig7-v1-600w.jpg","elife-16246-fig8-v1-600w.jpg","elife-16246-fig9-v1-600w.jpg"]}