{"title":"<italic>Mycobacterium ulcerans</italic> dynamics in aquatic ecosystems are driven by a complex interplay of abiotic and biotic factors","author":[{"surname":"Garchitorena","given-names":"Andrés"},{"surname":"Guégan","given-names":"Jean-François"},{"surname":"Léger","given-names":"Lucas"},{"surname":"Eyangoh","given-names":"Sara"},{"surname":"Marsollier","given-names":"Laurent"},{"surname":"Roche","given-names":"Benjamin"}],"abstract":"Host–parasite interactions are often embedded within complex host communities and can be influenced by a variety of environmental factors, such as seasonal variations in climate or abiotic conditions in water and soil, which confounds our understanding of the main drivers of many multi-host pathogens. Here, we take advantage of a combination of large environmental data sets on <italic>Mycobacterium ulcerans</italic> (<italic>MU</italic>), an environmentally persistent microorganism associated to freshwater ecosystems and present in a large variety of aquatic hosts, to characterize abiotic and biotic factors driving the dynamics of this pathogen in two regions of Cameroon. We find that <italic>MU</italic> dynamics are largely driven by seasonal climatic factors and certain physico-chemical conditions in stagnant and slow-flowing ecosystems, with an important role of <italic>pH</italic> as limiting factor. Furthermore, water conditions can modify the effect of abundance and diversity of aquatic organisms on <italic>MU</italic> dynamics, which suggests a different contribution of two <italic>MU</italic> transmission routes for aquatic hosts (trophic vs environmental transmission) depending on local abiotic factors.","identifier":[{"type":"publisher-id","id":"07616"},{"type":"doi","id":"10.7554/eLife.07616"}],"date":{"day":"28","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07616","entryfile":"elife-07616-v1.xml","files":["elife-07616-fig1-figsupp1-v1-600w.jpg","elife-07616-fig1-v1-600w.jpg","elife-07616-fig2-v1-600w.jpg","elife-07616-fig3-v1-600w.jpg"]}