{"title":"<italic>In vivo</italic> genetic dissection of tumor growth and the Warburg effect","author":[{"surname":"Wang","given-names":"Cheng-Wei"},{"surname":"Purkayastha","given-names":"Arunima"},{"surname":"Jones","given-names":"Kevin T"},{"surname":"Thaker","given-names":"Shivani K"},{"surname":"Banerjee","given-names":"Utpal"}],"abstract":"A well-characterized metabolic landmark for aggressive cancers is the reprogramming from oxidative phosphorylation to aerobic glycolysis, referred to as the Warburg effect. Models mimicking this process are often incomplete due to genetic complexities of tumors and cell lines containing unmapped collaborating mutations. In order to establish a system where individual components of oncogenic signals and metabolic pathways can be readily elucidated, we induced a glycolytic tumor in the <italic>Drosophila</italic> wing imaginal disc by activating the oncogene PDGF/VEGF-receptor (Pvr). This causes activation of multiple oncogenic pathways including Ras, PI3K/Akt, Raf/ERK, Src and JNK. Together this network of genes stabilizes Hifα (Sima) that in turn, transcriptionally up-regulates many genes encoding glycolytic enzymes. Collectively, this network of genes also causes inhibition of pyruvate dehydrogenase (PDH) activity resulting in diminished ox-phos levels. The high ROS produced during this process functions as a feedback signal to consolidate this metabolic reprogramming.","identifier":[{"type":"publisher-id","id":"18126"},{"type":"doi","id":"10.7554/eLife.18126"}],"date":{"day":"01","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18126","entryfile":"elife-18126-v2.xml","files":["elife-18126-fig1-figsupp1-v2-600w.jpg","elife-18126-fig1-v2-600w.jpg","elife-18126-fig2-figsupp1-v2-600w.jpg","elife-18126-fig2-v2-600w.jpg","elife-18126-fig3-figsupp1-v2-600w.jpg","elife-18126-fig3-v2-600w.jpg","elife-18126-fig4-figsupp1-v2-600w.jpg","elife-18126-fig4-v2-600w.jpg","elife-18126-fig5-figsupp1-v2-600w.jpg","elife-18126-fig5-v2-600w.jpg","elife-18126-fig6-figsupp1-v2-600w.jpg","elife-18126-fig6-v2-600w.jpg","elife-18126-fig7-v2-600w.jpg","elife-18126-v1.xml"]}