{"title":"The influence of dynein processivity control, MAPs, and microtubule ends on directional movement of a localising mRNA","author":[{"surname":"Soundararajan","given-names":"Harish Chandra"},{"surname":"Bullock","given-names":"Simon L"}],"abstract":"Many cellular constituents travel along microtubules in association with multiple copies of motor proteins. How the activity of these motors is regulated during cargo sorting is poorly understood. In this study, we address this issue using a novel in vitro assay for the motility of localising <italic>Drosophila</italic> mRNAs bound to native dynein-dynactin complexes. High precision tracking reveals that individual RNPs within a population undergo either diffusive, or highly processive, minus end-directed movements along microtubules. RNA localisation signals stimulate the processive movements, with regulation of dynein-dynactin’s activity rather than its total copy number per RNP, responsible for this effect. Our data support a novel mechanism for multi-motor translocation based on the regulation of dynein processivity by discrete cargo-associated features. Studying the in vitro responses of RNPs to microtubule-associated proteins (MAPs) and microtubule ends provides insights into how an RNA population could navigate the cytoskeletal network and become anchored at its destination in cells.","identifier":[{"type":"publisher-id","id":"01596"},{"type":"doi","id":"10.7554/eLife.01596"}],"date":{"day":"15","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01596","entryfile":"elife-01596-v1.xml","files":["elife-01596-fig1-figsupp1-v1-600w.jpg","elife-01596-fig1-v1-600w.jpg","elife-01596-fig2-figsupp1-v1-600w.jpg","elife-01596-fig2-figsupp2-v1-600w.jpg","elife-01596-fig2-v1-600w.jpg","elife-01596-fig3-figsupp1-v1-600w.jpg","elife-01596-fig3-figsupp2-v1-600w.jpg","elife-01596-fig3-v1-600w.jpg","elife-01596-fig4-figsupp1-v1-600w.jpg","elife-01596-fig4-v1-600w.jpg","elife-01596-fig5-figsupp1-v1-600w.jpg","elife-01596-fig5-figsupp2-v1-600w.jpg","elife-01596-fig5-v1-600w.jpg","elife-01596-fig6-v1-600w.jpg","elife-01596-fig7-v1-600w.jpg"]}