{"title":"The equatorial position of the metaphase plate ensures symmetric cell divisions","author":[{"surname":"Tan","given-names":"Chia Huei"},{"surname":"Gasic","given-names":"Ivana"},{"surname":"Huber-Reggi","given-names":"Sabina P"},{"surname":"Dudka","given-names":"Damian"},{"surname":"Barisic","given-names":"Marin"},{"surname":"Maiato","given-names":"Helder"},{"surname":"Meraldi","given-names":"Patrick"}],"abstract":"Chromosome alignment in the middle of the bipolar spindle is a hallmark of metazoan cell divisions. When we offset the metaphase plate position by creating an asymmetric centriole distribution on each pole, we find that metaphase plates relocate to the middle of the spindle before anaphase. The spindle assembly checkpoint enables this centering mechanism by providing cells enough time to correct metaphase plate position. The checkpoint responds to unstable kinetochore–microtubule attachments resulting from an imbalance in microtubule stability between the two half-spindles in cells with an asymmetric centriole distribution. Inactivation of the checkpoint prior to metaphase plate centering leads to asymmetric cell divisions and daughter cells of unequal size; in contrast, if the checkpoint is inactivated after the metaphase plate has centered its position, symmetric cell divisions ensue. This indicates that the equatorial position of the metaphase plate is essential for symmetric cell divisions.","identifier":[{"type":"publisher-id","id":"05124"},{"type":"doi","id":"10.7554/eLife.05124"}],"date":{"day":"18","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05124","entryfile":"elife-05124-v2.xml","files":["elife-05124-fig1-v2-600w.jpg","elife-05124-fig2-figsupp1-v2-600w.jpg","elife-05124-fig2-figsupp2-v2-600w.jpg","elife-05124-fig2-v2-600w.jpg","elife-05124-fig3-v2-600w.jpg","elife-05124-fig4-v2-600w.jpg","elife-05124-fig5-figsupp1-v2-600w.jpg","elife-05124-fig5-v2-600w.jpg","elife-05124-fig6-v2-600w.jpg","elife-05124-v1.xml"]}