{"title":"Loss of neurofibromin Ras-GAP activity enhances the formation of cardiac blood islands in murine embryos","author":[{"surname":"Yzaguirre","given-names":"Amanda D"},{"surname":"Padmanabhan","given-names":"Arun"},{"surname":"de Groh","given-names":"Eric D"},{"surname":"Engleka","given-names":"Kurt A"},{"surname":"Li","given-names":"Jun"},{"surname":"Speck","given-names":"Nancy A"},{"surname":"Epstein","given-names":"Jonathan A"}],"abstract":"Type I neurofibromatosis (NF1) is caused by mutations in the <italic>NF1</italic> gene encoding neurofibromin. Neurofibromin exhibits Ras GTPase activating protein (Ras-GAP) activity that is thought to mediate cellular functions relevant to disease phenotypes. Loss of murine <italic>Nf1</italic> results in embryonic lethality due to heart defects, while mice with monoallelic loss of function mutations or with tissue-specific inactivation have been used to model NF1. Here, we characterize previously unappreciated phenotypes in <italic>Nf1</italic> embryos, which are inhibition of hemogenic endothelial specification in the dorsal aorta, enhanced yolk sac hematopoiesis, and exuberant cardiac blood island formation. We show that a missense mutation engineered into the active site of the Ras-GAP domain is sufficient to reproduce ectopic blood island formation, cardiac defects, and overgrowth of neural crest-derived structures seen in <italic>Nf1</italic>embryos. These findings demonstrate a role for Ras-GAP activity in suppressing the hemogenic potential of the heart and restricting growth of neural crest-derived tissues.","identifier":[{"type":"publisher-id","id":"07780"},{"type":"doi","id":"10.7554/eLife.07780"}],"date":{"day":"13","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07780","entryfile":"elife-07780-v2.xml","files":["elife-07780-fig1-v2-600w.jpg","elife-07780-fig2-v2-600w.jpg","elife-07780-fig3-v2-600w.jpg","elife-07780-fig4-figsupp1-v2-600w.jpg","elife-07780-fig4-figsupp2-v2-600w.jpg","elife-07780-fig4-v2-600w.jpg","elife-07780-fig5-v2-600w.jpg","elife-07780-fig6-v2-600w.jpg","elife-07780-fig7-v2-600w.jpg","elife-07780-fig8-v2-600w.jpg","elife-07780-v1.xml"]}