{"title":"Deployment of a retinal determination gene network drives directed cell migration in the sea urchin embryo","author":[{"surname":"Martik","given-names":"Megan L"},{"surname":"McClay","given-names":"David R"}],"abstract":"Gene regulatory networks (GRNs) provide a systems-level orchestration of an organism's genome encoded anatomy. As biological networks are revealed, they continue to answer many questions including knowledge of how GRNs control morphogenetic movements and how GRNs evolve. The migration of the small micromeres to the coelomic pouches in the sea urchin embryo provides an exceptional model for understanding the genomic regulatory control of morphogenesis. An assay using the robust homing potential of these cells reveals a ‘coherent feed-forward’ transcriptional subcircuit composed of Pax6, Six3, Six1/2, Eya, and Dach1 that is responsible for the directed homing mechanism of these multipotent progenitors. The linkages of that circuit are strikingly similar to a circuit involved in retinal specification in <italic>Drosophila</italic> suggesting that systems-level tasks can be highly conserved even though the tasks drive unrelated processes in different animals.","identifier":[{"type":"publisher-id","id":"08827"},{"type":"doi","id":"10.7554/eLife.08827"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08827","entryfile":"elife-08827-v2.xml","files":["elife-08827-fig1-v2-600w.jpg","elife-08827-fig2-v2-600w.jpg","elife-08827-fig3-figsupp1-v2-600w.jpg","elife-08827-fig3-v2-600w.jpg","elife-08827-fig4-v2-600w.jpg","elife-08827-fig5-figsupp1-v2-600w.jpg","elife-08827-fig5-figsupp2-v2-600w.jpg","elife-08827-fig5-v2-600w.jpg","elife-08827-fig6-figsupp1-v2-600w.jpg","elife-08827-fig6-v2-600w.jpg","elife-08827-fig7-figsupp1-v2-600w.jpg","elife-08827-fig7-figsupp2-v2-600w.jpg","elife-08827-fig7-v2-600w.jpg","elife-08827-fig8-figsupp1-v2-600w.jpg","elife-08827-fig8-v2-600w.jpg","elife-08827-v1.xml"]}