{"title":"Metabolic network rewiring of propionate flux compensates vitamin B12 deficiency in <italic>C. elegans</italic>","author":[{"surname":"Watson","given-names":"Emma"},{"surname":"Olin-Sandoval","given-names":"Viridiana"},{"surname":"Hoy","given-names":"Michael J"},{"surname":"Li","given-names":"Chi-Hua"},{"surname":"Louisse","given-names":"Timo"},{"surname":"Yao","given-names":"Victoria"},{"surname":"Mori","given-names":"Akihiro"},{"surname":"Holdorf","given-names":"Amy D"},{"surname":"Troyanskaya","given-names":"Olga G"},{"surname":"Ralser","given-names":"Markus"},{"surname":"Walhout","given-names":"Albertha JM"}],"abstract":"Metabolic network rewiring is the rerouting of metabolism through the use of alternate enzymes to adjust pathway flux and accomplish specific anabolic or catabolic objectives. Here, we report the first characterization of two parallel pathways for the breakdown of the short chain fatty acid propionate in <italic>Caenorhabditis elegans</italic>. Using genetic interaction mapping, gene co-expression analysis, pathway intermediate quantification and carbon tracing, we uncover a vitamin B12-independent propionate breakdown shunt that is transcriptionally activated on vitamin B12 deficient diets, or under genetic conditions mimicking the human diseases propionic- and methylmalonic acidemia, in which the canonical B12-dependent propionate breakdown pathway is blocked. Our study presents the first example of transcriptional vitamin-directed metabolic network rewiring to promote survival under vitamin deficiency. The ability to reroute propionate breakdown according to B12 availability may provide <italic>C. elegans</italic> with metabolic plasticity and thus a selective advantage on different diets in the wild.","identifier":[{"type":"publisher-id","id":"17670"},{"type":"doi","id":"10.7554/eLife.17670"}],"date":{"day":"06","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17670","entryfile":"elife-17670-v3.xml","files":["elife-17670-fig1-v3-600w.jpg","elife-17670-fig2-v3-600w.jpg","elife-17670-fig3-v3-600w.jpg","elife-17670-fig4-figsupp1-v3-600w.jpg","elife-17670-fig4-v3-600w.jpg","elife-17670-fig5-v3-600w.jpg","elife-17670-fig6-v3-600w.jpg","elife-17670-fig7-v3-600w.jpg","elife-17670-v1.xml","elife-17670-v2.xml"]}