{"title":"DNA damage induces nuclear actin filament assembly by Formin-2 and Spire-1/2 that promotes efficient DNA repair","author":[{"surname":"Belin","given-names":"Brittany J"},{"surname":"Lee","given-names":"Terri"},{"surname":"Mullins","given-names":"R Dyche"}],"abstract":"Actin filaments assemble inside the nucleus in response to multiple cellular perturbations, including heat shock, protein misfolding, integrin engagement, and serum stimulation. We find that DNA damage also generates nuclear actin filaments—detectable by phalloidin and live-cell actin probes—with three characteristic morphologies: (i) long, nucleoplasmic filaments; (ii) short, nucleolus-associated filaments; and (iii) dense, nucleoplasmic clusters. This DNA damage-induced nuclear actin assembly requires two biologically and physically linked nucleation factors: Formin-2 and Spire-1/Spire-2. Formin-2 accumulates in the nucleus after DNA damage, and depletion of either Formin-2 or actin's nuclear import factor, importin-9, increases the number of DNA double-strand breaks (DSBs), linking nuclear actin filaments to efficient DSB clearance. Nuclear actin filaments are also required for nuclear oxidation induced by acute genotoxic stress. Our results reveal a previously unknown role for nuclear actin filaments in DNA repair and identify the molecular mechanisms creating these nuclear filaments.","identifier":[{"type":"publisher-id","id":"07735"},{"type":"doi","id":"10.7554/eLife.07735"}],"date":{"day":"19","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07735","entryfile":"elife-07735-v2.xml","files":["elife-07735-fig1-figsupp1-v2-600w.jpg","elife-07735-fig1-v2-600w.jpg","elife-07735-fig2-v2-600w.jpg","elife-07735-fig3-figsupp1-v2-600w.jpg","elife-07735-fig3-v2-600w.jpg","elife-07735-fig4-figsupp1-v2-600w.jpg","elife-07735-fig4-v2-600w.jpg","elife-07735-fig5-figsupp1-v2-600w.jpg","elife-07735-fig5-v2-600w.jpg","elife-07735-fig6-figsupp1-v2-600w.jpg","elife-07735-fig6-figsupp2-v2-600w.jpg","elife-07735-fig6-v2-600w.jpg","elife-07735-fig7-figsupp1-v2-600w.jpg","elife-07735-fig7-v2-600w.jpg","elife-07735-fig8-v2-600w.jpg","elife-07735-fig9-v2-600w.jpg","elife-07735-v1.xml"]}