{"title":"Independent theta phase coding accounts for CA1 population sequences and enables flexible remapping","author":[{"surname":"Chadwick","given-names":"Angus"},{"surname":"van Rossum","given-names":"Mark CW"},{"surname":"Nolan","given-names":"Matthew F"}],"abstract":"Hippocampal place cells encode an animal's past, current, and future location through sequences of action potentials generated within each cycle of the network theta rhythm. These sequential representations have been suggested to result from temporally coordinated synaptic interactions within and between cell assemblies. Instead, we find through simulations and analysis of experimental data that rate and phase coding in independent neurons is sufficient to explain the organization of CA1 population activity during theta states. We show that CA1 population activity can be described as an evolving traveling wave that exhibits phase coding, rate coding, spike sequences and that generates an emergent population theta rhythm. We identify measures of global remapping and intracellular theta dynamics as critical for distinguishing mechanisms for pacemaking and coordination of sequential population activity. Our analysis suggests that, unlike synaptically coupled assemblies, independent neurons flexibly generate sequential population activity within the duration of a single theta cycle.","identifier":[{"type":"publisher-id","id":"03542"},{"type":"doi","id":"10.7554/eLife.03542"}],"date":{"day":"02","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03542","entryfile":"elife-03542-v2.xml","files":["elife-03542-fig1-v2-600w.jpg","elife-03542-fig2-figsupp1-v2-600w.jpg","elife-03542-fig2-v2-600w.jpg","elife-03542-fig3-figsupp1-v2-600w.jpg","elife-03542-fig3-v2-600w.jpg","elife-03542-fig4-figsupp1-v2-600w.jpg","elife-03542-fig4-figsupp2-v2-600w.jpg","elife-03542-fig4-v2-600w.jpg","elife-03542-fig5-figsupp1-v2-600w.jpg","elife-03542-fig5-figsupp2-v2-600w.jpg","elife-03542-fig5-v2-600w.jpg","elife-03542-fig6-figsupp1-v2-600w.jpg","elife-03542-fig6-v2-600w.jpg","elife-03542-fig7-figsupp1-v2-600w.jpg","elife-03542-fig7-v2-600w.jpg","elife-03542-fig8-v2-600w.jpg","elife-03542-v1.xml"]}