{"title":"Resolving rates of mutation in the brain using single-neuron genomics","author":[{"surname":"Evrony","given-names":"Gilad D"},{"surname":"Lee","given-names":"Eunjung"},{"surname":"Park","given-names":"Peter J"},{"surname":"Walsh","given-names":"Christopher A"}],"abstract":"Whether somatic mutations contribute functional diversity to brain cells is a long-standing question. Single-neuron genomics enables direct measurement of somatic mutation rates in human brain and promises to answer this question. A recent study (<xref>Upton et al., 2015</xref>) reported high rates of somatic LINE-1 element (L1) retrotransposition in the hippocampus and cerebral cortex that would have major implications for normal brain function, and suggested that these events preferentially impact genes important for neuronal function. We identify aspects of the single-cell sequencing approach, bioinformatic analysis, and validation methods that led to thousands of artifacts being interpreted as somatic mutation events. Our reanalysis supports a mutation frequency of approximately 0.2 events per cell, which is about fifty-fold lower than reported, confirming that L1 elements mobilize in some human neurons but indicating that L1 mosaicism is not ubiquitous. Through consideration of the challenges identified, we provide a foundation and framework for designing single-cell genomics studies.","identifier":[{"type":"publisher-id","id":"12966"},{"type":"doi","id":"10.7554/eLife.12966"}],"date":{"day":"22","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12966","entryfile":"elife-12966-v3.xml","files":["elife-12966-app4-fig1-v3-600w.jpg","elife-12966-fig1-figsupp1-v3-600w.jpg","elife-12966-fig1-v3-600w.jpg","elife-12966-fig2-figsupp1-v3-600w.jpg","elife-12966-fig2-v3-600w.jpg","elife-12966-fig3-figsupp1-v3-600w.jpg","elife-12966-fig3-v3-600w.jpg","elife-12966-fig4-figsupp1-v3-600w.jpg","elife-12966-fig4-figsupp2-v3-600w.jpg","elife-12966-fig4-v3-600w.jpg","elife-12966-fig5-v3-600w.jpg","elife-12966-v1.xml","elife-12966-v2.xml"]}