{"title":"Variability of cholesterol accessibility in human red blood cells measured using a bacterial cholesterol-binding toxin","author":[{"surname":"Chakrabarti","given-names":"Rima S"},{"surname":"Ingham","given-names":"Sally A"},{"surname":"Kozlitina","given-names":"Julia"},{"surname":"Gay","given-names":"Austin"},{"surname":"Cohen","given-names":"Jonathan C"},{"surname":"Radhakrishnan","given-names":"Arun"},{"surname":"Hobbs","given-names":"Helen H"}],"abstract":"Cholesterol partitions into accessible and sequestered pools in cell membranes. Here, we describe a new assay using fluorescently-tagged anthrolysin O, a cholesterol-binding bacterial toxin, to measure accessible cholesterol in human red blood cells (RBCs). Accessible cholesterol levels were stable within individuals, but varied >10 fold among individuals. Significant variation was observed among ethnic groups (Blacks>Hispanics>Whites). Variation in accessibility of RBC cholesterol was unrelated to the cholesterol content of RBCs or plasma, but was associated with the phospholipid composition of the RBC membranes and with plasma triglyceride levels. Pronase treatment of RBCs only modestly altered cholesterol accessibility. Individuals on hemodialysis, who have an unexplained increase in atherosclerotic risk, had significantly higher RBC cholesterol accessibility. Our data indicate that RBC accessible cholesterol is a stable phenotype with significant inter-individual variability. Factors both intrinsic and extrinsic to the RBC contribute to variation in its accessibility. This assay provides a new tool to assess cholesterol homeostasis among tissues in humans.","identifier":[{"type":"publisher-id","id":"23355"},{"type":"doi","id":"10.7554/eLife.23355"}],"date":{"day":"08","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23355","entryfile":"elife-23355-v3.xml","files":["elife-23355-fig1-v3-600w.jpg","elife-23355-fig10-v3-600w.jpg","elife-23355-fig2-v3-600w.jpg","elife-23355-fig3-v3-600w.jpg","elife-23355-fig4-v3-600w.jpg","elife-23355-fig5-v3-600w.jpg","elife-23355-fig6-v3-600w.jpg","elife-23355-fig7-v3-600w.jpg","elife-23355-fig8-v3-600w.jpg","elife-23355-fig9-v3-600w.jpg","elife-23355-v1.xml","elife-23355-v2.xml"]}