{"title":"Spatiotemporal interplay between multisensory excitation and recruited inhibition in the lamprey optic tectum","author":[{"surname":"Kardamakis","given-names":"Andreas A"},{"surname":"Pérez-Fernández","given-names":"Juan"},{"surname":"Grillner","given-names":"Sten"}],"abstract":"Animals integrate the different senses to facilitate event-detection for navigation in their environment. In vertebrates, the optic tectum (superior colliculus) commands gaze shifts by synaptic integration of different sensory modalities. Recent works suggest that tectum can elaborate gaze reorientation commands on its own, rather than merely acting as a relay from upstream/forebrain circuits to downstream premotor centers. We show that tectal circuits can perform multisensory computations independently and, hence, configure final motor commands. Single tectal neurons receive converging visual and electrosensory inputs, as investigated in the lamprey - a phylogenetically conserved vertebrate. When these two sensory inputs overlap in space and time, response enhancement of output neurons occurs locally in the tectum, whereas surrounding areas and temporally misaligned inputs are inhibited. Retinal and electrosensory afferents elicit local monosynaptic excitation, quickly followed by inhibition via recruitment of GABAergic interneurons. Multisensory inputs can thus regulate event-detection within tectum through local inhibition without forebrain control.","identifier":[{"type":"publisher-id","id":"16472"},{"type":"doi","id":"10.7554/eLife.16472"}],"date":{"day":"16","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16472","entryfile":"elife-16472-v1.xml","files":["elife-16472-fig1-figsupp1-v1-600w.jpg","elife-16472-fig1-v1-600w.jpg","elife-16472-fig10-v1-600w.jpg","elife-16472-fig2-v1-600w.jpg","elife-16472-fig3-figsupp1-v1-600w.jpg","elife-16472-fig3-v1-600w.jpg","elife-16472-fig4-v1-600w.jpg","elife-16472-fig5-v1-600w.jpg","elife-16472-fig6-v1-600w.jpg","elife-16472-fig7-v1-600w.jpg","elife-16472-fig8-figsupp1-v1-600w.jpg","elife-16472-fig8-v1-600w.jpg","elife-16472-fig9-v1-600w.jpg"]}