{"title":"Increasing β-catenin/Wnt3A activity levels drive mechanical strain-induced cell cycle progression through mitosis","author":[{"surname":"Benham-Pyle","given-names":"Blair W"},{"surname":"Sim","given-names":"Joo Yong"},{"surname":"Hart","given-names":"Kevin C"},{"surname":"Pruitt","given-names":"Beth L"},{"surname":"Nelson","given-names":"William James"}],"abstract":"Mechanical force and Wnt signaling activate β-catenin-mediated transcription to promote proliferation and tissue expansion. However, it is unknown whether mechanical force and Wnt signaling act independently or synergize to activate β-catenin signaling and cell division. We show that mechanical strain induced Src-dependent phosphorylation of Y654 β-catenin and increased β-catenin-mediated transcription in mammalian MDCK epithelial cells. Under these conditions, cells accumulated in S/G2 (independent of DNA damage) but did not divide. Activating β-catenin through Casein Kinase I inhibition or Wnt3A addition increased β-catenin-mediated transcription and strain-induced accumulation of cells in S/G2. Significantly, only the combination of mechanical strain and Wnt/β-catenin activation triggered cells in S/G2 to divide. These results indicate that strain-induced Src phosphorylation of β-catenin and Wnt-dependent β-catenin stabilization synergize to increase β-catenin-mediated transcription to levels required for mitosis. Thus, local Wnt signaling may fine-tune the effects of global mechanical strain to restrict cell divisions during tissue development and homeostasis.","identifier":[{"type":"publisher-id","id":"19799"},{"type":"doi","id":"10.7554/eLife.19799"}],"date":{"day":"26","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19799","entryfile":"elife-19799-v2.xml","files":["elife-19799-fig1-figsupp1-v2-600w.jpg","elife-19799-fig1-figsupp2-v2-600w.jpg","elife-19799-fig1-v2-600w.jpg","elife-19799-fig2-v2-600w.jpg","elife-19799-fig3-figsupp1-v2-600w.jpg","elife-19799-fig3-figsupp2-v2-600w.jpg","elife-19799-fig3-figsupp3-v2-600w.jpg","elife-19799-fig3-figsupp4-v2-600w.jpg","elife-19799-fig3-figsupp5-v2-600w.jpg","elife-19799-fig3-v2-600w.jpg","elife-19799-fig4-figsupp1-v2-600w.jpg","elife-19799-fig4-v2-600w.jpg","elife-19799-fig5-v2-600w.jpg","elife-19799-fig6-v2-600w.jpg","elife-19799-fig7-figsupp1-v2-600w.jpg","elife-19799-fig7-v2-600w.jpg","elife-19799-fig8-v2-600w.jpg","elife-19799-v1.xml"]}