{"title":"Flagellar synchronization through direct hydrodynamic interactions","author":[{"surname":"Brumley","given-names":"Douglas R"},{"surname":"Wan","given-names":"Kirsty Y"},{"surname":"Polin","given-names":"Marco"},{"surname":"Goldstein","given-names":"Raymond E"}],"abstract":"Flows generated by ensembles of flagella are crucial to development, motility and sensing, but the mechanisms behind this striking coordination remain unclear. We present novel experiments in which two micropipette-held somatic cells of <italic>Volvox carteri</italic>, with distinct intrinsic beating frequencies, are studied by high-speed imaging as a function of their separation and orientation. Analysis of time series shows that the interflagellar coupling, constrained by lack of connections between cells to be hydrodynamical, exhibits a spatial dependence consistent with theory. At close spacings it produces robust synchrony for thousands of beats, while at increasing separations synchrony is degraded by stochastic processes. Manipulation of the relative flagellar orientation reveals in-phase and antiphase states, consistent with dynamical theories. Flagellar tracking with exquisite precision reveals waveform changes that result from hydrodynamic coupling. This study proves unequivocally that flagella coupled solely through a fluid can achieve robust synchrony despite differences in their intrinsic properties.","identifier":[{"type":"publisher-id","id":"02750"},{"type":"doi","id":"10.7554/eLife.02750"}],"date":{"day":"29","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02750","entryfile":"elife-02750-v1.xml","files":["elife-02750-fig1-figsupp1-v1-600w.jpg","elife-02750-fig1-v1-600w.jpg","elife-02750-fig10-v1-600w.jpg","elife-02750-fig2-v1-600w.jpg","elife-02750-fig3-figsupp1-v1-600w.jpg","elife-02750-fig3-v1-600w.jpg","elife-02750-fig4-v1-600w.jpg","elife-02750-fig5-v1-600w.jpg","elife-02750-fig6-figsupp1-v1-600w.jpg","elife-02750-fig6-figsupp2-v1-600w.jpg","elife-02750-fig6-v1-600w.jpg","elife-02750-fig7-v1-600w.jpg","elife-02750-fig8-v1-600w.jpg","elife-02750-fig9-v1-600w.jpg"]}