{"title":"Effective use of a horizontally-transferred pathway for dichloromethane catabolism requires post–transfer refinement","author":[{"surname":"Michener","given-names":"Joshua K"},{"surname":"Camargo Neves","given-names":"Aline A"},{"surname":"Vuilleumier","given-names":"Stéphane"},{"surname":"Bringel","given-names":"Françoise"},{"surname":"Marx","given-names":"Christopher J"}],"abstract":"When microbes acquire new abilities through horizontal gene transfer, the genes and pathways must function under conditions with which they did not coevolve. If newly-acquired genes burden the host, their utility will depend on further evolutionary refinement of the recombinant strain. We used laboratory evolution to recapitulate this process of transfer and refinement, demonstrating that effective use of an introduced dichloromethane degradation pathway required one of several mutations to the bacterial host that are predicted to increase chloride efflux. We then used this knowledge to identify parallel, beneficial mutations that independently evolved in two natural dichloromethane-degrading strains. Finally, we constructed a synthetic mobile genetic element carrying both the degradation pathway and a chloride exporter, which preempted the adaptive process and directly enabled effective dichloromethane degradation across diverse <italic>Methylobacterium</italic> environmental isolates. Our results demonstrate the importance of post–transfer refinement in horizontal gene transfer, with potential applications in bioremediation and synthetic biology.","identifier":[{"type":"publisher-id","id":"04279"},{"type":"doi","id":"10.7554/eLife.04279"}],"date":{"day":"24","month":"11","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04279","entryfile":"elife-04279-v2.xml","files":["elife-04279-fig1-v2-600w.jpg","elife-04279-fig2-v2-600w.jpg","elife-04279-fig3-figsupp1-v2-600w.jpg","elife-04279-fig3-figsupp2-v2-600w.jpg","elife-04279-fig3-figsupp3-v2-600w.jpg","elife-04279-fig3-figsupp4-v2-600w.jpg","elife-04279-fig3-v2-600w.jpg","elife-04279-fig4-figsupp1-v2-600w.jpg","elife-04279-fig4-v2-600w.jpg","elife-04279-fig5-v2-600w.jpg","elife-04279-fig6-figsupp1-v2-600w.jpg","elife-04279-fig6-v2-600w.jpg","elife-04279-v1.xml"]}