{"title":"Mesolimbic confidence signals guide perceptual learning in the absence of external feedback","author":[{"surname":"Guggenmos","given-names":"Matthias"},{"surname":"Wilbertz","given-names":"Gregor"},{"surname":"Hebart","given-names":"Martin N"},{"surname":"Sterzer","given-names":"Philipp"}],"abstract":"It is well established that learning can occur without external feedback, yet normative reinforcement learning theories have difficulties explaining such instances of learning. Here, we propose that human observers are capable of generating their own feedback signals by monitoring internal decision variables. We investigated this hypothesis in a visual perceptual learning task using fMRI and confidence reports as a measure for this monitoring process. Employing a novel computational model in which learning is guided by confidence-based reinforcement signals, we found that mesolimbic brain areas encoded both anticipation and prediction error of confidence—in remarkable similarity to previous findings for external reward-based feedback. We demonstrate that the model accounts for choice and confidence reports and show that the mesolimbic confidence prediction error modulation derived through the model predicts individual learning success. These results provide a mechanistic neurobiological explanation for learning without external feedback by augmenting reinforcement models with confidence-based feedback.","identifier":[{"type":"publisher-id","id":"13388"},{"type":"doi","id":"10.7554/eLife.13388"}],"date":{"day":"29","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13388","entryfile":"elife-13388-v1.xml","files":["elife-13388-fig1-v1-600w.jpg","elife-13388-fig2-figsupp1-v1-600w.jpg","elife-13388-fig2-figsupp2-v1-600w.jpg","elife-13388-fig2-v1-600w.jpg","elife-13388-fig3-figsupp1-v1-600w.jpg","elife-13388-fig3-v1-600w.jpg","elife-13388-fig4-figsupp1-v1-600w.jpg","elife-13388-fig4-figsupp2-v1-600w.jpg","elife-13388-fig4-figsupp3-v1-600w.jpg","elife-13388-fig4-v1-600w.jpg","elife-13388-fig5-figsupp1-v1-600w.jpg","elife-13388-fig5-v1-600w.jpg","elife-13388-fig6-v1-600w.jpg"]}