{"title":"Reward modulates the effect of visual cortical microstimulation on perceptual decisions","author":[{"surname":"Cicmil","given-names":"Nela"},{"surname":"Cumming","given-names":"Bruce G"},{"surname":"Parker","given-names":"Andrew J"},{"surname":"Krug","given-names":"Kristine"}],"abstract":"Effective perceptual decisions rely upon combining sensory information with knowledge of the rewards available for different choices. However, it is not known where reward signals interact with the multiple stages of the perceptual decision-making pathway and by what mechanisms this may occur. We combined electrical microstimulation of functionally specific groups of neurons in visual area V5/MT with performance-contingent reward manipulation, while monkeys performed a visual discrimination task. Microstimulation was less effective in shifting perceptual choices towards the stimulus preferences of the stimulated neurons when available reward was larger. Psychophysical control experiments showed this result was not explained by a selective change in response strategy on microstimulated trials. A bounded accumulation decision model, applied to analyse behavioural performance, revealed that the interaction of expected reward with microstimulation can be explained if expected reward modulates a sensory representation stage of perceptual decision-making, in addition to the better-known effects at the integration stage.","identifier":[{"type":"publisher-id","id":"07832"},{"type":"doi","id":"10.7554/eLife.07832"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"07832","entryfile":"elife-07832-v2.xml","files":["elife-07832-fig1-v2-600w.jpg","elife-07832-fig2-v2-600w.jpg","elife-07832-fig3-v2-600w.jpg","elife-07832-fig4-v2-600w.jpg","elife-07832-fig5-v2-600w.jpg","elife-07832-fig6-figsupp1-v2-600w.jpg","elife-07832-fig6-v2-600w.jpg","elife-07832-fig7-v2-600w.jpg","elife-07832-fig8-figsupp1-v2-600w.jpg","elife-07832-fig8-figsupp2-v2-600w.jpg","elife-07832-fig8-figsupp3-v2-600w.jpg","elife-07832-fig8-v2-600w.jpg","elife-07832-v1.xml"]}