{"title":"Nuclear export receptor CRM1 recognizes diverse conformations in nuclear export signals","author":[{"surname":"Fung","given-names":"Ho Yee Joyce"},{"surname":"Fu","given-names":"Szu-Chin"},{"surname":"Chook","given-names":"Yuh Min"}],"abstract":"Nuclear export receptor CRM1 binds highly variable nuclear export signals (NESs) in hundreds of different cargoes. Previously we have shown that CRM1 binds NESs in both polypeptide orientations (Fung et al., 2015). Here, we show crystal structures of CRM1 bound to eight additional NESs which reveal diverse conformations that range from loop-like to all-helix, which occupy different extents of the invariant NES-binding groove. Analysis of all NES structures show 5-6 distinct backbone conformations where the only conserved secondary structural element is one turn of helix that binds the central portion of the CRM1 groove. All NESs also participate in main chain hydrogen bonding with human CRM1 Lys568 side chain, which acts as a specificity filter that prevents binding of non-NES peptides. The large conformational range of NES backbones explains the lack of a fixed pattern for its 3-5 hydrophobic anchor residues, which in turn explains the large array of peptide sequences that can function as NESs.","identifier":[{"type":"publisher-id","id":"23961"},{"type":"doi","id":"10.7554/eLife.23961"}],"date":{"day":"10","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23961","entryfile":"elife-23961-v2.xml","files":["elife-23961-fig1-figsupp1-v2-600w.jpg","elife-23961-fig1-figsupp2-v2-600w.jpg","elife-23961-fig1-figsupp3-v2-600w.jpg","elife-23961-fig1-figsupp4-v2-600w.jpg","elife-23961-fig1-figsupp5-v2-600w.jpg","elife-23961-fig1-figsupp6-v2-600w.jpg","elife-23961-fig1-v2-600w.jpg","elife-23961-fig2-figsupp1-v2-600w.jpg","elife-23961-fig2-figsupp2-v2-600w.jpg","elife-23961-fig2-v2-600w.jpg","elife-23961-fig3-figsupp1-v2-600w.jpg","elife-23961-fig3-figsupp2-v2-600w.jpg","elife-23961-fig3-v2-600w.jpg","elife-23961-fig4-figsupp1-v2-600w.jpg","elife-23961-fig4-figsupp2-v2-600w.jpg","elife-23961-fig4-v2-600w.jpg","elife-23961-v1.xml"]}