{"title":"Antiparallel protocadherin homodimers use distinct affinity- and specificity-mediating regions in cadherin repeats 1-4","author":[{"surname":"Nicoludis","given-names":"John M"},{"surname":"Vogt","given-names":"Bennett E"},{"surname":"Green","given-names":"Anna G"},{"surname":"Schärfe","given-names":"Charlotta PI"},{"surname":"Marks","given-names":"Debora S"},{"surname":"Gaudet","given-names":"Rachelle"}],"abstract":"Protocadherins (Pcdhs) are cell adhesion and signaling proteins used by neurons to develop and maintain neuronal networks, relying on <italic>trans</italic> homophilic interactions between their extracellular cadherin (EC) repeat domains. We present the structure of the antiparallel EC1-4 homodimer of human PcdhγB3, a member of the γ subfamily of clustered Pcdhs. Structure and sequence comparisons of α, β, and γ clustered Pcdh isoforms illustrate that subfamilies encode specificity in distinct ways through diversification of loop region structure and composition in EC2 and EC3, which contains isoform-specific conservation of primarily polar residues. In contrast, the EC1/EC4 interface comprises hydrophobic interactions that provide non-selective dimerization affinity. Using sequence coevolution analysis, we found evidence for a similar antiparallel EC1-4 interaction in non-clustered Pcdh families. We thus deduce that the EC1-4 antiparallel homodimer is a general interaction strategy that evolved before the divergence of these distinct protocadherin families.","identifier":[{"type":"publisher-id","id":"18449"},{"type":"doi","id":"10.7554/eLife.18449"}],"date":{"day":"29","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18449","entryfile":"elife-18449-v2.xml","files":["elife-18449-fig1-figsupp1-v2-600w.jpg","elife-18449-fig1-figsupp2-v2-600w.jpg","elife-18449-fig1-figsupp3-v2-600w.jpg","elife-18449-fig1-figsupp4-v2-600w.jpg","elife-18449-fig1-v2-600w.jpg","elife-18449-fig2-figsupp1-v2-600w.jpg","elife-18449-fig2-v2-600w.jpg","elife-18449-fig3-v2-600w.jpg","elife-18449-fig4-figsupp1-v2-600w.jpg","elife-18449-fig4-figsupp2-v2-600w.jpg","elife-18449-fig4-v2-600w.jpg","elife-18449-v1.xml"]}