{"title":"A non-canonical mechanism for Crm1-export cargo complex assembly","author":[{"surname":"Fischer","given-names":"Ute"},{"surname":"Schäuble","given-names":"Nico"},{"surname":"Schütz","given-names":"Sabina"},{"surname":"Altvater","given-names":"Martin"},{"surname":"Chang","given-names":"Yiming"},{"surname":"Boulos Faza","given-names":"Marius"},{"surname":"Panse","given-names":"Vikram Govind"}],"abstract":"The transport receptor Crm1 mediates the export of diverse cargos containing leucine-rich nuclear export signals (NESs) through complex formation with RanGTP. To ensure efficient cargo release in the cytoplasm, NESs have evolved to display low affinity for Crm1. However, mechanisms that overcome low affinity to assemble Crm1-export complexes in the nucleus remain poorly understood. In this study, we reveal a new type of RanGTP-binding protein, Slx9, which facilitates Crm1 recruitment to the 40S pre-ribosome-associated NES-containing adaptor Rio2. In vitro, Slx9 binds Rio2 and RanGTP, forming a complex. This complex directly loads Crm1, unveiling a non-canonical stepwise mechanism to assemble a Crm1-export complex. A mutation in Slx9 that impairs Crm1-export complex assembly inhibits 40S pre-ribosome export. Thus, Slx9 functions as a scaffold to optimally present RanGTP and the NES to Crm1, therefore, triggering 40S pre-ribosome export. This mechanism could represent one solution to the paradox of weak binding events underlying rapid Crm1-mediated export.","identifier":[{"type":"publisher-id","id":"05745"},{"type":"doi","id":"10.7554/eLife.05745"}],"date":{"day":"21","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05745","entryfile":"elife-05745-v1.xml","files":["elife-05745-fig1-v1-600w.jpg","elife-05745-fig2-v1-600w.jpg","elife-05745-fig3-v1-600w.jpg","elife-05745-fig4-v1-600w.jpg","elife-05745-fig5-v1-600w.jpg","elife-05745-fig6-v1-600w.jpg","elife-05745-fig7-figsupp1-v1-600w.jpg","elife-05745-fig7-figsupp2-v1-600w.jpg","elife-05745-fig7-v1-600w.jpg","elife-05745-fig8-v1-600w.jpg","elife-05745-resp-fig1-v1-600w.jpg"]}