{"title":"Metagenomic chromosome conformation capture (meta3C) unveils the diversity of chromosome organization in microorganisms","author":[{"surname":"Marbouty","given-names":"Martial"},{"surname":"Cournac","given-names":"Axel"},{"surname":"Flot","given-names":"Jean-François"},{"surname":"Marie-Nelly","given-names":"Hervé"},{"surname":"Mozziconacci","given-names":"Julien"},{"surname":"Koszul","given-names":"Romain"}],"abstract":"Genomic analyses of microbial populations in their natural environment remain limited by the difficulty to assemble full genomes of individual species. Consequently, the chromosome organization of microorganisms has been investigated in a few model species, but the extent to which the features described can be generalized to other taxa remains unknown. Using controlled mixes of bacterial and yeast species, we developed meta3C, a metagenomic chromosome conformation capture approach that allows characterizing individual genomes and their average organization within a mix of organisms. Not only can meta3C be applied to species already sequenced, but a single meta3C library can be used for assembling, scaffolding and characterizing the tridimensional organization of unknown genomes. By applying meta3C to a semi-complex environmental sample, we confirmed its promising potential. Overall, this first meta3C study highlights the remarkable diversity of microorganisms chromosome organization, while providing an elegant and integrated approach to metagenomic analysis.","identifier":[{"type":"publisher-id","id":"03318"},{"type":"doi","id":"10.7554/eLife.03318"}],"date":{"day":"17","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03318","entryfile":"elife-03318-v1.xml","files":["elife-03318-fig1-figsupp1-v1-600w.jpg","elife-03318-fig1-figsupp2-v1-600w.jpg","elife-03318-fig1-figsupp3-v1-600w.jpg","elife-03318-fig1-v1-600w.jpg","elife-03318-fig14-figsupp1-v1-600w.jpg","elife-03318-fig14-v1-600w.jpg","elife-03318-fig16-v1-600w.jpg","elife-03318-fig8-figsupp1-v1-600w.jpg","elife-03318-fig8-figsupp2-v1-600w.jpg","elife-03318-fig8-figsupp3-v1-600w.jpg","elife-03318-fig8-figsupp4-v1-600w.jpg","elife-03318-fig8-v1-600w.jpg"]}