{"title":"Development of schemas revealed by prior experience and NMDA receptor knock-out","author":[{"surname":"Dragoi","given-names":"George"},{"surname":"Tonegawa","given-names":"Susumu"}],"abstract":"Prior experience accelerates acquisition of novel, related information through processes like assimilation into mental schemas, but the underlying neuronal mechanisms are poorly understood. We investigated the roles that prior experience and hippocampal CA3 <italic>N</italic>-Methyl-D-aspartate receptor (NMDAR)-dependent synaptic plasticity play in CA1 place cell sequence encoding and learning during novel spatial experiences. We found that specific representations of de novo experiences on linear environments were formed on a framework of pre configured network activity expressed in the preceding sleep and were rapidly, flexibly adjusted via NMDAR-dependent activity. This prior experience accelerated encoding of subsequent experiences on contiguous or isolated novel tracks, significantly decreasing their NMDAR-dependence. Similarly, de novo learning of an alternation task was facilitated by CA3 NMDARs; this experience accelerated subsequent learning of related tasks, independent of CA3 NMDARs, consistent with a schema-based learning. These results reveal the existence of distinct neuronal encoding schemes which could explain why hippocampal dysfunction results in anterograde amnesia while sparing recollection of old, schema-based memories.","identifier":[{"type":"publisher-id","id":"01326"},{"type":"doi","id":"10.7554/eLife.01326"}],"date":{"day":"10","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01326","entryfile":"elife-01326-v1.xml","files":["elife-01326-fig1-figsupp1-v1-600w.jpg","elife-01326-fig1-v1-600w.jpg","elife-01326-fig2-v1-600w.jpg","elife-01326-fig3-v1-600w.jpg","elife-01326-fig4-v1-600w.jpg","elife-01326-fig5-figsupp1-v1-600w.jpg","elife-01326-fig5-figsupp2-v1-600w.jpg","elife-01326-fig5-figsupp3-v1-600w.jpg","elife-01326-fig5-figsupp4-v1-600w.jpg","elife-01326-fig5-v1-600w.jpg","elife-01326-fig6-v1-600w.jpg","elife-01326-fig7-v1-600w.jpg"]}