{"title":"Expression site attenuation mechanistically links antigenic variation and development in <italic>Trypanosoma brucei</italic>","author":[{"surname":"Batram","given-names":"Christopher"},{"surname":"Jones","given-names":"Nicola G"},{"surname":"Janzen","given-names":"Christian J"},{"surname":"Markert","given-names":"Sebastian M"},{"surname":"Engstler","given-names":"Markus"}],"abstract":"We have discovered a new mechanism of monoallelic gene expression that links antigenic variation, cell cycle, and development in the model parasite <italic>Trypanosoma brucei</italic>. African trypanosomes possess hundreds of <italic>variant surface glycoprotein</italic> (<italic>VSG</italic>) genes, but only one is expressed from a telomeric expression site (ES) at any given time. We found that the expression of a second <italic>VSG</italic> alone is sufficient to silence the active <italic>VSG</italic> gene and directionally attenuate the ES by disruptor of telomeric silencing-1B (DOT1B)-mediated histone methylation. Three conserved expression-site-associated genes (ESAGs) appear to serve as signal for ES attenuation. Their depletion causes G1-phase dormancy and reversible initiation of the slender-to-stumpy differentiation pathway. ES-attenuated slender bloodstream trypanosomes gain full developmental competence for transformation to the tsetse fly stage. This surprising connection between antigenic variation and developmental progression provides an unexpected point of attack against the deadly sleeping sickness.","identifier":[{"type":"publisher-id","id":"02324"},{"type":"doi","id":"10.7554/eLife.02324"}],"date":{"day":"20","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02324","entryfile":"elife-02324-v1.xml","files":["elife-02324-fig1-figsupp1-v1-600w.jpg","elife-02324-fig1-v1-600w.jpg","elife-02324-fig2-v1-600w.jpg","elife-02324-fig3-figsupp1-v1-600w.jpg","elife-02324-fig3-v1-600w.jpg","elife-02324-fig4-v1-600w.jpg","elife-02324-fig5-figsupp1-v1-600w.jpg","elife-02324-fig5-v1-600w.jpg","elife-02324-fig6-figsupp1-v1-600w.jpg","elife-02324-fig6-v1-600w.jpg","elife-02324-fig7-figsupp1-v1-600w.jpg","elife-02324-fig7-v1-600w.jpg","elife-02324-fig8-v1-600w.jpg"]}