{"title":"Active invasion of bacteria into living fungal cells","author":[{"surname":"Moebius","given-names":"Nadine"},{"surname":"Üzüm","given-names":"Zerrin"},{"surname":"Dijksterhuis","given-names":"Jan"},{"surname":"Lackner","given-names":"Gerald"},{"surname":"Hertweck","given-names":"Christian"}],"abstract":"The rice seedling blight fungus <italic>Rhizopus microsporus</italic> and its endosymbiont <italic>Burkholderia rhizoxinica</italic> form an unusual, highly specific alliance to produce the highly potent antimitotic phytotoxin rhizoxin. Yet, it has remained a riddle how bacteria invade the fungal cells. Genome mining for potential symbiosis factors and functional analyses revealed that a type 2 secretion system (T2SS) of the bacterial endosymbiont is required for the formation of the endosymbiosis. Comparative proteome analyses show that the T2SS releases chitinolytic enzymes (chitinase, chitosanase) and chitin-binding proteins. The genes responsible for chitinolytic proteins and T2SS components are highly expressed during infection. Through targeted gene knock-outs, sporulation assays and microscopic investigations we found that chitinase is essential for bacteria to enter hyphae. Unprecedented snapshots of the traceless bacterial intrusion were obtained using cryo-electron microscopy. Beyond unveiling the pivotal role of chitinolytic enzymes in the active invasion of a fungus by bacteria, these findings grant unprecedented insight into the fungal cell wall penetration and symbiosis formation.","identifier":[{"type":"publisher-id","id":"03007"},{"type":"doi","id":"10.7554/eLife.03007"}],"date":{"day":"02","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03007","entryfile":"elife-03007-v2.xml","files":["elife-03007-fig1-v2-600w.jpg","elife-03007-fig2-v2-600w.jpg","elife-03007-fig3-figsupp1-v2-600w.jpg","elife-03007-fig3-figsupp2-v2-600w.jpg","elife-03007-fig3-figsupp3-v2-600w.jpg","elife-03007-fig3-v2-600w.jpg","elife-03007-fig4-v2-600w.jpg","elife-03007-fig5-figsupp1-v2-600w.jpg","elife-03007-fig5-v2-600w.jpg","elife-03007-fig6-v2-600w.jpg","elife-03007-fig7-v2-600w.jpg","elife-03007-fig8-v2-600w.jpg","elife-03007-v1.xml"]}