{"title":"The interplay of stiffness and force anisotropies drives embryo elongation","author":[{"surname":"Vuong-Brender","given-names":"Thanh Thi Kim"},{"surname":"Ben Amar","given-names":"Martine"},{"surname":"Pontabry","given-names":"Julien"},{"surname":"Labouesse","given-names":"Michel"}],"abstract":"The morphogenesis of tissues, like the deformation of an object, results from the interplay between their material properties and the mechanical forces exerted on them. The importance of mechanical forces in influencing cell behaviour is widely recognized, whereas the importance of tissue material properties, in particular stiffness, has received much less attention. Using <italic>Caenorhabditis elegans</italic> as a model, we examine how both aspects contribute to embryonic elongation. Measuring the opening shape of the epidermal actin cortex after laser nano-ablation, we assess the spatiotemporal changes of actomyosin-dependent force and stiffness along the antero-posterior and dorso-ventral axis. Experimental data and analytical modelling show that myosin-II-dependent force anisotropy within the lateral epidermis, and stiffness anisotropy within the fiber-reinforced dorso-ventral epidermis are critical in driving embryonic elongation. Together, our results establish a quantitative link between cortical tension, material properties and morphogenesis of an entire embryo.","identifier":[{"type":"publisher-id","id":"23866"},{"type":"doi","id":"10.7554/eLife.23866"}],"date":{"day":"15","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23866","entryfile":"elife-23866-v3.xml","files":["elife-23866-app2-fig1-v3-600w.jpg","elife-23866-app3-fig1-v3-600w.jpg","elife-23866-app5-fig1-v3-600w.jpg","elife-23866-app8-fig1-v3-600w.jpg","elife-23866-fig1-v3-600w.jpg","elife-23866-fig2-figsupp1-v3-600w.jpg","elife-23866-fig2-figsupp2-v3-600w.jpg","elife-23866-fig2-v3-600w.jpg","elife-23866-fig3-figsupp1-v3-600w.jpg","elife-23866-fig3-v3-600w.jpg","elife-23866-fig4-v3-600w.jpg","elife-23866-fig5-v3-600w.jpg","elife-23866-fig6-v3-600w.jpg","elife-23866-fig7-v3-600w.jpg","elife-23866-fig8-v3-600w.jpg","elife-23866-v1.xml","elife-23866-v2.xml"]}