{"title":"A new synthetic biology approach allows transfer of an entire metabolic pathway from a medicinal plant to a biomass crop","author":[{"surname":"Fuentes","given-names":"Paulina"},{"surname":"Zhou","given-names":"Fei"},{"surname":"Erban","given-names":"Alexander"},{"surname":"Karcher","given-names":"Daniel"},{"surname":"Kopka","given-names":"Joachim"},{"surname":"Bock","given-names":"Ralph"}],"abstract":"Artemisinin-based therapies are the only effective treatment for malaria, the most devastating disease in human history. To meet the growing demand for artemisinin and make it accessible to the poorest, an inexpensive and rapidly scalable production platform is urgently needed. Here we have developed a new synthetic biology approach, <underline>co</underline>mbinatorial <underline>s</underline>upertransformation of <underline>t</underline>ransplastomic <underline>re</underline>cipient <underline>l</underline>ines (COSTREL), and applied it to introduce the complete pathway for artemisinic acid, the precursor of artemisinin, into the high-biomass crop tobacco. We first introduced the core pathway of artemisinic acid biosynthesis into the chloroplast genome. The transplastomic plants were then combinatorially supertransformed with cassettes for all additional enzymes known to affect flux through the artemisinin pathway. By screening large populations of COSTREL lines, we isolated plants that produce more than 120 milligram artemisinic acid per kilogram biomass. Our work provides an efficient strategy for engineering complex biochemical pathways into plants and optimizing the metabolic output.","identifier":[{"type":"publisher-id","id":"13664"},{"type":"doi","id":"10.7554/eLife.13664"}],"date":{"day":"14","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13664","entryfile":"elife-13664-v1.xml","files":["elife-13664-fig1-v1-600w.jpg","elife-13664-fig2-v1-600w.jpg","elife-13664-fig3-figsupp1-v1-600w.jpg","elife-13664-fig3-figsupp2-v1-600w.jpg","elife-13664-fig3-v1-600w.jpg","elife-13664-fig4-figsupp1-v1-600w.jpg","elife-13664-fig4-v1-600w.jpg","elife-13664-fig5-figsupp1-v1-600w.jpg","elife-13664-fig5-figsupp2-v1-600w.jpg","elife-13664-fig5-v1-600w.jpg","elife-13664-fig6-v1-600w.jpg","elife-13664-fig7-v1-600w.jpg"]}