{"title":"Local cell interactions and self-amplifying individual cell ingression drive amniote gastrulation","author":[{"surname":"Voiculescu","given-names":"Octavian"},{"surname":"Bodenstein","given-names":"Lawrence"},{"surname":"Lau","given-names":"I-Jun"},{"surname":"Stern","given-names":"Claudio D"}],"abstract":"Gastrulation generates three layers of cells (ectoderm, mesoderm, endoderm) from a single sheet, while large scale cell movements occur across the entire embryo. In amniote (reptiles, birds, mammals) embryos, the deep layers arise by epithelial-to-mesenchymal transition (EMT) at a morphologically stable midline structure, the primitive streak (PS). We know very little about how these events are controlled or how the PS is maintained despite its continuously changing cellular composition. Using the chick, we show that isolated EMT events and ingression of individual cells start well before gastrulation. A Nodal-dependent ‘community effect’ then concentrates and amplifies EMT by positive feedback to form the PS as a zone of massive cell ingression. Computer simulations show that a combination of local cell interactions (EMT and cell intercalation) is sufficient to explain PS formation and the associated complex movements globally across a large epithelial sheet, without the need to invoke long-range signalling.","identifier":[{"type":"publisher-id","id":"01817"},{"type":"doi","id":"10.7554/eLife.01817"}],"date":{"day":"21","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01817","entryfile":"elife-01817-v1.xml","files":["elife-01817-fig1-v1-600w.jpg","elife-01817-fig2-v1-600w.jpg","elife-01817-fig3-v1-600w.jpg","elife-01817-fig4-v1-600w.jpg","elife-01817-fig5-v1-600w.jpg","elife-01817-fig6-figsupp1-v1-600w.jpg","elife-01817-fig6-figsupp2-v1-600w.jpg","elife-01817-fig6-figsupp3-v1-600w.jpg","elife-01817-fig6-figsupp4-v1-600w.jpg","elife-01817-fig6-v1-600w.jpg","elife-01817-fig7-figsupp1-v1-600w.jpg","elife-01817-fig7-figsupp2-v1-600w.jpg","elife-01817-fig7-v1-600w.jpg"]}