{"title":"Contributions of mast cells and vasoactive products, leukotrienes and chymase, to dengue virus-induced vascular leakage","author":[{"surname":"St John","given-names":"Ashley L"},{"surname":"Rathore","given-names":"Abhay PS"},{"surname":"Raghavan","given-names":"Bhuvanakantham"},{"surname":"Ng","given-names":"Mah-Lee"},{"surname":"Abraham","given-names":"Soman N"}],"abstract":"Dengue Virus (DENV), a flavivirus spread by mosquito vectors, can cause vascular leakage and hemorrhaging. However, the processes that underlie increased vascular permeability and pathological plasma leakage during viral hemorrhagic fevers are largely unknown. Mast cells (MCs) are activated in vivo during DENV infection, and we show that this elevates systemic levels of their vasoactive products, including chymase, and promotes vascular leakage. Treatment of infected animals with MC-stabilizing drugs or a leukotriene receptor antagonist restores vascular integrity during experimental DENV infection. Validation of these findings using human clinical samples revealed a direct correlation between MC activation and DENV disease severity. In humans, the MC-specific product, chymase, is a predictive biomarker distinguishing dengue fever (DF) and dengue hemorrhagic fever (DHF). Additionally, our findings reveal MCs as potential therapeutic targets to prevent DENV-induced vasculopathy, suggesting MC-stabilizing drugs should be evaluated for their effectiveness in improving disease outcomes during viral hemorrhagic fevers.","identifier":[{"type":"publisher-id","id":"00481"},{"type":"doi","id":"10.7554/eLife.00481"}],"date":{"day":"30","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00481","entryfile":"elife-00481-v1.xml","files":["elife-00481-fig1-v1-600w.jpg","elife-00481-fig2-v1-600w.jpg","elife-00481-fig3-figsupp1-v1-600w.jpg","elife-00481-fig3-figsupp2-v1-600w.jpg","elife-00481-fig3-v1-600w.jpg","elife-00481-fig4-figsupp1-v1-600w.jpg","elife-00481-fig4-v1-600w.jpg","elife-00481-fig5-v1-600w.jpg","elife-00481-fig6-figsupp1-v1-600w.jpg","elife-00481-fig6-v1-600w.jpg","elife-00481-fig7-v1-600w.jpg"]}