{"title":"The transforming growth factor beta signaling pathway is critical for the formation of CD4 T follicular helper cells and isotype-switched antibody responses in the lung mucosa","author":[{"surname":"Marshall","given-names":"Heather D"},{"surname":"Ray","given-names":"John P"},{"surname":"Laidlaw","given-names":"Brian J"},{"surname":"Zhang","given-names":"Nianzhi"},{"surname":"Gawande","given-names":"Dipika"},{"surname":"Staron","given-names":"Matthew M"},{"surname":"Craft","given-names":"Joe"},{"surname":"Kaech","given-names":"Susan M"}],"abstract":"T follicular helper cells (Tfh) are crucial for the initiation and maintenance of germinal center (GC) reactions and high affinity, isotype-switched antibody responses. In this study, we demonstrate that direct TGF-β signaling to CD4 T cells is important for the formation of influenza-specific Tfh cells, GC reactions, and development of isotype-switched, flu-specific antibody responses. Early during infection, TGF-β signaling suppressed the expression of the high affinity IL-2 receptor α chain (CD25) on virus-specific CD4 T cells, which tempered IL-2 signaling and STAT5 and mammalian target of rapamycin (mTOR) activation in Tfh precursor CD4 T cells. Inhibition of mTOR allowed for the differentiation of Tfh cells in the absence of TGF-βR signaling, suggesting that TGF-β insulates Tfh progenitor cells from IL-2-delivered mTOR signals, thereby promoting Tfh differentiation during acute viral infection. These findings identify a new pathway critical for the generation of Tfh cells and humoral responses during respiratory viral infections.","identifier":[{"type":"publisher-id","id":"04851"},{"type":"doi","id":"10.7554/eLife.04851"}],"date":{"day":"08","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04851","entryfile":"elife-04851-v2.xml","files":["elife-04851-fig1-figsupp1-v2-600w.jpg","elife-04851-fig1-v2-600w.jpg","elife-04851-fig2-figsupp1-v2-600w.jpg","elife-04851-fig2-figsupp2-v2-600w.jpg","elife-04851-fig2-v2-600w.jpg","elife-04851-fig3-v2-600w.jpg","elife-04851-fig4-v2-600w.jpg","elife-04851-fig5-v2-600w.jpg","elife-04851-fig6-v2-600w.jpg","elife-04851-resp-fig1-v2-600w.jpg","elife-04851-resp-fig2-v2-600w.jpg","elife-04851-resp-fig3-v2-600w.jpg","elife-04851-v1.xml"]}