{"title":"Intramuscular Neurotrophin-3 normalizes low threshold spinal reflexes, reduces spasms and improves mobility after bilateral corticospinal tract injury in rats","author":[{"surname":"Kathe","given-names":"Claudia"},{"surname":"Hutson","given-names":"Thomas Haynes"},{"surname":"McMahon","given-names":"Stephen Brendan"},{"surname":"Moon","given-names":"Lawrence David Falcon"}],"abstract":"Brain and spinal injury reduce mobility and often impair sensorimotor processing in the spinal cord leading to spasticity. Here, we establish that complete transection of corticospinal pathways in the pyramids impairs locomotion and leads to increased spasms and excessive mono- and polysynaptic low threshold spinal reflexes in rats. Treatment of affected forelimb muscles with an adeno-associated viral vector (AAV) encoding human Neurotrophin-3 at a clinically-feasible time-point after injury reduced spasticity. Neurotrophin-3 normalized the short latency Hoffmann reflex to a treated hand muscle as well as low threshold polysynaptic spinal reflexes involving afferents from other treated muscles. Neurotrophin-3 also enhanced locomotor recovery. Furthermore, the balance of inhibitory and excitatory boutons in the spinal cord and the level of an ion co-transporter in motor neuron membranes required for normal reflexes were normalized. Our findings pave the way for Neurotrophin-3 as a therapy that treats the underlying causes of spasticity and not only its symptoms.","identifier":[{"type":"publisher-id","id":"18146"},{"type":"doi","id":"10.7554/eLife.18146"}],"date":{"day":"19","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18146","entryfile":"elife-18146-v1.xml","files":["elife-18146-fig1-figsupp1-v1-600w.jpg","elife-18146-fig1-figsupp2-v1-600w.jpg","elife-18146-fig1-figsupp3-v1-600w.jpg","elife-18146-fig1-figsupp4-v1-600w.jpg","elife-18146-fig1-v1-600w.jpg","elife-18146-fig2-figsupp1-v1-600w.jpg","elife-18146-fig2-figsupp2-v1-600w.jpg","elife-18146-fig2-v1-600w.jpg","elife-18146-fig3-figsupp1-v1-600w.jpg","elife-18146-fig3-v1-600w.jpg","elife-18146-fig4-figsupp1-v1-600w.jpg","elife-18146-fig4-v1-600w.jpg","elife-18146-fig5-figsupp1-v1-600w.jpg","elife-18146-fig5-v1-600w.jpg","elife-18146-fig6-v1-600w.jpg"]}