{"title":"Malaria parasite CelTOS targets the inner leaflet of cell membranes for pore-dependent disruption","author":[{"surname":"Jimah","given-names":"John R"},{"surname":"Salinas","given-names":"Nichole D"},{"surname":"Sala-Rabanal","given-names":"Monica"},{"surname":"Jones","given-names":"Nathaniel G"},{"surname":"Sibley","given-names":"L David"},{"surname":"Nichols","given-names":"Colin G"},{"surname":"Schlesinger","given-names":"Paul H"},{"surname":"Tolia","given-names":"Niraj H"}],"abstract":"Apicomplexan parasites contain a conserved protein CelTOS that, in malaria parasites, is essential for traversal of cells within the mammalian host and arthropod vector. However, the molecular role of CelTOS is unknown because it lacks sequence similarity to proteins of known function. Here, we determined the crystal structure of CelTOS and discovered CelTOS resembles proteins that bind to and disrupt membranes. In contrast to known membrane disruptors, CelTOS has a distinct architecture, specifically binds phosphatidic acid commonly present within the inner leaflet of plasma membranes, and potently disrupts liposomes composed of phosphatidic acid by forming pores. Microinjection of CelTOS into cells resulted in observable membrane damage. Therefore, CelTOS is unique as it achieves nearly universal inner leaflet cellular activity to enable the exit of parasites from cells during traversal. By providing novel molecular insight into cell traversal by apicomplexan parasites, our work facilitates the design of therapeutics against global pathogens.","identifier":[{"type":"publisher-id","id":"20621"},{"type":"doi","id":"10.7554/eLife.20621"}],"date":{"day":"01","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20621","entryfile":"elife-20621-v1.xml","files":["elife-20621-fig1-figsupp1-v1-600w.jpg","elife-20621-fig1-figsupp2-v1-600w.jpg","elife-20621-fig1-v1-600w.jpg","elife-20621-fig2-v1-600w.jpg","elife-20621-fig3-v1-600w.jpg","elife-20621-fig4-figsupp1-v1-600w.jpg","elife-20621-fig4-v1-600w.jpg","elife-20621-fig5-figsupp1-v1-600w.jpg","elife-20621-fig5-figsupp2-v1-600w.jpg","elife-20621-fig5-v1-600w.jpg","elife-20621-fig6-figsupp1-v1-600w.jpg","elife-20621-fig6-v1-600w.jpg","elife-20621-fig7-v1-600w.jpg"]}