{"title":"The Notch-mediated hyperplasia circuitry in <italic>Drosophila</italic> reveals a Src-JNK signaling axis","author":[{"surname":"Ho","given-names":"Diana M"},{"surname":"Pallavi","given-names":"SK"},{"surname":"Artavanis-Tsakonas","given-names":"Spyros"}],"abstract":"Notch signaling controls a wide range of cell fate decisions during development and disease via synergistic interactions with other signaling pathways. Here, through a genome-wide genetic screen in <italic>Drosophila</italic>, we uncover a highly complex Notch-dependent genetic circuitry that profoundly affects proliferation and consequently hyperplasia. We report a novel synergistic relationship between Notch and either of the non-receptor tyrosine kinases Src42A and Src64B to promote hyperplasia and tissue disorganization, which results in cell cycle perturbation, JAK/STAT signal activation, and differential regulation of Notch targets. Significantly, the JNK pathway is responsible for the majority of the phenotypes and transcriptional changes downstream of Notch-Src synergy. We previously reported that Notch-Mef2 also activates JNK, indicating that there are commonalities within the Notch-dependent proliferation circuitry; however, the current data indicate that Notch-Src accesses JNK in a significantly different fashion than Notch-Mef2.","identifier":[{"type":"publisher-id","id":"05996"},{"type":"doi","id":"10.7554/eLife.05996"}],"date":{"day":"29","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05996","entryfile":"elife-05996-v1.xml","files":["elife-05996-fig1-v1-600w.jpg","elife-05996-fig2-figsupp1-v1-600w.jpg","elife-05996-fig2-figsupp2-v1-600w.jpg","elife-05996-fig2-v1-600w.jpg","elife-05996-fig3-figsupp1-v1-600w.jpg","elife-05996-fig3-figsupp2-v1-600w.jpg","elife-05996-fig3-v1-600w.jpg","elife-05996-fig4-v1-600w.jpg","elife-05996-fig5-figsupp1-v1-600w.jpg","elife-05996-fig5-v1-600w.jpg","elife-05996-fig6-v1-600w.jpg","elife-05996-fig7-figsupp1-v1-600w.jpg","elife-05996-fig7-v1-600w.jpg","elife-05996-fig8-v1-600w.jpg"]}