{"title":"A nonrandomized cohort and a randomized study of local control of large hepatocarcinoma by targeting intratumoral lactic acidosis","author":[{"surname":"Chao","given-names":"Ming"},{"surname":"Wu","given-names":"Hao"},{"surname":"Jin","given-names":"Kai"},{"surname":"Li","given-names":"Bin"},{"surname":"Wu","given-names":"Jianjun"},{"surname":"Zhang","given-names":"Guangqiang"},{"surname":"Yang","given-names":"Gong"},{"surname":"Hu","given-names":"Xun"}],"abstract":"<bold>Study design:</bold> Previous works suggested that neutralizing intratumoral lactic acidosis combined with glucose deprivation may deliver an effective approach to control tumor. We did a pilot clinical investigation, including a nonrandomized (57 patients with large HCC) and a randomized controlled (20 patients with large HCC) studies. <bold>Methods:</bold> The patients were treated with transarterial chemoembolization (TACE) with or without bicarbonate local infusion into tumor. <bold>Results:</bold> In the nonrandomized controlled study, geometric mean of viable tumor residues (VTR) in TACE with bicarbonate was 6.4-fold lower than that in TACE without bicarbonate (7.1% [95% CI: 4.6%–10.9%] vs 45.6% [28.9%–72.0%]; p<0.0001). This difference was recapitulated by a subsequent randomized controlled study. TACE combined with bicarbonate yielded a 100% objective response rate (ORR), whereas the ORR treated with TACE alone was 44.4% (nonrandomized) and 63.6% (randomized). The survival data suggested that bicarbonate may bring survival benefit. <bold>Conclusion:</bold> Bicarbonate markedly enhances the anticancer activity of TACE.","identifier":[{"type":"publisher-id","id":"15691"},{"type":"doi","id":"10.7554/eLife.15691"}],"date":{"day":"02","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15691","entryfile":"elife-15691-v1.xml","files":["elife-15691-fig1-v1-600w.jpg","elife-15691-fig2-v1-600w.jpg","elife-15691-fig3-v1-600w.jpg","elife-15691-fig4-v1-600w.jpg","elife-15691-fig5-v1-600w.jpg"]}