{"title":"Neuromodulation of excitatory synaptogenesis in striatal development","author":[{"surname":"Kozorovitskiy","given-names":"Yevgenia"},{"surname":"Peixoto","given-names":"Rui"},{"surname":"Wang","given-names":"Wengang"},{"surname":"Saunders","given-names":"Arpiar"},{"surname":"Sabatini","given-names":"Bernardo L"}],"abstract":"Dopamine is released in the striatum during development and impacts the activity of Protein Kinase A (PKA) in striatal spiny projection neurons (SPNs). We examined whether dopaminergic neuromodulation regulates activity-dependent glutamatergic synapse formation in the developing striatum. Systemic in vivo treatment with Gα<sub>s</sub>-coupled G-protein receptors (GPCRs) agonists enhanced excitatory synapses on direct pathway striatal spiny projection neurons (dSPNs), whereas rapid production of excitatory synapses on indirect pathway neurons (iSPNs) required the activation of Gα<sub>s</sub> GPCRs in SPNs of both pathways. Nevertheless, in vitro Gα<sub>s</sub> activation was sufficient to enhance spinogenesis induced by glutamate photolysis in both dSPNs and iSPNs, suggesting that iSPNs in intact neural circuits have additional requirements for rapid synaptic development. We evaluated the in vivo effects of enhanced glutamate release from corticostriatal axons and postsynaptic PKA and discovered a mechanism of developmental plasticity wherein rapid synaptogenesis is promoted by the coordinated actions of glutamate and postsynaptic Gα<sub>s</sub>-coupled receptors.","identifier":[{"type":"publisher-id","id":"10111"},{"type":"doi","id":"10.7554/eLife.10111"}],"date":{"day":"09","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10111","entryfile":"elife-10111-v2.xml","files":["elife-10111-fig1-figsupp1-v2-600w.jpg","elife-10111-fig1-figsupp2-v2-600w.jpg","elife-10111-fig1-figsupp3-v2-600w.jpg","elife-10111-fig1-v2-600w.jpg","elife-10111-fig2-figsupp1-v2-600w.jpg","elife-10111-fig2-v2-600w.jpg","elife-10111-fig3-figsupp1-v2-600w.jpg","elife-10111-fig3-v2-600w.jpg","elife-10111-fig4-figsupp1-v2-600w.jpg","elife-10111-fig4-v2-600w.jpg","elife-10111-fig5-v2-600w.jpg","elife-10111-fig6-v2-600w.jpg","elife-10111-v1.xml"]}