{"title":"The C-terminal region of the motor protein MCAK controls its structure and activity through a conformational switch","author":[{"surname":"Talapatra","given-names":"Sandeep K"},{"surname":"Harker","given-names":"Bethany"},{"surname":"Welburn","given-names":"Julie PI"}],"abstract":"The precise regulation of microtubule dynamics is essential during cell division. The kinesin-13 motor protein MCAK is a potent microtubule depolymerase. The divergent non-motor regions flanking the ATPase domain are critical in regulating its targeting and activity. However, the molecular basis for the function of the non-motor regions within the context of full-length MCAK is unknown. Here, we determine the structure of MCAK motor domain bound to its regulatory C-terminus. Our analysis reveals that the MCAK C-terminus binds to two motor domains in solution and is displaced allosterically upon microtubule binding, which allows its robust accumulation at microtubule ends. These results demonstrate that MCAK undergoes long-range conformational changes involving its C-terminus during the soluble to microtubule-bound transition and that the C-terminus-motor interaction represents a structural intermediate in the MCAK catalytic cycle. Together, our work reveals intrinsic molecular mechanisms underlying the regulation of kinesin-13 activity.","identifier":[{"type":"publisher-id","id":"06421"},{"type":"doi","id":"10.7554/eLife.06421"}],"date":{"day":"27","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06421","entryfile":"elife-06421-v2.xml","files":["elife-06421-fig1-v2-600w.jpg","elife-06421-fig2-v2-600w.jpg","elife-06421-fig3-figsupp1-v2-600w.jpg","elife-06421-fig3-v2-600w.jpg","elife-06421-fig4-v2-600w.jpg","elife-06421-fig5-v2-600w.jpg","elife-06421-fig6-figsupp1-v2-600w.jpg","elife-06421-fig6-figsupp2-v2-600w.jpg","elife-06421-fig6-figsupp3-v2-600w.jpg","elife-06421-fig6-v2-600w.jpg","elife-06421-fig7-figsupp1-v2-600w.jpg","elife-06421-fig7-v2-600w.jpg","elife-06421-fig8-v2-600w.jpg","elife-06421-v1.xml"]}