{"title":"A dystonia-like movement disorder with brain and spinal neuronal defects is caused by mutation of the mouse laminin β1 subunit, <italic>Lamb1</italic>","author":[{"surname":"Liu","given-names":"Yi Bessie"},{"surname":"Tewari","given-names":"Ambika"},{"surname":"Salameh","given-names":"Johnny"},{"surname":"Arystarkhova","given-names":"Elena"},{"surname":"Hampton","given-names":"Thomas G"},{"surname":"Brashear","given-names":"Allison"},{"surname":"Ozelius","given-names":"Laurie J"},{"surname":"Khodakhah","given-names":"Kamran"},{"surname":"Sweadner","given-names":"Kathleen J"}],"abstract":"A new mutant mouse (lamb1t) exhibits intermittent dystonic hindlimb movements and postures when awake, and hyperextension when asleep. Experiments showed co-contraction of opposing muscle groups, and indicated that symptoms depended on the interaction of brain and spinal cord. SNP mapping and exome sequencing identified the dominant causative mutation in the <italic>Lamb1</italic> gene. Laminins are extracellular matrix proteins, widely expressed but also known to be important in synapse structure and plasticity. In accordance, awake recording in the cerebellum detected abnormal output from a circuit of two <italic>Lamb1</italic>-expressing neurons, Purkinje cells and their deep cerebellar nucleus targets, during abnormal postures. We propose that dystonia-like symptoms result from lapses in descending inhibition, exposing excess activity in intrinsic spinal circuits that coordinate muscles. The mouse is a new model for testing how dysfunction in the CNS causes specific abnormal movements and postures.","identifier":[{"type":"publisher-id","id":"11102"},{"type":"doi","id":"10.7554/eLife.11102"}],"date":{"day":"24","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11102","entryfile":"elife-11102-v2.xml","files":["elife-11102-fig1-v2-600w.jpg","elife-11102-fig2-v2-600w.jpg","elife-11102-fig3-v2-600w.jpg","elife-11102-fig4-v2-600w.jpg","elife-11102-fig5-v2-600w.jpg","elife-11102-fig6-v2-600w.jpg","elife-11102-fig7-v2-600w.jpg","elife-11102-fig8-v2-600w.jpg","elife-11102-v1.xml"]}