{"title":"Co-option of an endogenous retrovirus envelope for host defense in hominid ancestors","author":[{"surname":"Blanco-Melo","given-names":"Daniel"},{"surname":"Gifford","given-names":"Robert J"},{"surname":"Bieniasz","given-names":"Paul D"}],"abstract":"Endogenous retroviral sequences provide a molecular fossil record of ancient infections whose analysis might illuminate mechanisms of viral extinction. A close relative of gammaretroviruses, HERV-T, circulated in primates for ~25 million years (MY) before apparent extinction within the past ~8 MY. Construction of a near-complete catalog of HERV-T fossils in primate genomes allowed us to estimate a ~32 MY old ancestral sequence and reconstruct a functional envelope protein (ancHTenv) that could support infection of a pseudotyped modern gammaretrovirus. Using ancHTenv, we identify monocarboxylate transporter-1 (MCT-1) as a receptor used by HERV-T for attachment and infection. A single HERV-T provirus in hominid genomes includes an <italic>env</italic> gene (hsaHTenv) that has been uniquely preserved. This apparently exapted HERV-T <italic>env</italic> could not support virion infection but could block ancHTenv mediated infection, by causing MCT-1 depletion from cell surfaces. Thus, hsaHTenv may have contributed to HERV-T extinction, and could also potentially regulate cellular metabolism.","identifier":[{"type":"publisher-id","id":"22519"},{"type":"doi","id":"10.7554/eLife.22519"}],"date":{"day":"11","month":"04","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22519","entryfile":"elife-22519-v1.xml","files":["elife-22519-fig1-figsupp1-v1-600w.jpg","elife-22519-fig1-figsupp2-v1-600w.jpg","elife-22519-fig1-v1-600w.jpg","elife-22519-fig2-figsupp1-v1-600w.jpg","elife-22519-fig2-v1-600w.jpg","elife-22519-fig3-v1-600w.jpg","elife-22519-fig4-figsupp1-v1-600w.jpg","elife-22519-fig4-v1-600w.jpg","elife-22519-fig5-v1-600w.jpg","elife-22519-fig6-figsupp1-v1-600w.jpg","elife-22519-fig6-v1-600w.jpg","elife-22519-fig7-figsupp1-v1-600w.jpg","elife-22519-fig7-v1-600w.jpg"]}