{"title":"A structure-based extracellular matrix expansion mechanism of fibrous tissue growth","author":[{"surname":"Kalson","given-names":"Nicholas S"},{"surname":"Lu","given-names":"Yinhui"},{"surname":"Taylor","given-names":"Susan H"},{"surname":"Starborg","given-names":"Tobias"},{"surname":"Holmes","given-names":"David F"},{"surname":"Kadler","given-names":"Karl E"}],"abstract":"Embryonic growth occurs predominately by an increase in cell number; little is known about growth mechanisms later in development when fibrous tissues account for the bulk of adult vertebrate mass. We present a model for fibrous tissue growth based on 3D-electron microscopy of mouse tendon. We show that the number of collagen fibrils increases during embryonic development and then remains constant during postnatal growth. Embryonic growth was explained predominately by increases in fibril number and length. Postnatal growth arose predominately from increases in fibril length and diameter. A helical crimp structure was established in embryogenesis, and persisted postnatally. The data support a model where the shape and size of tendon is determined by the number and position of embryonic fibroblasts. The collagen fibrils that these cells synthesise provide a template for postnatal growth by structure-based matrix expansion. The model has important implications for growth of other fibrous tissues and fibrosis.","identifier":[{"type":"publisher-id","id":"05958"},{"type":"doi","id":"10.7554/eLife.05958"}],"date":{"day":"20","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05958","entryfile":"elife-05958-v1.xml","files":["elife-05958-fig1-v1-600w.jpg","elife-05958-fig2-v1-600w.jpg","elife-05958-fig3-v1-600w.jpg","elife-05958-fig4-figsupp1-v1-600w.jpg","elife-05958-fig4-v1-600w.jpg","elife-05958-fig5-v1-600w.jpg","elife-05958-fig6-figsupp1-v1-600w.jpg","elife-05958-fig6-v1-600w.jpg","elife-05958-fig7-figsupp1-v1-600w.jpg","elife-05958-fig7-figsupp2-v1-600w.jpg","elife-05958-fig7-v1-600w.jpg","elife-05958-fig8-v1-600w.jpg"]}