{"title":"Membrane palmitoylated protein 2 is a synaptic scaffold protein required for synaptic SK2-containing channel function","author":[{"surname":"Kim","given-names":"Gukhan"},{"surname":"Luján","given-names":"Rafael"},{"surname":"Schwenk","given-names":"Jochen"},{"surname":"Kelley","given-names":"Melissa H"},{"surname":"Aguado","given-names":"Carolina"},{"surname":"Watanabe","given-names":"Masahiko"},{"surname":"Fakler","given-names":"Bernd"},{"surname":"Maylie","given-names":"James"},{"surname":"Adelman","given-names":"John P"}],"abstract":"Mouse CA1 pyramidal neurons express apamin-sensitive SK2-containing channels in the post-synaptic membrane, positioned close to NMDA-type (N-methyl-D-aspartate) glutamate receptors. Activated by synaptically evoked NMDAR-dependent Ca<sup>2+</sup> influx, the synaptic SK2-containing channels modulate excitatory post-synaptic responses and the induction of synaptic plasticity. In addition, their activity- and protein kinase A-dependent trafficking contributes to expression of long-term potentiation (LTP). We have identified a novel synaptic scaffold, MPP2 (membrane palmitoylated protein 2; p55), a member of the membrane-associated guanylate kinase (MAGUK) family that interacts with SK2-containing channels. MPP2 and SK2 co-immunopurified from mouse brain, and co-immunoprecipitated when they were co-expressed in HEK293 cells. MPP2 is highly expressed in the post-synaptic density of dendritic spines on CA1 pyramidal neurons. Knocking down MPP2 expression selectively abolished the SK2-containing channel contribution to synaptic responses and decreased LTP. Thus, MPP2 is a novel synaptic scaffold that is required for proper synaptic localization and function of SK2-containing channels.","identifier":[{"type":"publisher-id","id":"12637"},{"type":"doi","id":"10.7554/eLife.12637"}],"date":{"day":"12","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12637","entryfile":"elife-12637-v1.xml","files":["elife-12637-fig1-figsupp1-v1-600w.jpg","elife-12637-fig1-figsupp2-v1-600w.jpg","elife-12637-fig1-v1-600w.jpg","elife-12637-fig2-figsupp1-v1-600w.jpg","elife-12637-fig2-figsupp2-v1-600w.jpg","elife-12637-fig2-v1-600w.jpg","elife-12637-fig3-v1-600w.jpg","elife-12637-fig4-v1-600w.jpg","elife-12637-fig5-v1-600w.jpg","elife-12637-fig6-v1-600w.jpg","elife-12637-fig7-v1-600w.jpg","elife-12637-fig8-v1-600w.jpg"]}