{"title":"Symmetry breaking in reconstituted actin cortices","author":[{"surname":"Abu Shah","given-names":"Enas"},{"surname":"Keren","given-names":"Kinneret"}],"abstract":"The actin cortex plays a pivotal role in cell division, in generating and maintaining cell polarity and in motility. In all these contexts, the cortical network has to break symmetry to generate polar cytoskeletal dynamics. Despite extensive research, the mechanisms responsible for regulating cortical dynamics in vivo and inducing symmetry breaking are still unclear. Here we introduce a reconstituted system that self-organizes into dynamic actin cortices at the inner interface of water-in-oil emulsions. This artificial system undergoes spontaneous symmetry breaking, driven by myosin-induced cortical actin flows, which appears remarkably similar to the initial polarization of the embryo in many species. Our in vitro model system recapitulates the rich dynamics of actin cortices in vivo, revealing the basic biophysical and biochemical requirements for cortex formation and symmetry breaking. Moreover, this synthetic system paves the way for further exploration of artificial cells towards the realization of minimal model systems that can move and divide.","identifier":[{"type":"publisher-id","id":"01433"},{"type":"doi","id":"10.7554/eLife.01433"}],"date":{"day":"29","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01433","entryfile":"elife-01433-v1.xml","files":["elife-01433-fig1-figsupp1-v1-600w.jpg","elife-01433-fig1-figsupp2-v1-600w.jpg","elife-01433-fig1-figsupp3-v1-600w.jpg","elife-01433-fig1-v1-600w.jpg","elife-01433-fig2-figsupp1-v1-600w.jpg","elife-01433-fig2-figsupp2-v1-600w.jpg","elife-01433-fig2-figsupp3-v1-600w.jpg","elife-01433-fig2-figsupp4-v1-600w.jpg","elife-01433-fig2-figsupp5-v1-600w.jpg","elife-01433-fig2-figsupp6-v1-600w.jpg","elife-01433-fig2-v1-600w.jpg","elife-01433-fig3-v1-600w.jpg","elife-01433-fig4-figsupp1-v1-600w.jpg","elife-01433-fig4-v1-600w.jpg"]}