{"title":"Scaffold nucleoporins Nup188 and Nup192 share structural and functional properties with nuclear transport receptors","author":[{"surname":"Andersen","given-names":"Kasper R"},{"surname":"Onischenko","given-names":"Evgeny"},{"surname":"Tang","given-names":"Jeffrey H"},{"surname":"Kumar","given-names":"Pravin"},{"surname":"Chen","given-names":"James Z"},{"surname":"Ulrich","given-names":"Alexander"},{"surname":"Liphardt","given-names":"Jan T"},{"surname":"Weis","given-names":"Karsten"},{"surname":"Schwartz","given-names":"Thomas U"}],"abstract":"Nucleocytoplasmic transport is mediated by nuclear pore complexes (NPCs) embedded in the nuclear envelope. About 30 different proteins (nucleoporins, nups) arrange around a central eightfold rotational axis to build the modular NPC. Nup188 and Nup192 are related and evolutionary conserved, large nucleoporins that are part of the NPC scaffold. Here we determine the structure of Nup188. The protein folds into an extended stack of helices where an N-terminal 130 kDa segment forms an intricate closed ring, while the C-terminal region is a more regular, superhelical structure. Overall, the structure has distant similarity with flexible S-shaped nuclear transport receptors (NTRs). Intriguingly, like NTRs, both Nup188 and Nup192 specifically bind FG-repeats and are able to translocate through NPCs by facilitated diffusion. This blurs the existing dogma of a clear distinction between stationary nups and soluble NTRs and suggests an evolutionary relationship between the NPC and the soluble nuclear transport machinery.","identifier":[{"type":"publisher-id","id":"00745"},{"type":"doi","id":"10.7554/eLife.00745"}],"date":{"day":"11","month":"06","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00745","entryfile":"elife-00745-v1.xml","files":["elife-00745-fig1-v1-600w.jpg","elife-00745-fig2-v1-600w.jpg","elife-00745-fig3-v1-600w.jpg","elife-00745-fig4-figsupp1-v1-600w.jpg","elife-00745-fig4-v1-600w.jpg","elife-00745-fig5-figsupp1-v1-600w.jpg","elife-00745-fig5-v1-600w.jpg","elife-00745-fig6-figsupp1-v1-600w.jpg","elife-00745-fig6-figsupp2-v1-600w.jpg","elife-00745-fig6-v1-600w.jpg"]}