{"title":"Observation of long-range tertiary interactions during ligand binding by the TPP riboswitch aptamer","author":[{"surname":"Duesterberg","given-names":"Van K"},{"surname":"Fischer-Hwang","given-names":"Irena T"},{"surname":"Perez","given-names":"Christian F"},{"surname":"Hogan","given-names":"Daniel W"},{"surname":"Block","given-names":"Steven M"}],"abstract":"The thiamine pyrophosphate (TPP) riboswitch is a <italic>cis</italic>-regulatory element in mRNA that modifies gene expression in response to TPP concentration. Its specificity is dependent upon conformational changes that take place within its aptamer domain. Here, the role of tertiary interactions in ligand binding was studied at the single-molecule level by combined force spectroscopy and Förster resonance energy transfer (smFRET), using an optical trap equipped for simultaneous smFRET. The ‘Force-FRET’ approach directly probes secondary and tertiary structural changes during folding, including events associated with binding. Concurrent transitions observed in smFRET signals and RNA extension revealed differences in helix-arm orientation between two previously-identified ligand-binding states that had been undetectable by spectroscopy alone. Our results show that the weaker binding state is able to bind to TPP, but is unable to form a tertiary docking interaction that completes the binding process. Long-range tertiary interactions stabilize global riboswitch structure and confer increased ligand specificity.","identifier":[{"type":"publisher-id","id":"12362"},{"type":"doi","id":"10.7554/eLife.12362"}],"date":{"day":"28","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12362","entryfile":"elife-12362-v2.xml","files":["elife-12362-fig1-v2-600w.jpg","elife-12362-fig2-v2-600w.jpg","elife-12362-fig3-figsupp1-v2-600w.jpg","elife-12362-fig3-figsupp2-v2-600w.jpg","elife-12362-fig3-v2-600w.jpg","elife-12362-fig4-figsupp1-v2-600w.jpg","elife-12362-fig4-v2-600w.jpg","elife-12362-fig5-v2-600w.jpg","elife-12362-fig6-v2-600w.jpg","elife-12362-fig7-v2-600w.jpg","elife-12362-fig8-v2-600w.jpg","elife-12362-v1.xml"]}