{"title":"Brassinosteroids control root epidermal cell fate via direct regulation of a MYB-bHLH-WD40 complex by GSK3-like kinases","author":[{"surname":"Cheng","given-names":"Yinwei"},{"surname":"Zhu","given-names":"Wenjiao"},{"surname":"Chen","given-names":"Yuxiao"},{"surname":"Ito","given-names":"Shinsaku"},{"surname":"Asami","given-names":"Tadao"},{"surname":"Wang","given-names":"Xuelu"}],"abstract":"In <italic>Arabidopsis</italic>, root hair and non-hair cell fates are determined by a MYB-bHLH-WD40 transcriptional complex and are regulated by many internal and environmental cues. Brassinosteroids play important roles in regulating root hair specification by unknown mechanisms. Here, we systematically examined root hair phenotypes in brassinosteroid-related mutants, and found that brassinosteroid signaling inhibits root hair formation through GSK3-like kinases or upstream components. We found that with enhanced brassinosteroid signaling, <italic>GL2</italic>, a cell fate marker for non-hair cells, is ectopically expressed in hair cells, while its expression in non-hair cells is suppressed when brassinosteroid signaling is reduced. Genetic analysis demonstrated that brassinosteroid-regulated root epidermal cell patterning is dependent on the WER-GL3/EGL3-TTG1 transcriptional complex. One of the GSK3-like kinases, BIN2, interacted with and phosphorylated EGL3, and EGL3s mutated at phosphorylation sites were retained in hair cell nuclei. BIN2 phosphorylated TTG1 to inhibit the activity of the WER-GL3/EGL3-TTG1 complex. Thus, our study provides insights into the mechanism of brassinosteroid regulation of root hair patterning.","identifier":[{"type":"publisher-id","id":"02525"},{"type":"doi","id":"10.7554/eLife.02525"}],"date":{"day":"25","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02525","entryfile":"elife-02525-v2.xml","files":["elife-02525-fig1-figsupp1-v2-600w.jpg","elife-02525-fig1-v2-600w.jpg","elife-02525-fig2-v2-600w.jpg","elife-02525-fig3-v2-600w.jpg","elife-02525-fig4-figsupp1-v2-600w.jpg","elife-02525-fig4-v2-600w.jpg","elife-02525-fig5-figsupp1-v2-600w.jpg","elife-02525-fig5-v2-600w.jpg","elife-02525-fig6-figsupp1-v2-600w.jpg","elife-02525-fig6-v2-600w.jpg","elife-02525-fig7-figsupp1-v2-600w.jpg","elife-02525-fig7-v2-600w.jpg","elife-02525-fig8-figsupp1-v2-600w.jpg","elife-02525-fig8-v2-600w.jpg","elife-02525-v1.xml"]}