{"title":"Single molecule compression reveals intra-protein forces drive cytotoxin pore formation","author":[{"surname":"Czajkowsky","given-names":"Daniel M"},{"surname":"Sun","given-names":"Jielin"},{"surname":"Shen","given-names":"Yi"},{"surname":"Shao","given-names":"Zhifeng"}],"abstract":"Perfringolysin O (PFO) is a prototypical member of a large family of pore-forming proteins that undergo a significant reduction in height during the transition from the membrane-assembled prepore to the membrane-inserted pore. Here, we show that targeted application of compressive forces can catalyze this conformational change in individual PFO complexes trapped at the prepore stage, recapitulating this critical step of the spontaneous process. The free energy landscape determined from these measurements is in good agreement with that obtained from molecular dynamics simulations showing that an equivalent internal force is generated by the interaction of the exposed hydrophobic residues with the membrane. This hydrophobic force is transmitted across the entire structure to produce a compressive stress across a distant, otherwise stable domain, catalyzing its transition from an extended to compact conformation. Single molecule compression is likely to become an important tool to investigate conformational transitions in membrane proteins.","identifier":[{"type":"publisher-id","id":"08421"},{"type":"doi","id":"10.7554/eLife.08421"}],"date":{"day":"10","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08421","entryfile":"elife-08421-v1.xml","files":["elife-08421-fig1-v1-600w.jpg","elife-08421-fig2-figsupp1-v1-600w.jpg","elife-08421-fig2-figsupp2-v1-600w.jpg","elife-08421-fig2-figsupp3-v1-600w.jpg","elife-08421-fig2-figsupp4-v1-600w.jpg","elife-08421-fig2-figsupp5-v1-600w.jpg","elife-08421-fig2-v1-600w.jpg","elife-08421-fig3-figsupp1-v1-600w.jpg","elife-08421-fig3-figsupp2-v1-600w.jpg","elife-08421-fig3-figsupp3-v1-600w.jpg","elife-08421-fig3-figsupp4-v1-600w.jpg","elife-08421-fig3-v1-600w.jpg","elife-08421-fig4-v1-600w.jpg","elife-08421-resp-fig1-v1-600w.jpg"]}