{"title":"RNA virus attenuation by codon pair deoptimisation is an artefact of increases in CpG/UpA dinucleotide frequencies","author":[{"surname":"Tulloch","given-names":"Fiona"},{"surname":"Atkinson","given-names":"Nicky J"},{"surname":"Evans","given-names":"David J"},{"surname":"Ryan","given-names":"Martin D"},{"surname":"Simmonds","given-names":"Peter"}],"abstract":"Mutating RNA virus genomes to alter codon pair (CP) frequencies and reduce translation efficiency has been advocated as a method to generate safe, attenuated virus vaccines. However, selection for disfavoured CPs leads to unintended increases in CpG and UpA dinucleotide frequencies that also attenuate replication. We designed and phenotypically characterised mutants of the picornavirus, echovirus 7, in which these parameters were independently varied to determine which most influenced virus replication. CpG and UpA dinucleotide frequencies primarily influenced virus replication ability while no fitness differences were observed between mutants with different CP usage where dinucleotide frequencies were kept constant. Contrastingly, translation efficiency was unaffected by either CP usage or dinucleotide frequencies. This mechanistic insight is critical for future rational design of live virus vaccines and their safety evaluation; attenuation is mediated through enhanced innate immune responses to viruses with elevated CpG/UpA dinucleotide frequencies rather the viruses themselves being intrinsically defective.","identifier":[{"type":"publisher-id","id":"04531"},{"type":"doi","id":"10.7554/eLife.04531"}],"date":{"day":"09","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04531","entryfile":"elife-04531-v2.xml","files":["elife-04531-fig1-figsupp1-v2-600w.jpg","elife-04531-fig1-figsupp2-v2-600w.jpg","elife-04531-fig1-figsupp3-v2-600w.jpg","elife-04531-fig1-figsupp4-v2-600w.jpg","elife-04531-fig1-v2-600w.jpg","elife-04531-fig2-v2-600w.jpg","elife-04531-fig3-v2-600w.jpg","elife-04531-fig4-figsupp1-v2-600w.jpg","elife-04531-fig4-v2-600w.jpg","elife-04531-fig5-figsupp1-v2-600w.jpg","elife-04531-fig5-v2-600w.jpg","elife-04531-fig6-v2-600w.jpg","elife-04531-v1.xml"]}