{"title":"Role of Tim17 in coupling the import motor to the translocation channel of the mitochondrial presequence translocase","author":[{"surname":"Demishtein-Zohary","given-names":"Keren"},{"surname":"Günsel","given-names":"Umut"},{"surname":"Marom","given-names":"Milit"},{"surname":"Banerjee","given-names":"Rupa"},{"surname":"Neupert","given-names":"Walter"},{"surname":"Azem","given-names":"Abdussalam"},{"surname":"Mokranjac","given-names":"Dejana"}],"abstract":"The majority of mitochondrial proteins use N-terminal presequences for targeting to mitochondria and are translocated by the presequence translocase. During translocation, proteins, threaded through the channel in the inner membrane, are handed over to the import motor at the matrix face. Tim17 is an essential, membrane-embedded subunit of the translocase; however, its function is only poorly understood. Here, we functionally dissected its four predicted transmembrane (TM) segments. Mutations in TM1 and TM2 impaired the interaction of Tim17 with Tim23, component of the translocation channel, whereas mutations in TM3 compromised binding of the import motor. We identified residues in the matrix-facing region of Tim17 involved in binding of the import motor. Our results reveal functionally distinct roles of different regions of Tim17 and suggest how they may be involved in handing over the proteins, during their translocation into mitochondria, from the channel to the import motor of the presequence translocase.","identifier":[{"type":"publisher-id","id":"22696"},{"type":"doi","id":"10.7554/eLife.22696"}],"date":{"day":"06","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22696","entryfile":"elife-22696-v2.xml","files":["elife-22696-fig1-figsupp1-v2-600w.jpg","elife-22696-fig1-v2-600w.jpg","elife-22696-fig2-figsupp1-v2-600w.jpg","elife-22696-fig2-v2-600w.jpg","elife-22696-fig3-figsupp1-v2-600w.jpg","elife-22696-fig3-v2-600w.jpg","elife-22696-fig4-figsupp1-v2-600w.jpg","elife-22696-fig4-v2-600w.jpg","elife-22696-v1.xml"]}