{"title":"Multivariate analysis of electrophysiological diversity of <italic>Xenopus</italic> visual neurons during development and plasticity","author":[{"surname":"Ciarleglio","given-names":"Christopher M"},{"surname":"Khakhalin","given-names":"Arseny S"},{"surname":"Wang","given-names":"Angelia F"},{"surname":"Constantino","given-names":"Alexander C"},{"surname":"Yip","given-names":"Sarah P"},{"surname":"Aizenman","given-names":"Carlos D"}],"abstract":"Biophysical properties of neurons become increasingly diverse over development, but mechanisms underlying and constraining this diversity are not fully understood. Here we investigate electrophysiological characteristics of <italic>Xenopus</italic> tadpole midbrain neurons across development and during homeostatic plasticity induced by patterned visual stimulation. We show that in development tectal neuron properties not only change on average, but also become increasingly diverse. After sensory stimulation, both electrophysiological diversity and functional differentiation of cells are reduced. At the same time, the amount of cross-correlations between cell properties increase after patterned stimulation as a result of homeostatic plasticity. We show that tectal neurons with similar spiking profiles often have strikingly different electrophysiological properties, and demonstrate that changes in intrinsic excitability during development and in response to sensory stimulation are mediated by different underlying mechanisms. Overall, this analysis and the accompanying dataset provide a unique framework for further studies of network maturation in Xenopus tadpoles.","identifier":[{"type":"publisher-id","id":"11351"},{"type":"doi","id":"10.7554/eLife.11351"}],"date":{"day":"14","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11351","entryfile":"elife-11351-v2.xml","files":["elife-11351-fig1-v2-600w.jpg","elife-11351-fig2-v2-600w.jpg","elife-11351-fig3-v2-600w.jpg","elife-11351-fig4-v2-600w.jpg","elife-11351-fig5-v2-600w.jpg","elife-11351-fig6-v2-600w.jpg","elife-11351-fig7-v2-600w.jpg","elife-11351-fig8-v2-600w.jpg","elife-11351-v1.xml"]}