{"title":"An excitatory amacrine cell detects object motion and provides feature-selective input to ganglion cells in the mouse retina","author":[{"surname":"Kim","given-names":"Tahnbee"},{"surname":"Soto","given-names":"Florentina"},{"surname":"Kerschensteiner","given-names":"Daniel"}],"abstract":"Retinal circuits detect salient features of the visual world and report them to the brain through spike trains of retinal ganglion cells. The most abundant ganglion cell type in mice, the so-called W3 ganglion cell, selectively responds to movements of small objects. Where and how object motion sensitivity arises in the retina is incompletely understood. In this study, we use 2-photon-guided patch-clamp recordings to characterize responses of vesicular glutamate transporter 3 (VGluT3)-expressing amacrine cells (ACs) to a broad set of visual stimuli. We find that these ACs are object motion sensitive and analyze the synaptic mechanisms underlying this computation. Anatomical circuit reconstructions suggest that VGluT3-expressing ACs form glutamatergic synapses with W3 ganglion cells, and targeted recordings show that the tuning of W3 ganglion cells' excitatory input matches that of VGluT3-expressing ACs' responses. Synaptic excitation of W3 ganglion cells is diminished, and responses to object motion are suppressed in mice lacking VGluT3. Object motion, thus, is first detected by VGluT3-expressing ACs, which provide feature-selective excitatory input to W3 ganglion cells.","identifier":[{"type":"publisher-id","id":"08025"},{"type":"doi","id":"10.7554/eLife.08025"}],"date":{"day":"19","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08025","entryfile":"elife-08025-v2.xml","files":["elife-08025-fig1-figsupp1-v2-600w.jpg","elife-08025-fig1-figsupp2-v2-600w.jpg","elife-08025-fig1-figsupp3-v2-600w.jpg","elife-08025-fig1-v2-600w.jpg","elife-08025-fig2-figsupp1-v2-600w.jpg","elife-08025-fig2-v2-600w.jpg","elife-08025-fig3-v2-600w.jpg","elife-08025-fig4-figsupp1-v2-600w.jpg","elife-08025-fig4-figsupp2-v2-600w.jpg","elife-08025-fig4-figsupp3-v2-600w.jpg","elife-08025-fig4-figsupp4-v2-600w.jpg","elife-08025-fig4-v2-600w.jpg","elife-08025-v1.xml"]}