{"title":"Attention operates uniformly throughout the classical receptive field and the surround","author":[{"surname":"Verhoef","given-names":"Bram-Ernst"},{"surname":"Maunsell","given-names":"John HR"}],"abstract":"Shifting attention among visual stimuli at different locations modulates neuronal responses in heterogeneous ways, depending on where those stimuli lie within the receptive fields of neurons. Yet how attention interacts with the receptive-field structure of cortical neurons remains unclear. We measured neuronal responses in area V4 while monkeys shifted their attention among stimuli placed in different locations within and around neuronal receptive fields. We found that attention interacts uniformly with the spatially-varying excitation and suppression associated with the receptive field. This interaction explained the large variability in attention modulation across neurons, and a non-additive relationship among stimulus selectivity, stimulus-induced suppression and attention modulation that has not been previously described. A spatially-tuned normalization model precisely accounted for all observed attention modulations and for the spatial summation properties of neurons. These results provide a unified account of spatial summation and attention-related modulation across both the classical receptive field and the surround.","identifier":[{"type":"publisher-id","id":"17256"},{"type":"doi","id":"10.7554/eLife.17256"}],"date":{"day":"22","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17256","entryfile":"elife-17256-v2.xml","files":["elife-17256-fig1-v2-600w.jpg","elife-17256-fig2-figsupp1-v2-600w.jpg","elife-17256-fig2-v2-600w.jpg","elife-17256-fig3-v2-600w.jpg","elife-17256-fig4-figsupp1-v2-600w.jpg","elife-17256-fig4-v2-600w.jpg","elife-17256-fig5-figsupp1-v2-600w.jpg","elife-17256-fig5-v2-600w.jpg","elife-17256-fig6-v2-600w.jpg","elife-17256-fig7-v2-600w.jpg","elife-17256-fig8-v2-600w.jpg","elife-17256-v1.xml"]}