{"title":"Distinct modes of endocytotic presynaptic membrane and protein uptake at the calyx of Held terminal of rats and mice","author":[{"surname":"Okamoto","given-names":"Yuji"},{"surname":"Lipstein","given-names":"Noa"},{"surname":"Hua","given-names":"Yunfeng"},{"surname":"Lin","given-names":"Kun-Han"},{"surname":"Brose","given-names":"Nils"},{"surname":"Sakaba","given-names":"Takeshi"},{"surname":"Midorikawa","given-names":"Mitsuharu"}],"abstract":"Neurotransmitter is released at synapses by fusion of synaptic vesicles with the plasma membrane. To sustain synaptic transmission, compensatory retrieval of membranes and vesicular proteins is essential. We combined capacitance measurements and pH-imaging via pH-sensitive vesicular protein marker (anti-synaptotagmin2-cypHer5E), and compared the retrieval kinetics of membranes and vesicular proteins at the calyx of Held synapse. Membrane and Syt2 were retrieved with a similar time course when slow endocytosis was elicited. When fast endocytosis was elicited, Syt2 was still retrieved together with the membrane, but endocytosed organelle re-acidification was slowed down, which provides strong evidence for two distinct endocytotic pathways. Strikingly, CaM inhibitors or the inhibition of the Ca<sup>2+</sup>-calmodulin-Munc13-1 signaling pathway only impaired the uptake of Syt2 while leaving membrane retrieval intact, indicating different recycling mechanisms for membranes and vesicle proteins. Our data identify a novel mechanism of stimulus- and Ca<sup>2+</sup>-dependent regulation of coordinated endocytosis of synaptic membranes and vesicle proteins.","identifier":[{"type":"publisher-id","id":"14643"},{"type":"doi","id":"10.7554/eLife.14643"}],"date":{"day":"07","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14643","entryfile":"elife-14643-v2.xml","files":["elife-14643-fig1-figsupp1-v2-600w.jpg","elife-14643-fig1-figsupp2-v2-600w.jpg","elife-14643-fig1-figsupp3-v2-600w.jpg","elife-14643-fig1-v2-600w.jpg","elife-14643-fig2-v2-600w.jpg","elife-14643-fig3-v2-600w.jpg","elife-14643-fig4-figsupp1-v2-600w.jpg","elife-14643-fig4-v2-600w.jpg","elife-14643-fig5-v2-600w.jpg","elife-14643-fig6-v2-600w.jpg","elife-14643-fig7-figsupp1-v2-600w.jpg","elife-14643-fig7-figsupp2-v2-600w.jpg","elife-14643-fig7-v2-600w.jpg","elife-14643-resp-fig1-v2-600w.jpg","elife-14643-v1.xml"]}