{"title":"Roles of the membrane-reentrant β-hairpin-like loop of RseP protease in selective substrate cleavage","author":[{"surname":"Akiyama","given-names":"Koichiro"},{"surname":"Mizuno","given-names":"Shinya"},{"surname":"Hizukuri","given-names":"Yohei"},{"surname":"Mori","given-names":"Hiroyuki"},{"surname":"Nogi","given-names":"Terukazu"},{"surname":"Akiyama","given-names":"Yoshinori"}],"abstract":"Molecular mechanisms underlying substrate recognition and cleavage by <italic>Escherichia coli</italic> RseP, which belongs to S2P family of intramembrane-cleaving proteases, remain unclear. We examined the function of a conserved region looped into the membrane domain of RseP to form a β-hairpin-like structure near its active site in substrate recognition and cleavage. We observed that mutations disturbing the possible β-strand conformation of the loop impaired RseP proteolytic activity and that some of these mutations resulted in the differential cleavage of different substrates. Co-immunoprecipitation and crosslinking experiments suggest that the loop directly interacts with the transmembrane segments of substrates. Helix-destabilising mutations in the transmembrane segments of substrates suppressed the effect of loop mutations in an allele-specific manner. These results suggest that the loop promotes substrate cleavage by selectively recognising the transmembrane segments of substrates in an extended conformation and by presenting them to the proteolytic active site, which contributes to substrate discrimination.","identifier":[{"type":"publisher-id","id":"08928"},{"type":"doi","id":"10.7554/eLife.08928"}],"date":{"day":"08","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08928","entryfile":"elife-08928-v1.xml","files":["elife-08928-fig1-v1-600w.jpg","elife-08928-fig2-figsupp1-v1-600w.jpg","elife-08928-fig2-figsupp2-v1-600w.jpg","elife-08928-fig2-v1-600w.jpg","elife-08928-fig3-figsupp1-v1-600w.jpg","elife-08928-fig3-v1-600w.jpg","elife-08928-fig4-figsupp1-v1-600w.jpg","elife-08928-fig4-v1-600w.jpg","elife-08928-fig5-v1-600w.jpg","elife-08928-fig6-figsupp1-v1-600w.jpg","elife-08928-fig6-v1-600w.jpg","elife-08928-fig7-v1-600w.jpg"]}