{"title":"The homo-oligomerisation of both Sas-6 and Ana2 is required for efficient centriole assembly in flies","author":[{"surname":"Cottee","given-names":"Matthew A"},{"surname":"Muschalik","given-names":"Nadine"},{"surname":"Johnson","given-names":"Steven"},{"surname":"Leveson","given-names":"Joanna"},{"surname":"Raff","given-names":"Jordan W"},{"surname":"Lea","given-names":"Susan M"}],"abstract":"Sas-6 and Ana2/STIL proteins are required for centriole duplication and the homo-oligomerisation properties of Sas-6 help establish the ninefold symmetry of the central cartwheel that initiates centriole assembly. Ana2/STIL proteins are poorly conserved, but they all contain a predicted Central Coiled-Coil Domain (CCCD). Here we show that the <italic>Drosophila</italic> Ana2 CCCD forms a tetramer, and we solve its structure to 0.8 Å, revealing that it adopts an unusual parallel-coil topology. We also solve the structure of the <italic>Drosophila</italic> Sas-6 N-terminal domain to 2.9 Å revealing that it forms higher-order oligomers through canonical interactions. Point mutations that perturb Sas-6 or Ana2 homo-oligomerisation in vitro strongly perturb centriole assembly in vivo. Thus, efficient centriole duplication in flies requires the homo-oligomerisation of both Sas-6 and Ana2, and the Ana2 CCCD tetramer structure provides important information on how these proteins might cooperate to form a cartwheel structure.","identifier":[{"type":"publisher-id","id":"07236"},{"type":"doi","id":"10.7554/eLife.07236"}],"date":{"day":"23","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07236","entryfile":"elife-07236-v2.xml","files":["elife-07236-fig1-v2-600w.jpg","elife-07236-fig2-figsupp1-v2-600w.jpg","elife-07236-fig2-v2-600w.jpg","elife-07236-fig3-figsupp1-v2-600w.jpg","elife-07236-fig3-v2-600w.jpg","elife-07236-fig4-v2-600w.jpg","elife-07236-fig5-v2-600w.jpg","elife-07236-fig6-v2-600w.jpg","elife-07236-fig7-v2-600w.jpg","elife-07236-fig8-v2-600w.jpg","elife-07236-fig9-v2-600w.jpg","elife-07236-v1.xml"]}