{"title":"Foxc1 dependent mesenchymal signalling drives embryonic cerebellar growth","author":[{"surname":"Haldipur","given-names":"Parthiv"},{"surname":"Gillies","given-names":"Gwendolyn S"},{"surname":"Janson","given-names":"Olivia K"},{"surname":"Chizhikov","given-names":"Victor V"},{"surname":"Mithal","given-names":"Divakar S"},{"surname":"Miller","given-names":"Richard J"},{"surname":"Millen","given-names":"Kathleen J"}],"abstract":"Loss of <italic>Foxc1</italic> is associated with Dandy-Walker malformation, the most common human cerebellar malformation characterized by cerebellar hypoplasia and an enlarged posterior fossa and fourth ventricle. Although expressed in the mouse posterior fossa mesenchyme, loss of <italic>Foxc1</italic> non-autonomously induces a rapid and devastating decrease in embryonic cerebellar ventricular zone radial glial proliferation and concurrent increase in cerebellar neuronal differentiation. Subsequent migration of cerebellar neurons is disrupted, associated with disordered radial glial morphology. In vitro, SDF1α, a direct Foxc1 target also expressed in the head mesenchyme, acts as a cerebellar radial glial mitogen and a chemoattractant for nascent Purkinje cells. Its receptor, Cxcr4, is expressed in cerebellar radial glial cells and conditional <italic>Cxcr4</italic> ablation with <italic>Nes-Cre</italic> mimics the <italic>Foxc1</italic><sup>undefined</sup> cerebellar phenotype. SDF1α also rescues the <italic>Foxc1</italic><sup>undefined</sup> phenotype. Our data emphasizes that the head mesenchyme exerts a considerable influence on early embryonic brain development and its disruption contributes to neurodevelopmental disorders in humans.","identifier":[{"type":"publisher-id","id":"03962"},{"type":"doi","id":"10.7554/eLife.03962"}],"date":{"day":"16","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03962","entryfile":"elife-03962-v2.xml","files":["elife-03962-fig1-figsupp1-v2-600w.jpg","elife-03962-fig1-figsupp2-v2-600w.jpg","elife-03962-fig1-v2-600w.jpg","elife-03962-fig2-v2-600w.jpg","elife-03962-fig3-v2-600w.jpg","elife-03962-fig4-v2-600w.jpg","elife-03962-fig5-v2-600w.jpg","elife-03962-fig6-v2-600w.jpg","elife-03962-fig7-v2-600w.jpg","elife-03962-v1.xml"]}