{"title":"Fine-tuning citrate synthase flux potentiates and refines metabolic innovation in the Lenski evolution experiment","author":[{"surname":"Quandt","given-names":"Erik M"},{"surname":"Gollihar","given-names":"Jimmy"},{"surname":"Blount","given-names":"Zachary D"},{"surname":"Ellington","given-names":"Andrew D"},{"surname":"Georgiou","given-names":"George"},{"surname":"Barrick","given-names":"Jeffrey E"}],"abstract":"Evolutionary innovations that enable organisms to colonize new ecological niches are rare compared to gradual evolutionary changes in existing traits. We discovered that key mutations in the <italic>gltA</italic> gene, which encodes citrate synthase (CS), occurred both before and after <italic>Escherichia coli</italic> gained the ability to grow aerobically on citrate (Cit<sup>+</sup> phenotype) during the Lenski long-term evolution experiment. The first <italic>gltA</italic> mutation, which increases CS activity by disrupting NADH-inhibition of this enzyme, is beneficial for growth on the acetate and contributed to preserving the rudimentary Cit<sup>+</sup> trait from extinction when it first evolved. However, after Cit<sup>+</sup> was refined by further mutations, this potentiating <italic>gltA</italic> mutation became deleterious to fitness. A second wave of beneficial <italic>gltA</italic> mutations then evolved that reduced CS activity to below the ancestral level. Thus, dynamic reorganization of central metabolism made colonizing this new nutrient niche contingent on both co-opting and overcoming a history of prior adaptation.","identifier":[{"type":"publisher-id","id":"09696"},{"type":"doi","id":"10.7554/eLife.09696"}],"date":{"day":"14","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09696","entryfile":"elife-09696-v2.xml","files":["elife-09696-fig1-v2-600w.jpg","elife-09696-fig2-v2-600w.jpg","elife-09696-fig3-v2-600w.jpg","elife-09696-fig4-v2-600w.jpg","elife-09696-fig5-v2-600w.jpg","elife-09696-fig6-v2-600w.jpg","elife-09696-fig7-v2-600w.jpg","elife-09696-fig8-v2-600w.jpg","elife-09696-fig9-v2-600w.jpg","elife-09696-v1.xml"]}