{"title":"Axial contraction and short-range compaction of chromatin synergistically promote mitotic chromosome condensation","author":[{"surname":"Kruitwagen","given-names":"Tom"},{"surname":"Denoth-Lippuner","given-names":"Annina"},{"surname":"Wilkins","given-names":"Bryan J"},{"surname":"Neumann","given-names":"Heinz"},{"surname":"Barral","given-names":"Yves"}],"abstract":"The segregation of eukaryotic chromosomes during mitosis requires their extensive folding into units of manageable size for the mitotic spindle. Here, we report on how phosphorylation at serine 10 of histone H3 (H3 S10) contributes to this process. Using a fluorescence-based assay to study local compaction of the chromatin fiber in living yeast cells, we show that chromosome condensation entails two temporally and mechanistically distinct processes. Initially, nucleosome-nucleosome interaction triggered by H3 S10 phosphorylation and deacetylation of histone H4 promote short-range compaction of chromatin during early anaphase. Independently, condensin mediates the axial contraction of chromosome arms, a process peaking later in anaphase. Whereas defects in chromatin compaction have no observable effect on axial contraction and condensin inactivation does not affect short-range chromatin compaction, inactivation of both pathways causes synergistic defects in chromosome segregation and cell viability. Furthermore, both pathways rely at least partially on the deacetylase Hst2, suggesting that this protein helps coordinating chromatin compaction and axial contraction to properly shape mitotic chromosomes.","identifier":[{"type":"publisher-id","id":"10396"},{"type":"doi","id":"10.7554/eLife.10396"}],"date":{"day":"28","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10396","entryfile":"elife-10396-v2.xml","files":["elife-10396-fig1-v2-600w.jpg","elife-10396-fig2-v2-600w.jpg","elife-10396-fig3-v2-600w.jpg","elife-10396-fig4-figsupp1-v2-600w.jpg","elife-10396-fig4-v2-600w.jpg","elife-10396-fig5-v2-600w.jpg","elife-10396-fig6-figsupp1-v2-600w.jpg","elife-10396-fig6-v2-600w.jpg","elife-10396-fig7-v2-600w.jpg","elife-10396-v1.xml"]}