{"title":"A Gata3–Mafb transcriptional network directs post-synaptic differentiation in synapses specialized for hearing","author":[{"surname":"Yu","given-names":"Wei-Ming"},{"surname":"Appler","given-names":"Jessica M"},{"surname":"Kim","given-names":"Ye-Hyun"},{"surname":"Nishitani","given-names":"Allison M"},{"surname":"Holt","given-names":"Jeffrey R"},{"surname":"Goodrich","given-names":"Lisa V"}],"abstract":"Information flow through neural circuits is determined by the nature of the synapses linking the subtypes of neurons. How neurons acquire features distinct to each synapse remains unknown. We show that the transcription factor Mafb drives the formation of auditory ribbon synapses, which are specialized for rapid transmission from hair cells to spiral ganglion neurons (SGNs). Mafb acts in SGNs to drive differentiation of the large postsynaptic density (PSD) characteristic of the ribbon synapse. In <italic>Mafb</italic> mutant mice, SGNs fail to develop normal PSDs, leading to reduced synapse number and impaired auditory responses. Conversely, increased Mafb accelerates synaptogenesis. Moreover, Mafb is responsible for executing one branch of the SGN differentiation program orchestrated by the Gata3 transcriptional network. Remarkably, restoration of Mafb rescues the synapse defect in <italic>Gata3</italic> mutants. Hence, Mafb is a powerful regulator of cell-type specific features of auditory synaptogenesis that offers a new entry point for treating hearing loss.","identifier":[{"type":"publisher-id","id":"01341"},{"type":"doi","id":"10.7554/eLife.01341"}],"date":{"day":"10","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01341","entryfile":"elife-01341-v1.xml","files":["elife-01341-fig1-v1-600w.jpg","elife-01341-fig2-v1-600w.jpg","elife-01341-fig3-figsupp1-v1-600w.jpg","elife-01341-fig3-v1-600w.jpg","elife-01341-fig4-figsupp1-v1-600w.jpg","elife-01341-fig4-figsupp3-v1-600w.jpg","elife-01341-fig4-v1-600w.jpg","elife-01341-fig5-figsupp1-v1-600w.jpg","elife-01341-fig5-v1-600w.jpg","elife-01341-fig6-v1-600w.jpg","elife-01341-fig7-figsupp1-v1-600w.jpg","elife-01341-fig7-v1-600w.jpg","elife-01341-fig8-figsupp1-v1-600w.jpg","elife-01341-fig8-v1-600w.jpg"]}