{"title":"Discovering sparse transcription factor codes for cell states and state transitions during development","author":[{"surname":"Furchtgott","given-names":"Leon A"},{"surname":"Melton","given-names":"Samuel"},{"surname":"Menon","given-names":"Vilas"},{"surname":"Ramanathan","given-names":"Sharad"}],"abstract":"Computational analysis of gene expression to determine both the sequence of lineage choices made by multipotent cells and to identify the genes influencing these decisions is challenging. Here we discover a pattern in the expression levels of a sparse subset of genes among cell types in B- and T-cell developmental lineages that correlates with developmental topologies. We develop a statistical framework using this pattern to simultaneously infer lineage transitions and the genes that determine these relationships. We use this technique to reconstruct the early hematopoietic and intestinal developmental trees. We extend this framework to analyze single-cell RNA-seq data from early human cortical development, inferring a neocortical-hindbrain split in early progenitor cells and the key genes that could control this lineage decision. Our work allows us to simultaneously infer both the identity and lineage of cell types as well as a small set of key genes whose expression patterns reflect these relationships.","identifier":[{"type":"publisher-id","id":"20488"},{"type":"doi","id":"10.7554/eLife.20488"}],"date":{"day":"15","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20488","entryfile":"elife-20488-v1.xml","files":["elife-20488-fig1-figsupp1-v1-600w.jpg","elife-20488-fig1-figsupp2-v1-600w.jpg","elife-20488-fig1-figsupp3-v1-600w.jpg","elife-20488-fig1-v1-600w.jpg","elife-20488-fig2-figsupp1-v1-600w.jpg","elife-20488-fig2-figsupp2-v1-600w.jpg","elife-20488-fig2-v1-600w.jpg","elife-20488-fig3-figsupp1-v1-600w.jpg","elife-20488-fig3-figsupp2-v1-600w.jpg","elife-20488-fig3-v1-600w.jpg","elife-20488-fig4-figsupp1-v1-600w.jpg","elife-20488-fig4-figsupp2-v1-600w.jpg","elife-20488-fig4-v1-600w.jpg"]}