{"title":"The inhibitory microcircuit of the substantia nigra provides feedback gain control of the basal ganglia output","author":[{"surname":"Brown","given-names":"Jennifer"},{"surname":"Pan","given-names":"Wei-Xing"},{"surname":"Dudman","given-names":"Joshua Tate"}],"abstract":"Dysfunction of the basal ganglia produces severe deficits in the timing, initiation, and vigor of movement. These diverse impairments suggest a control system gone awry. In engineered systems, feedback is critical for control. By contrast, models of the basal ganglia highlight feedforward circuitry and ignore intrinsic feedback circuits. In this study, we show that feedback via axon collaterals of substantia nigra projection neurons control the gain of the basal ganglia output. Through a combination of physiology, optogenetics, anatomy, and circuit mapping, we elaborate a general circuit mechanism for gain control in a microcircuit lacking interneurons. Our data suggest that diverse tonic firing rates, weak unitary connections and a spatially diffuse collateral circuit with distinct topography and kinetics from feedforward input is sufficient to implement divisive feedback inhibition. The importance of feedback for engineered systems implies that the intranigral microcircuit, despite its absence from canonical models, could be essential to basal ganglia function.","identifier":[{"type":"publisher-id","id":"02397"},{"type":"doi","id":"10.7554/eLife.02397"}],"date":{"day":"21","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02397","entryfile":"elife-02397-v2.xml","files":["elife-02397-fig1-v2-600w.jpg","elife-02397-fig2-v2-600w.jpg","elife-02397-fig3-figsupp1-v2-600w.jpg","elife-02397-fig3-figsupp2-v2-600w.jpg","elife-02397-fig3-v2-600w.jpg","elife-02397-fig4-figsupp1-v2-600w.jpg","elife-02397-fig4-figsupp2-v2-600w.jpg","elife-02397-fig4-v2-600w.jpg","elife-02397-fig5-figsupp1-v2-600w.jpg","elife-02397-fig5-v2-600w.jpg","elife-02397-fig6-figsupp1-v2-600w.jpg","elife-02397-fig6-v2-600w.jpg","elife-02397-fig7-figsupp1-v2-600w.jpg","elife-02397-fig7-figsupp2-v2-600w.jpg","elife-02397-fig7-v2-600w.jpg","elife-02397-fig8-figsupp1-v2-600w.jpg","elife-02397-fig8-v2-600w.jpg","elife-02397-fig9-v2-600w.jpg","elife-02397-v1.xml"]}