{"title":"Imaging and energetics of single SSB-ssDNA molecules reveal intramolecular condensation and insight into RecOR function","author":[{"surname":"Bell","given-names":"Jason C"},{"surname":"Liu","given-names":"Bian"},{"surname":"Kowalczykowski","given-names":"Stephen C"}],"abstract":"<italic>Escherichia coli</italic> single-stranded DNA (ssDNA) binding protein (SSB) is the defining bacterial member of ssDNA binding proteins essential for DNA maintenance. SSB binds ssDNA with a variable footprint of ∼30–70 nucleotides, reflecting partial or full wrapping of ssDNA around a tetramer of SSB. We directly imaged single molecules of SSB-coated ssDNA using total internal reflection fluorescence (TIRF) microscopy and observed intramolecular condensation of nucleoprotein complexes exceeding expectations based on simple wrapping transitions. We further examined this unexpected property by single-molecule force spectroscopy using magnetic tweezers. In conditions favoring complete wrapping, SSB engages in long-range reversible intramolecular interactions resulting in condensation of the SSB-ssDNA complex. RecO and RecOR, which interact with SSB, further condensed the complex. Our data support the idea that RecOR--and possibly other SSB-interacting proteins—function(s) in part to alter long-range, macroscopic interactions between or throughout nucleoprotein complexes by microscopically altering wrapping and bridging distant sites.","identifier":[{"type":"publisher-id","id":"08646"},{"type":"doi","id":"10.7554/eLife.08646"}],"date":{"day":"18","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08646","entryfile":"elife-08646-v2.xml","files":["elife-08646-fig1-figsupp1-v2-600w.jpg","elife-08646-fig1-v2-600w.jpg","elife-08646-fig2-figsupp1-v2-600w.jpg","elife-08646-fig2-v2-600w.jpg","elife-08646-fig3-figsupp1-v2-600w.jpg","elife-08646-fig3-figsupp2-v2-600w.jpg","elife-08646-fig3-figsupp3-v2-600w.jpg","elife-08646-fig3-figsupp4-v2-600w.jpg","elife-08646-fig3-figsupp5-v2-600w.jpg","elife-08646-fig3-figsupp6-v2-600w.jpg","elife-08646-fig3-v2-600w.jpg","elife-08646-fig4-figsupp1-v2-600w.jpg","elife-08646-fig4-v2-600w.jpg","elife-08646-fig5-figsupp1-v2-600w.jpg","elife-08646-fig5-figsupp2-v2-600w.jpg","elife-08646-fig5-v2-600w.jpg","elife-08646-resp-fig1-v2-600w.jpg","elife-08646-v1.xml"]}