{"title":"Fcp1 phosphatase controls Greatwall kinase to promote PP2A-B55 activation and mitotic progression","author":[{"surname":"Della Monica","given-names":"Rosa"},{"surname":"Visconti","given-names":"Roberta"},{"surname":"Cervone","given-names":"Nando"},{"surname":"Serpico","given-names":"Angela Flavia"},{"surname":"Grieco","given-names":"Domenico"}],"abstract":"During cell division, progression through mitosis is driven by a protein phosphorylation wave. This wave namely depends on an activation-inactivation cycle of cyclin B-dependent kinase (Cdk) 1 while activities of major protein phosphatases, like PP1 and PP2A, appear directly or indirectly repressed by Cdk1. However, how Cdk1 inactivation is coordinated with reactivation of major phosphatases at mitosis exit still lacks substantial knowledge. We show here that activation of PP2A-B55, a major mitosis exit phosphatase, required the phosphatase Fcp1 downstream Cdk1 inactivation in human cells. During mitosis exit, Fcp1 bound Greatwall (Gwl), a Cdk1-stimulated kinase that phosphorylates Ensa/ARPP19 and converts these proteins into potent PP2A-B55 inhibitors during mitosis onset, and dephosphorylated it at Cdk1 phosphorylation sites. Fcp1-catalyzed dephosphorylation drastically reduced Gwl kinase activity towards Ensa/ARPP19 promoting PP2A-B55 activation. Thus, Fcp1 coordinates Cdk1 and Gwl inactivation to derepress PP2A-B55, generating a dephosphorylation switch that drives mitosis progression.","identifier":[{"type":"publisher-id","id":"10399"},{"type":"doi","id":"10.7554/eLife.10399"}],"date":{"day":"14","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10399","entryfile":"elife-10399-v2.xml","files":["elife-10399-fig1-figsupp1-v2-600w.jpg","elife-10399-fig1-figsupp2-v2-600w.jpg","elife-10399-fig1-figsupp3-v2-600w.jpg","elife-10399-fig1-figsupp4-v2-600w.jpg","elife-10399-fig1-v2-600w.jpg","elife-10399-fig2-figsupp1-v2-600w.jpg","elife-10399-fig2-figsupp2-v2-600w.jpg","elife-10399-fig2-v2-600w.jpg","elife-10399-fig3-figsupp1-v2-600w.jpg","elife-10399-fig3-v2-600w.jpg","elife-10399-fig4-figsupp1-v2-600w.jpg","elife-10399-fig4-figsupp2-v2-600w.jpg","elife-10399-fig4-v2-600w.jpg","elife-10399-v1.xml"]}