{"title":"fMRI reveals neural activity overlap between adult and infant pain","author":[{"surname":"Goksan","given-names":"Sezgi"},{"surname":"Hartley","given-names":"Caroline"},{"surname":"Emery","given-names":"Faith"},{"surname":"Cockrill","given-names":"Naomi"},{"surname":"Poorun","given-names":"Ravi"},{"surname":"Moultrie","given-names":"Fiona"},{"surname":"Rogers","given-names":"Richard"},{"surname":"Campbell","given-names":"Jon"},{"surname":"Sanders","given-names":"Michael"},{"surname":"Adams","given-names":"Eleri"},{"surname":"Clare","given-names":"Stuart"},{"surname":"Jenkinson","given-names":"Mark"},{"surname":"Tracey","given-names":"Irene"},{"surname":"Slater","given-names":"Rebeccah"}],"abstract":"Limited understanding of infant pain has led to its lack of recognition in clinical practice. While the network of brain regions that encode the affective and sensory aspects of adult pain are well described, the brain structures involved in infant nociceptive processing are less well known, meaning little can be inferred about the nature of the infant pain experience. Using fMRI we identified the network of brain regions that are active following acute noxious stimulation in newborn infants, and compared the activity to that observed in adults. Significant infant brain activity was observed in 18 of the 20 active adult brain regions but not in the infant amygdala or orbitofrontal cortex. Brain regions that encode sensory and affective components of pain are active in infants, suggesting that the infant pain experience closely resembles that seen in adults. This highlights the importance of developing effective pain management strategies in this vulnerable population.","identifier":[{"type":"publisher-id","id":"06356"},{"type":"doi","id":"10.7554/eLife.06356"}],"date":{"day":"21","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06356","entryfile":"elife-06356-v1.xml","files":["elife-06356-fig1-v1-600w.jpg","elife-06356-fig2-figsupp1-v1-600w.jpg","elife-06356-fig2-v1-600w.jpg"]}