{"title":"UNC-13L, UNC-13S, and Tomosyn form a protein code for fast and slow neurotransmitter release in <italic>Caenorhabditis elegans</italic>","author":[{"surname":"Hu","given-names":"Zhitao"},{"surname":"Tong","given-names":"Xia-Jing"},{"surname":"Kaplan","given-names":"Joshua M"}],"abstract":"Synaptic transmission consists of fast and slow components of neurotransmitter release. Here we show that these components are mediated by distinct exocytic proteins. The <italic>Caenorhabditis elegans unc-13</italic> gene is required for SV exocytosis, and encodes long and short isoforms (UNC-13L and S). Fast release was mediated by UNC-13L, whereas slow release required both UNC-13 proteins and was inhibited by Tomosyn. The spatial location of each protein correlated with its effect. Proteins adjacent to the dense projection mediated fast release, while those controlling slow release were more distal or diffuse. Two UNC-13L domains accelerated release. C2A, which binds RIM (a protein associated with calcium channels), anchored UNC-13 at active zones and shortened the latency of release. A calmodulin binding site accelerated release but had little effect on UNC-13’s spatial localization. These results suggest that UNC-13L, UNC-13S, and Tomosyn form a molecular code that dictates the timing of neurotransmitter release.","identifier":[{"type":"publisher-id","id":"00967"},{"type":"doi","id":"10.7554/eLife.00967"}],"date":{"day":"13","month":"08","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00967","entryfile":"elife-00967-v1.xml","files":["elife-00967-fig1-v1-600w.jpg","elife-00967-fig2-figsupp1-v1-600w.jpg","elife-00967-fig2-v1-600w.jpg","elife-00967-fig3-figsupp1-v1-600w.jpg","elife-00967-fig3-v1-600w.jpg","elife-00967-fig4-figsupp1-v1-600w.jpg","elife-00967-fig4-v1-600w.jpg","elife-00967-fig5-figsupp1-v1-600w.jpg","elife-00967-fig5-v1-600w.jpg","elife-00967-fig6-v1-600w.jpg","elife-00967-fig7-figsupp1-v1-600w.jpg","elife-00967-fig7-figsupp2-v1-600w.jpg","elife-00967-fig7-v1-600w.jpg","elife-00967-fig8-figsupp1-v1-600w.jpg","elife-00967-fig8-v1-600w.jpg","elife-00967-fig9-v1-600w.jpg"]}