{"title":"Irregular spiking of pyramidal neurons organizes as scale-invariant neuronal avalanches in the awake state","author":[{"surname":"Bellay","given-names":"Timothy"},{"surname":"Klaus","given-names":"Andreas"},{"surname":"Seshadri","given-names":"Saurav"},{"surname":"Plenz","given-names":"Dietmar"}],"abstract":"Spontaneous fluctuations in neuronal activity emerge at many spatial and temporal scales in cortex. Population measures found these fluctuations to organize as scale-invariant neuronal avalanches, suggesting cortical dynamics to be critical. Macroscopic dynamics, though, depend on physiological states and are ambiguous as to their cellular composition, spatiotemporal origin, and contributions from synaptic input or action potential (AP) output. Here, we study spontaneous firing in pyramidal neurons (PNs) from rat superficial cortical layers in vivo and in vitro using 2-photon imaging. As the animal transitions from the anesthetized to awake state, spontaneous single neuron firing increases in irregularity and assembles into scale-invariant avalanches at the group level. In vitro spike avalanches emerged naturally yet required balanced excitation and inhibition. This demonstrates that neuronal avalanches are linked to the global physiological state of wakefulness and that cortical resting activity organizes as avalanches from firing of local PN groups to global population activity.","identifier":[{"type":"publisher-id","id":"07224"},{"type":"doi","id":"10.7554/eLife.07224"}],"date":{"day":"07","month":"07","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"07224","entryfile":"elife-07224-v1.xml","files":["elife-07224-fig1-figsupp1-v1-600w.jpg","elife-07224-fig1-figsupp2-v1-600w.jpg","elife-07224-fig1-v1-600w.jpg","elife-07224-fig2-figsupp1-v1-600w.jpg","elife-07224-fig2-v1-600w.jpg","elife-07224-fig3-v1-600w.jpg","elife-07224-fig4-v1-600w.jpg","elife-07224-fig5-figsupp1-v1-600w.jpg","elife-07224-fig5-v1-600w.jpg","elife-07224-fig6-figsupp1-v1-600w.jpg","elife-07224-fig6-v1-600w.jpg","elife-07224-fig7-figsupp1-v1-600w.jpg","elife-07224-fig7-figsupp2-v1-600w.jpg","elife-07224-fig7-figsupp3-v1-600w.jpg","elife-07224-fig7-v1-600w.jpg","elife-07224-resp-fig1-v1-600w.jpg","elife-07224-resp-fig2-v1-600w.jpg"]}