{"title":"A highly tunable dopaminergic oscillator generates ultradian rhythms of behavioral arousal","author":[{"surname":"Blum","given-names":"Ian D"},{"surname":"Zhu","given-names":"Lei"},{"surname":"Moquin","given-names":"Luc"},{"surname":"Kokoeva","given-names":"Maia V"},{"surname":"Gratton","given-names":"Alain"},{"surname":"Giros","given-names":"Bruno"},{"surname":"Storch","given-names":"Kai-Florian"}],"abstract":"Ultradian (∼4 hr) rhythms in locomotor activity that do not depend on the master circadian pacemaker in the suprachiasmatic nucleus have been observed across mammalian species, however, the underlying mechanisms driving these rhythms are unknown. We show that disruption of the dopamine transporter gene lengthens the period of ultradian locomotor rhythms in mice. Period lengthening also results from chemogenetic activation of midbrain dopamine neurons and psychostimulant treatment, while the antipsychotic haloperidol has the opposite effect. We further reveal that striatal dopamine levels fluctuate in synchrony with ultradian activity cycles and that dopaminergic tone strongly predicts ultradian period. Our data indicate that an arousal regulating, dopaminergic ultradian oscillator (DUO) operates in the mammalian brain, which normally cycles in harmony with the circadian clock, but can desynchronize when dopamine tone is elevated, thereby producing aberrant patterns of arousal which are strikingly similar to perturbed sleep-wake cycles comorbid with psychopathology.","identifier":[{"type":"publisher-id","id":"05105"},{"type":"doi","id":"10.7554/eLife.05105"}],"date":{"day":"29","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05105","entryfile":"elife-05105-v2.xml","files":["elife-05105-fig1-v2-600w.jpg","elife-05105-fig2-v2-600w.jpg","elife-05105-fig3-figsupp1-v2-600w.jpg","elife-05105-fig3-v2-600w.jpg","elife-05105-fig4-v2-600w.jpg","elife-05105-fig5-v2-600w.jpg","elife-05105-fig6-figsupp1-v2-600w.jpg","elife-05105-fig6-v2-600w.jpg","elife-05105-fig7-figsupp1-v2-600w.jpg","elife-05105-fig7-v2-600w.jpg","elife-05105-fig8-figsupp1-v2-600w.jpg","elife-05105-fig8-v2-600w.jpg","elife-05105-fig9-v2-600w.jpg","elife-05105-v1.xml"]}