{"title":"Climate-mediated cooperation promotes niche expansion in burying beetles","author":[{"surname":"Sun","given-names":"Syuan-Jyun"},{"surname":"Rubenstein","given-names":"Dustin R"},{"surname":"Chen","given-names":"Bo-Fei"},{"surname":"Chan","given-names":"Shih-Fan"},{"surname":"Liu","given-names":"Jian-Nan"},{"surname":"Liu","given-names":"Mark"},{"surname":"Hwang","given-names":"Wenbe"},{"surname":"Yang","given-names":"Ping-Shih"},{"surname":"Shen","given-names":"Sheng-Feng"}],"abstract":"The ability to form cooperative societies may explain why humans and social insects have come to dominate the earth. Here we examine the ecological consequences of cooperation by quantifying the fitness of cooperative (large groups) and non-cooperative (small groups) phenotypes in burying beetles (<italic>Nicrophorus nepalensis</italic>) along an elevational and temperature gradient. We experimentally created large and small groups along the gradient and manipulated interspecific competition with flies by heating carcasses. We show that cooperative groups performed as thermal generalists with similarly high breeding success at all temperatures and elevations, whereas non-cooperative groups performed as thermal specialists with higher breeding success only at intermediate temperatures and elevations. Studying the ecological consequences of cooperation may not only help us to understand why so many species of social insects have conquered the earth, but also to determine how climate change will affect the success of these and other social species, including our own.","identifier":[{"type":"publisher-id","id":"02440"},{"type":"doi","id":"10.7554/eLife.02440"}],"date":{"day":"13","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02440","entryfile":"elife-02440-v2.xml","files":["elife-02440-fig1-v2-600w.jpg","elife-02440-fig10-v2-600w.jpg","elife-02440-fig11-v2-600w.jpg","elife-02440-fig12-v2-600w.jpg","elife-02440-fig2-v2-600w.jpg","elife-02440-fig3-v2-600w.jpg","elife-02440-fig4-v2-600w.jpg","elife-02440-fig5-v2-600w.jpg","elife-02440-fig6-v2-600w.jpg","elife-02440-fig7-v2-600w.jpg","elife-02440-fig8-v2-600w.jpg","elife-02440-fig9-v2-600w.jpg","elife-02440-v1.xml"]}