{"title":"Atrophin controls developmental signaling pathways via interactions with Trithorax-like","author":[{"surname":"Yeung","given-names":"Kelvin"},{"surname":"Boija","given-names":"Ann"},{"surname":"Karlsson","given-names":"Edvin"},{"surname":"Holmqvist","given-names":"Per-Henrik"},{"surname":"Tsatskis","given-names":"Yonit"},{"surname":"Nisoli","given-names":"Ilaria"},{"surname":"Yap","given-names":"Damian B"},{"surname":"Lorzadeh","given-names":"Alireza"},{"surname":"Moksa","given-names":"Michelle"},{"surname":"Hirst","given-names":"Martin"},{"surname":"Aparicio","given-names":"Samuel"},{"surname":"Fanto","given-names":"Manolis"},{"surname":"Stenberg","given-names":"Per"},{"surname":"Mannervik","given-names":"Mattias"},{"surname":"McNeill","given-names":"Helen"}],"abstract":"Mutations in human <italic>Atrophin1</italic>, a transcriptional corepressor, cause dentatorubral-pallidoluysian atrophy, a neurodegenerative disease. <italic>Drosophila Atrophin</italic> (<italic>Atro</italic>) mutants display many phenotypes, including neurodegeneration, segmentation, patterning and planar polarity defects. Despite Atro's critical role in development and disease, relatively little is known about Atro's binding partners and downstream targets. We present the first genomic analysis of Atro using ChIP-seq against endogenous Atro. ChIP-seq identified 1300 potential direct targets of Atro including <italic>engrailed</italic>, and components of the Dpp and Notch signaling pathways. We show Atro regulates Dpp and Notch signaling in larval imaginal discs, at least partially via regulation of <italic>thickveins</italic> and <italic>fringe</italic>. In addition, bioinformatics analyses, sequential ChIP and coimmunoprecipitation experiments reveal that Atro interacts with the <italic>Drosophila</italic> GAGA Factor, Trithorax-like (Trl), and they bind to the same loci simultaneously. Phenotypic analyses of <italic>Trl</italic> and <italic>Atro</italic> clones suggest that Atro is required to modulate the transcription activation by Trl in larval imaginal discs. Taken together these data indicate that Atro is a major Trl cofactor that functions to moderate developmental gene transcription.","identifier":[{"type":"publisher-id","id":"23084"},{"type":"doi","id":"10.7554/eLife.23084"}],"date":{"day":"22","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23084","entryfile":"elife-23084-v1.xml","files":[]}