{"title":"DAPK interacts with Patronin and the microtubule cytoskeleton in epidermal development and wound repair","author":[{"surname":"Chuang","given-names":"Marian"},{"surname":"Hsiao","given-names":"Tiffany I"},{"surname":"Tong","given-names":"Amy"},{"surname":"Xu","given-names":"Suhong"},{"surname":"Chisholm","given-names":"Andrew D"}],"abstract":"Epidermal barrier epithelia form a first line of defense against the environment, protecting animals against infection and repairing physical damage. In <italic>C. elegans,</italic> death-associated protein kinase (DAPK-1) regulates epidermal morphogenesis, innate immunity and wound repair. Combining genetic suppressor screens and pharmacological tests, we find that DAPK-1 maintains epidermal tissue integrity through regulation of the microtubule (MT) cytoskeleton. <italic>dapk-1</italic> epidermal phenotypes are suppressed by treatment with microtubule-destabilizing drugs and mimicked or enhanced by microtubule-stabilizing drugs. Loss of function in <italic>ptrn-1</italic>, the <italic>C. elegans</italic> member of the Patronin/Nezha/CAMSAP family of MT minus-end binding proteins, suppresses <italic>dapk-1</italic> epidermal and innate immunity phenotypes. Over-expression of the MT-binding CKK domain of PTRN-1 triggers epidermal and immunity defects resembling those of <italic>dapk-1</italic> mutants, and PTRN-1 localization is regulated by DAPK-1. DAPK-1 and PTRN-1 physically interact in co-immunoprecipitation experiments, and DAPK-1 itself undergoes MT-dependent transport. Our results uncover an unexpected interdependence of DAPK-1 and the microtubule cytoskeleton in maintenance of epidermal integrity.","identifier":[{"type":"publisher-id","id":"15833"},{"type":"doi","id":"10.7554/eLife.15833"}],"date":{"day":"23","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15833","entryfile":"elife-15833-v2.xml","files":["elife-15833-fig1-figsupp1-v2-600w.jpg","elife-15833-fig1-v2-600w.jpg","elife-15833-fig2-figsupp1-v2-600w.jpg","elife-15833-fig2-v2-600w.jpg","elife-15833-fig3-figsupp1-v2-600w.jpg","elife-15833-fig3-v2-600w.jpg","elife-15833-fig4-figsupp1-v2-600w.jpg","elife-15833-fig4-v2-600w.jpg","elife-15833-fig5-figsupp1-v2-600w.jpg","elife-15833-fig5-v2-600w.jpg","elife-15833-fig6-figsupp1-v2-600w.jpg","elife-15833-fig6-v2-600w.jpg","elife-15833-fig7-figsupp1-v2-600w.jpg","elife-15833-fig7-v2-600w.jpg","elife-15833-fig8-v2-600w.jpg","elife-15833-v1.xml"]}