{"title":"Cholesterol activates the G-protein coupled receptor Smoothened to promote Hedgehog signaling","author":[{"surname":"Luchetti","given-names":"Giovanni"},{"surname":"Sircar","given-names":"Ria"},{"surname":"Kong","given-names":"Jennifer H"},{"surname":"Nachtergaele","given-names":"Sigrid"},{"surname":"Sagner","given-names":"Andreas"},{"surname":"Byrne","given-names":"Eamon FX"},{"surname":"Covey","given-names":"Douglas F"},{"surname":"Siebold","given-names":"Christian"},{"surname":"Rohatgi","given-names":"Rajat"}],"abstract":"Cholesterol is necessary for the function of many G-protein coupled receptors (GPCRs). We find that cholesterol is not just necessary but also sufficient to activate signaling by the Hedgehog (Hh) pathway, a prominent cell-cell communication system in development. Cholesterol influences Hh signaling by directly activating Smoothened (SMO), an orphan GPCR that transmits the Hh signal across the membrane in all animals. Unlike many GPCRs, which are regulated by cholesterol through their heptahelical transmembrane domains, SMO is activated by cholesterol through its extracellular cysteine-rich domain (CRD). Residues shown to mediate cholesterol binding to the CRD in a recent structural analysis also dictate SMO activation, both in response to cholesterol and to native Hh ligands. Our results show that cholesterol can initiate signaling from the cell surface by engaging the extracellular domain of a GPCR and suggest that SMO activity may be regulated by local changes in cholesterol abundance or accessibility.","identifier":[{"type":"publisher-id","id":"20304"},{"type":"doi","id":"10.7554/eLife.20304"}],"date":{"day":"05","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20304","entryfile":"elife-20304-v2.xml","files":["elife-20304-fig1-figsupp1-v2-600w.jpg","elife-20304-fig1-v2-600w.jpg","elife-20304-fig2-v2-600w.jpg","elife-20304-fig3-figsupp1-v2-600w.jpg","elife-20304-fig3-v2-600w.jpg","elife-20304-fig4-figsupp1-v2-600w.jpg","elife-20304-fig4-v2-600w.jpg","elife-20304-fig5-v2-600w.jpg","elife-20304-fig6-figsupp1-v2-600w.jpg","elife-20304-fig6-v2-600w.jpg","elife-20304-fig7-v2-600w.jpg","elife-20304-v1.xml"]}