{"title":"The GTPase IFT27 is involved in both anterograde and retrograde intraflagellar transport","author":[{"surname":"Huet","given-names":"Diego"},{"surname":"Blisnick","given-names":"Thierry"},{"surname":"Perrot","given-names":"Sylvie"},{"surname":"Bastin","given-names":"Philippe"}],"abstract":"The construction of cilia and flagella depends on intraflagellar transport (IFT), the bidirectional movement of two protein complexes (IFT-A and IFT-B) driven by specific kinesin and dynein motors. IFT-B and kinesin are associated to anterograde transport whereas IFT-A and dynein participate to retrograde transport. Surprisingly, the small GTPase IFT27, a member of the IFT-B complex, turns out to be essential for retrograde cargo transport in <italic>Trypanosoma brucei</italic>. We reveal that this is due to failure to import both the IFT-A complex and the IFT dynein into the flagellar compartment. To get further molecular insight about the role of IFT27, GDP- or GTP-locked versions were expressed in presence or absence of endogenous IFT27. The GDP-locked version is unable to enter the flagellum and to interact with other IFT-B proteins and its sole expression prevents flagellum formation. These findings demonstrate that a GTPase-competent IFT27 is required for association to the IFT complex and that IFT27 plays a role in the cargo loading of the retrograde transport machinery.","identifier":[{"type":"publisher-id","id":"02419"},{"type":"doi","id":"10.7554/eLife.02419"}],"date":{"day":"24","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02419","entryfile":"elife-02419-v2.xml","files":["elife-02419-fig1-v2-600w.jpg","elife-02419-fig10-v2-600w.jpg","elife-02419-fig11-v2-600w.jpg","elife-02419-fig12-v2-600w.jpg","elife-02419-fig13-v2-600w.jpg","elife-02419-fig14-v2-600w.jpg","elife-02419-fig15-v2-600w.jpg","elife-02419-fig16-v2-600w.jpg","elife-02419-fig2-v2-600w.jpg","elife-02419-fig3-v2-600w.jpg","elife-02419-fig4-v2-600w.jpg","elife-02419-fig5-v2-600w.jpg","elife-02419-fig6-v2-600w.jpg","elife-02419-fig7-v2-600w.jpg","elife-02419-fig8-v2-600w.jpg","elife-02419-fig9-v2-600w.jpg","elife-02419-v1.xml"]}