{"title":"The molecular basis for ANE syndrome revealed by the large ribosomal subunit processome interactome","author":[{"surname":"McCann","given-names":"Kathleen L"},{"surname":"Teramoto","given-names":"Takamasa"},{"surname":"Zhang","given-names":"Jun"},{"surname":"Tanaka Hall","given-names":"Traci M"},{"surname":"Baserga","given-names":"Susan J"}],"abstract":"ANE syndrome is a ribosomopathy caused by a mutation in an RNA recognition motif of RBM28, a nucleolar protein conserved to yeast (Nop4). While patients with ANE syndrome have fewer mature ribosomes, it is unclear how this mutation disrupts ribosome assembly. Here we use yeast as a model system and show that the mutation confers growth and pre-rRNA processing defects. Recently, we found that Nop4 is a hub protein in the nucleolar large subunit (LSU) processome interactome. Here we demonstrate that the ANE syndrome mutation disrupts Nop4’s hub function by abrogating several of Nop4’s protein-protein interactions. Circular dichroism and NMR demonstrate that the ANE syndrome mutation in RRM3 of human RBM28 disrupts domain folding. We conclude that the ANE syndrome mutation generates defective protein folding which abrogates protein-protein interactions and causes faulty pre-LSU rRNA processing, thus revealing one aspect of the molecular basis of this human disease.","identifier":[{"type":"publisher-id","id":"16381"},{"type":"doi","id":"10.7554/eLife.16381"}],"date":{"day":"14","month":"04","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"16381","entryfile":"elife-16381-v2.xml","files":["elife-16381-fig1-figsupp1-v2-600w.jpg","elife-16381-fig1-figsupp2-v2-600w.jpg","elife-16381-fig1-figsupp3-v2-600w.jpg","elife-16381-fig1-v2-600w.jpg","elife-16381-fig2-v2-600w.jpg","elife-16381-fig3-v2-600w.jpg","elife-16381-fig4-v2-600w.jpg","elife-16381-fig5-figsupp1-v2-600w.jpg","elife-16381-fig5-v2-600w.jpg","elife-16381-fig6-v2-600w.jpg","elife-16381-fig7-v2-600w.jpg","elife-16381-resp-fig1-v2-600w.jpg","elife-16381-v1.xml"]}