{"title":"Identification of PLXDC1 and PLXDC2 as the transmembrane receptors for the multifunctional factor PEDF","author":[{"surname":"Cheng","given-names":"Guo"},{"surname":"Zhong","given-names":"Ming"},{"surname":"Kawaguchi","given-names":"Riki"},{"surname":"Kassai","given-names":"Miki"},{"surname":"Al-Ubaidi","given-names":"Muayyad"},{"surname":"Deng","given-names":"Jun"},{"surname":"Ter-Stepanian","given-names":"Mariam"},{"surname":"Sun","given-names":"Hui"}],"abstract":"Pigment Epithelium Derived Factor (PEDF) is a secreted factor that has broad biological activities. It was first identified as a neurotrophic factor and later as the most potent natural antiangiogenic factor, a stem cell niche factor, and an inhibitor of cancer cell growth. Numerous animal models demonstrated its therapeutic value in treating blinding diseases and diverse cancer types. A long-standing challenge is to reveal how PEDF acts on its target cells and the identities of the cell-surface receptors responsible for its activities. Here we report the identification of transmembrane proteins PLXDC1 and PLXDC2 as cell-surface receptors for PEDF. Using distinct cellular models, we demonstrate their cell type-specific receptor activities through loss of function and gain of function studies. Our experiments suggest that PEDF receptors form homooligomers under basal conditions, and PEDF dissociates the homooligomer to activate the receptors. Mutations in the intracellular domain can have profound effects on receptor activities.","identifier":[{"type":"publisher-id","id":"05401"},{"type":"doi","id":"10.7554/eLife.05401"}],"date":{"day":"23","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05401","entryfile":"elife-05401-v2.xml","files":["elife-05401-fig1-figsupp1-v2-600w.jpg","elife-05401-fig1-v2-600w.jpg","elife-05401-fig2-figsupp1-v2-600w.jpg","elife-05401-fig2-v2-600w.jpg","elife-05401-fig3-figsupp1-v2-600w.jpg","elife-05401-fig3-v2-600w.jpg","elife-05401-fig4-figsupp1-v2-600w.jpg","elife-05401-fig4-v2-600w.jpg","elife-05401-fig5-figsupp1-v2-600w.jpg","elife-05401-fig5-v2-600w.jpg","elife-05401-fig6-v2-600w.jpg","elife-05401-fig7-v2-600w.jpg","elife-05401-v1.xml"]}