{"title":"SPRTN is a mammalian DNA-binding metalloprotease that resolves DNA-protein crosslinks","author":[{"surname":"Lopez-Mosqueda","given-names":"Jaime"},{"surname":"Maddi","given-names":"Karthik"},{"surname":"Prgomet","given-names":"Stefan"},{"surname":"Kalayil","given-names":"Sissy"},{"surname":"Marinovic-Terzic","given-names":"Ivana"},{"surname":"Terzic","given-names":"Janos"},{"surname":"Dikic","given-names":"Ivan"}],"abstract":"Ruijs-Aalfs syndrome is a segmental progeroid syndrome resulting from mutations in the <italic>SPRTN</italic> gene. Cells derived from patients with SPRTN mutations elicit genomic instability and people afflicted with this syndrome developed hepatocellular carcinoma. Here we describe the molecular mechanism by which SPRTN contributes to genome stability and normal cellular homeostasis. We show that SPRTN is a DNA-dependent mammalian protease required for resolving cytotoxic DNA-protein crosslinks (DPCs)— a function that had only been attributed to the metalloprotease Wss1 in budding yeast. We provide genetic evidence that SPRTN and Wss1 function distinctly in vivo to resolve DPCs. Upon DNA and ubiquitin binding, SPRTN can elicit proteolytic activity; cleaving DPC substrates and itself. <italic>SPRTN</italic> null cells or cells derived from patients with Ruijs-Aalfs syndrome are impaired in the resolution of covalent DPCs in vivo. Collectively, SPRTN is a mammalian protease required for resolving DNA-protein crosslinks in vivo whose function is compromised in Ruijs-Aalfs syndrome patients.","identifier":[{"type":"publisher-id","id":"21491"},{"type":"doi","id":"10.7554/eLife.21491"}],"date":{"day":"17","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21491","entryfile":"elife-21491-v2.xml","files":["elife-21491-fig1-figsupp1-v2-600w.jpg","elife-21491-fig1-figsupp2-v2-600w.jpg","elife-21491-fig1-v2-600w.jpg","elife-21491-fig2-v2-600w.jpg","elife-21491-fig3-figsupp1-v2-600w.jpg","elife-21491-fig3-v2-600w.jpg","elife-21491-fig4-figsupp1-v2-600w.jpg","elife-21491-fig4-figsupp2-v2-600w.jpg","elife-21491-fig4-v2-600w.jpg","elife-21491-fig5-figsupp1-v2-600w.jpg","elife-21491-fig5-v2-600w.jpg","elife-21491-fig6-v2-600w.jpg","elife-21491-resp-fig1-v2-600w.jpg","elife-21491-v1.xml"]}