{"title":"Dendritic nonlinearities are tuned for efficient spike-based computations in cortical circuits","author":[{"surname":"Ujfalussy","given-names":"Balázs B"},{"surname":"Makara","given-names":"Judit K"},{"surname":"Branco","given-names":"Tiago"},{"surname":"Lengyel","given-names":"Máté"}],"abstract":"Cortical neurons integrate thousands of synaptic inputs in their dendrites in highly nonlinear ways. It is unknown how these dendritic nonlinearities in individual cells contribute to computations at the level of neural circuits. Here, we show that dendritic nonlinearities are critical for the efficient integration of synaptic inputs in circuits performing analog computations with spiking neurons. We developed a theory that formalizes how a neuron's dendritic nonlinearity that is optimal for integrating synaptic inputs depends on the statistics of its presynaptic activity patterns. Based on their <italic>in vivo</italic> preynaptic population statistics (firing rates, membrane potential fluctuations, and correlations due to ensemble dynamics), our theory accurately predicted the responses of two different types of cortical pyramidal cells to patterned stimulation by two-photon glutamate uncaging. These results reveal a new computational principle underlying dendritic integration in cortical neurons by suggesting a functional link between cellular and systems--level properties of cortical circuits.","identifier":[{"type":"publisher-id","id":"10056"},{"type":"doi","id":"10.7554/eLife.10056"}],"date":{"day":"24","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10056","entryfile":"elife-10056-v2.xml","files":["elife-10056-fig1-figsupp1-v2-600w.jpg","elife-10056-fig1-figsupp2-v2-600w.jpg","elife-10056-fig1-figsupp3-v2-600w.jpg","elife-10056-fig1-v2-600w.jpg","elife-10056-fig2-figsupp1-v2-600w.jpg","elife-10056-fig2-v2-600w.jpg","elife-10056-fig3-figsupp1-v2-600w.jpg","elife-10056-fig3-figsupp2-v2-600w.jpg","elife-10056-fig3-v2-600w.jpg","elife-10056-fig4-figsupp1-v2-600w.jpg","elife-10056-fig4-figsupp2-v2-600w.jpg","elife-10056-fig4-v2-600w.jpg","elife-10056-fig5-figsupp1-v2-600w.jpg","elife-10056-fig5-figsupp2-v2-600w.jpg","elife-10056-fig5-v2-600w.jpg","elife-10056-resp-fig1-v2-600w.jpg","elife-10056-v1.xml"]}