{"title":"mTORC1 is necessary but mTORC2 and GSK3β are inhibitory for AKT3-induced axon regeneration in the central nervous system","author":[{"surname":"Miao","given-names":"Linqing"},{"surname":"Yang","given-names":"Liu"},{"surname":"Huang","given-names":"Haoliang"},{"surname":"Liang","given-names":"Feisi"},{"surname":"Ling","given-names":"Chen"},{"surname":"Hu","given-names":"Yang"}],"abstract":"Injured mature CNS axons do not regenerate in mammals. Deletion of PTEN, the negative regulator of PI3K, induces CNS axon regeneration through the activation of PI3K-mTOR signaling. We have conducted an extensive molecular dissection of the cross-regulating mechanisms in axon regeneration that involve the downstream effectors of PI3K, AKT and the two mTOR complexes (mTORC1 and mTORC2). We found that the predominant AKT isoform in CNS, AKT3, induces much more robust axon regeneration than AKT1 and that activation of mTORC1 and inhibition of GSK3β are two critical parallel pathways for AKT-induced axon regeneration. Surprisingly, phosphorylation of T308 and S473 of AKT play opposite roles in GSK3β phosphorylation and inhibition, by which mTORC2 and pAKT-S473 negatively regulate axon regeneration. Thus, our study revealed a complex neuron-intrinsic balancing mechanism involving AKT as the nodal point of PI3K, mTORC1/2 and GSK3β that coordinates both positive and negative cues to regulate adult CNS axon regeneration.","identifier":[{"type":"publisher-id","id":"14908"},{"type":"doi","id":"10.7554/eLife.14908"}],"date":{"day":"30","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14908","entryfile":"elife-14908-v2.xml","files":["elife-14908-fig1-v2-600w.jpg","elife-14908-fig2-figsupp1-v2-600w.jpg","elife-14908-fig2-figsupp2-v2-600w.jpg","elife-14908-fig2-v2-600w.jpg","elife-14908-fig3-v2-600w.jpg","elife-14908-fig4-figsupp1-v2-600w.jpg","elife-14908-fig4-figsupp2-v2-600w.jpg","elife-14908-fig4-figsupp3-v2-600w.jpg","elife-14908-fig4-v2-600w.jpg","elife-14908-fig5-v2-600w.jpg","elife-14908-fig6-v2-600w.jpg","elife-14908-fig7-figsupp1-v2-600w.jpg","elife-14908-fig7-v2-600w.jpg","elife-14908-fig8-v2-600w.jpg","elife-14908-v1.xml"]}