{"title":"Maturation of metabolic connectivity of the adolescent rat brain","author":[{"surname":"Choi","given-names":"Hongyoon"},{"surname":"Choi","given-names":"Yoori"},{"surname":"Kim","given-names":"Kyu Wan"},{"surname":"Kang","given-names":"Hyejin"},{"surname":"Hwang","given-names":"Do Won"},{"surname":"Kim","given-names":"E Edmund"},{"surname":"Chung","given-names":"June-Key"},{"surname":"Lee","given-names":"Dong Soo"}],"abstract":"Neuroimaging has been used to examine developmental changes of the brain. While PET studies revealed maturation-related changes, maturation of metabolic connectivity of the brain is not yet understood. Here, we show that rat brain metabolism is reconfigured to achieve long-distance connections with higher energy efficiency during maturation. Metabolism increased in anterior cerebrum and decreased in thalamus and cerebellum during maturation. When functional covariance patterns of PET images were examined, metabolic networks including default mode network (DMN) were extracted. Connectivity increased between the anterior and posterior parts of DMN and sensory-motor cortices during maturation. Energy efficiency, a ratio of connectivity strength to metabolism of a region, increased in medial prefrontal and retrosplenial cortices. Our data revealed that metabolic networks mature to increase metabolic connections and establish its efficiency between large-scale spatial components from childhood to early adulthood. Neurodevelopmental diseases might be understood by abnormal reconfiguration of metabolic connectivity and efficiency.","identifier":[{"type":"publisher-id","id":"11571"},{"type":"doi","id":"10.7554/eLife.11571"}],"date":{"day":"27","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11571","entryfile":"elife-11571-v2.xml","files":["elife-11571-fig1-figsupp1-v2-600w.jpg","elife-11571-fig1-figsupp2-v2-600w.jpg","elife-11571-fig1-v2-600w.jpg","elife-11571-fig2-figsupp1-v2-600w.jpg","elife-11571-fig2-figsupp2-v2-600w.jpg","elife-11571-fig2-v2-600w.jpg","elife-11571-fig3-figsupp1-v2-600w.jpg","elife-11571-fig3-figsupp2-v2-600w.jpg","elife-11571-fig3-v2-600w.jpg","elife-11571-fig4-v2-600w.jpg","elife-11571-v1.xml"]}