{"title":"A team of heterochromatin factors collaborates with small RNA pathways to combat repetitive elements and germline stress","author":[{"surname":"McMurchy","given-names":"Alicia N"},{"surname":"Stempor","given-names":"Przemyslaw"},{"surname":"Gaarenstroom","given-names":"Tessa"},{"surname":"Wysolmerski","given-names":"Brian"},{"surname":"Dong","given-names":"Yan"},{"surname":"Aussianikava","given-names":"Darya"},{"surname":"Appert","given-names":"Alex"},{"surname":"Huang","given-names":"Ni"},{"surname":"Kolasinska-Zwierz","given-names":"Paulina"},{"surname":"Sapetschnig","given-names":"Alexandra"},{"surname":"Miska","given-names":"Eric A"},{"surname":"Ahringer","given-names":"Julie"}],"abstract":"Repetitive sequences derived from transposons make up a large fraction of eukaryotic genomes and must be silenced to protect genome integrity. Repetitive elements are often found in heterochromatin; however, the roles and interactions of heterochromatin proteins in repeat regulation are poorly understood. Here we show that a diverse set of <italic>C. elegans</italic> heterochromatin proteins act together with the piRNA and nuclear RNAi pathways to silence repetitive elements and prevent genotoxic stress in the germ line. Mutants in genes encoding HPL-2/HP1, LIN-13, LIN-61, LET-418/Mi-2, and H3K9me2 histone methyltransferase MET-2/SETDB1 also show functionally redundant sterility, increased germline apoptosis, DNA repair defects, and interactions with small RNA pathways. Remarkably, fertility of heterochromatin mutants could be partially restored by inhibiting <italic>cep-1</italic>/p53, endogenous meiotic double strand breaks, or the expression of MIRAGE1 DNA transposons. Functional redundancy among these factors and pathways underlies the importance of safeguarding the genome through multiple means.","identifier":[{"type":"publisher-id","id":"21666"},{"type":"doi","id":"10.7554/eLife.21666"}],"date":{"day":"15","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21666","entryfile":"elife-21666-v1.xml","files":[]}