{"title":"Phenotypic outcomes in Mouse and Human <italic>Foxc1</italic> dependent Dandy-Walker cerebellar malformation suggest shared mechanisms","author":[{"surname":"Haldipur","given-names":"Parthiv"},{"surname":"Dang","given-names":"Derek"},{"surname":"Aldinger","given-names":"Kimberly A"},{"surname":"Janson","given-names":"Olivia K"},{"surname":"Guimiot","given-names":"Fabien"},{"surname":"Adle-Biasette","given-names":"Homa"},{"surname":"Dobyns","given-names":"William B"},{"surname":"Siebert","given-names":"Joseph R"},{"surname":"Russo","given-names":"Rosa"},{"surname":"Millen","given-names":"Kathleen J"}],"abstract":"<italic>FOXC1</italic> loss contributes to Dandy-Walker malformation (DWM), a common human cerebellar malformation. Previously, we found that complete <italic>Foxc1</italic> loss leads to aberrations in proliferation, neuronal differentiation and migration in the embryonic mouse cerebellum (<xref>Haldipur et al., 2014</xref>). We now demonstrate that hypomorphic <italic>Foxc1</italic> mutant mice have granule and Purkinje cell abnormalities causing subsequent disruptions in postnatal cerebellar foliation and lamination. Particularly striking is the presence of a partially formed posterior lobule which echoes the posterior vermis DW 'tail sign' observed in human imaging studies. Lineage tracing experiments in <italic>Foxc1</italic> mutant mouse cerebella indicate that aberrant migration of granule cell progenitors destined to form the posterior-most lobule causes this unique phenotype. Analyses of rare human del chr 6p25 fetal cerebella demonstrate extensive phenotypic overlap with our <italic>Foxc1</italic> mutant mouse models, validating our DWM models and demonstrating that many key mechanisms controlling cerebellar development are likely conserved between mouse and human.","identifier":[{"type":"publisher-id","id":"20898"},{"type":"doi","id":"10.7554/eLife.20898"}],"date":{"day":"16","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20898","entryfile":"elife-20898-v2.xml","files":["elife-20898-fig1-v2-600w.jpg","elife-20898-fig2-figsupp1-v2-600w.jpg","elife-20898-fig2-figsupp2-v2-600w.jpg","elife-20898-fig2-v2-600w.jpg","elife-20898-fig3-v2-600w.jpg","elife-20898-fig4-figsupp1-v2-600w.jpg","elife-20898-fig4-v2-600w.jpg","elife-20898-fig5-v2-600w.jpg","elife-20898-v1.xml"]}