{"title":"Crystal structures of virus-like photosystem I complexes from the mesophilic cyanobacterium <italic>Synechocystis</italic> PCC 6803","author":[{"surname":"Mazor","given-names":"Yuval"},{"surname":"Nataf","given-names":"Daniel"},{"surname":"Toporik","given-names":"Hila"},{"surname":"Nelson","given-names":"Nathan"}],"abstract":"Oxygenic photosynthesis supports virtually all life forms on earth. Light energy is converted by two photosystems—photosystem I (PSI) and photosystem II (PSII). Globally, nearly 50% of photosynthesis takes place in the Ocean, where single cell cyanobacteria and algae reside together with their viruses. An operon encoding PSI was identified in cyanobacterial marine viruses. We generated a PSI that mimics the salient features of the viral complex, named PSI<sup>PsaJF</sup>. PSI<sup>PsaJF</sup> is promiscuous for its electron donors and can accept electrons from respiratory cytochromes. We solved the structure of PSI<sup>PsaJF</sup> and a monomeric PSI, with subunit composition similar to the viral PSI, providing for the first time a detailed description of the reaction center and antenna system from mesophilic cyanobacteria, including red chlorophylls and cofactors of the electron transport chain. Our finding extends the understanding of PSI structure, function and evolution and suggests a unique function for the viral PSI.","identifier":[{"type":"publisher-id","id":"01496"},{"type":"doi","id":"10.7554/eLife.01496"}],"date":{"day":"28","month":"01","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01496","entryfile":"elife-01496-v1.xml","files":["elife-01496-fig1-figsupp1-v1-600w.jpg","elife-01496-fig1-v1-600w.jpg","elife-01496-fig2-v1-600w.jpg","elife-01496-fig3-v1-600w.jpg","elife-01496-fig4-figsupp1-v1-600w.jpg","elife-01496-fig4-figsupp2-v1-600w.jpg","elife-01496-fig4-figsupp3-v1-600w.jpg","elife-01496-fig4-figsupp4-v1-600w.jpg","elife-01496-fig4-v1-600w.jpg","elife-01496-fig5-figsupp1-v1-600w.jpg","elife-01496-fig5-v1-600w.jpg","elife-01496-fig6-figsupp1-v1-600w.jpg","elife-01496-fig6-v1-600w.jpg"]}