{"title":"Synaptic activity regulates AMPA receptor trafficking through different recycling pathways","author":[{"surname":"Zheng","given-names":"Ning"},{"surname":"Jeyifous","given-names":"Okunola"},{"surname":"Munro","given-names":"Charlotte"},{"surname":"Montgomery","given-names":"Johanna M"},{"surname":"Green","given-names":"William N"}],"abstract":"Changes in glutamatergic synaptic strength in brain are dependent on AMPA-type glutamate receptor (AMPAR) recycling, which is assumed to occur through a single local pathway. In this study, we present evidence that AMPAR recycling occurs through different pathways regulated by synaptic activity. Without synaptic stimulation, most AMPARs recycled in dynamin-independent endosomes containing the GTPase, Arf6. Few AMPARs recycled in dynamin-dependent endosomes labeled by transferrin receptors (TfRs). AMPAR recycling was blocked by alterations in the GTPase, TC10, which co-localized with Arf6 endosomes. TC10 mutants that reduced AMPAR recycling had no effect on increased AMPAR levels with long-term potentiation (LTP) and little effect on decreased AMPAR levels with long-term depression. However, internalized AMPAR levels in TfR-containing recycling endosomes increased after LTP, indicating increased AMPAR recycling through the dynamin-dependent pathway with synaptic plasticity. LTP-induced AMPAR endocytosis is inconsistent with local recycling as a source of increased surface receptors, suggesting AMPARs are trafficked from other sites.","identifier":[{"type":"publisher-id","id":"06878"},{"type":"doi","id":"10.7554/eLife.06878"}],"date":{"day":"13","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06878","entryfile":"elife-06878-v2.xml","files":["elife-06878-fig1-figsupp1-v2-600w.jpg","elife-06878-fig1-figsupp2-v2-600w.jpg","elife-06878-fig1-figsupp3-v2-600w.jpg","elife-06878-fig1-figsupp4-v2-600w.jpg","elife-06878-fig1-figsupp5-v2-600w.jpg","elife-06878-fig1-figsupp6-v2-600w.jpg","elife-06878-fig1-v2-600w.jpg","elife-06878-fig2-figsupp1-v2-600w.jpg","elife-06878-fig2-v2-600w.jpg","elife-06878-fig3-v2-600w.jpg","elife-06878-fig4-figsupp1-v2-600w.jpg","elife-06878-fig4-v2-600w.jpg","elife-06878-fig5-v2-600w.jpg","elife-06878-resp-fig1-v2-600w.jpg","elife-06878-v1.xml"]}