{"title":"Methylation at the C-2 position of hopanoids increases rigidity in native bacterial membranes","author":[{"surname":"Wu","given-names":"Chia-Hung"},{"surname":"Bialecka-Fornal","given-names":"Maja"},{"surname":"Newman","given-names":"Dianne K"}],"abstract":"Sedimentary rocks host a vast reservoir of organic carbon, such as 2-methylhopane biomarkers, whose evolutionary significance we poorly understand. Our ability to interpret this molecular fossil record is constrained by ignorance of the function of their molecular antecedents. To gain insight into the meaning of 2-methylhopanes, we quantified the dominant (des)methylated hopanoid species in the membranes of the model hopanoid-producing bacterium <italic>Rhodopseudomonas palustris</italic> TIE-1. Fluorescence polarization studies of small unilamellar vesicles revealed that hopanoid 2-methylation specifically renders native bacterial membranes more rigid at concentrations that are relevant in vivo. That hopanoids differentially modify native membrane rigidity as a function of their methylation state indicates that methylation itself promotes fitness under stress. Moreover, knowing the in vivo (2Me)-hopanoid concentration range in different cell membranes, and appreciating that (2Me)-hopanoids' biophysical effects are tuned by the lipid environment, permits the design of more relevant in vitro experiments to study their physiological functions.","identifier":[{"type":"publisher-id","id":"05663"},{"type":"doi","id":"10.7554/eLife.05663"}],"date":{"day":"19","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05663","entryfile":"elife-05663-v2.xml","files":["elife-05663-fig1-v2-600w.jpg","elife-05663-fig2-v2-600w.jpg","elife-05663-fig3-v2-600w.jpg","elife-05663-fig4-v2-600w.jpg","elife-05663-fig5-v2-600w.jpg","elife-05663-fig6-figsupp1-v2-600w.jpg","elife-05663-fig6-v2-600w.jpg","elife-05663-fig7-v2-600w.jpg","elife-05663-fig8-figsupp1-v2-600w.jpg","elife-05663-fig8-v2-600w.jpg","elife-05663-v1.xml"]}