{"title":"Oxyntomodulin regulates resetting of the liver circadian clock by food","author":[{"surname":"Landgraf","given-names":"Dominic"},{"surname":"Tsang","given-names":"Anthony H"},{"surname":"Leliavski","given-names":"Alexei"},{"surname":"Koch","given-names":"Christiane E"},{"surname":"Barclay","given-names":"Johanna L"},{"surname":"Drucker","given-names":"Daniel J"},{"surname":"Oster","given-names":"Henrik"}],"abstract":"Circadian clocks coordinate 24-hr rhythms of behavior and physiology. In mammals, a master clock residing in the suprachiasmatic nucleus (SCN) is reset by the light–dark cycle, while timed food intake is a potent synchronizer of peripheral clocks such as the liver. Alterations in food intake rhythms can uncouple peripheral clocks from the SCN, resulting in internal desynchrony, which promotes obesity and metabolic disorders. Pancreas-derived hormones such as insulin and glucagon have been implicated in signaling mealtime to peripheral clocks. In this study, we identify a novel, more direct pathway of food-driven liver clock resetting involving oxyntomodulin (OXM). In mice, food intake stimulates OXM secretion from the gut, which resets liver transcription rhythms via induction of the core clock genes <italic>Per1</italic> and <italic>2</italic>. Inhibition of OXM signaling blocks food-mediated resetting of hepatocyte clocks. These data reveal a direct link between gastric filling with food and circadian rhythm phasing in metabolic tissues.","identifier":[{"type":"publisher-id","id":"06253"},{"type":"doi","id":"10.7554/eLife.06253"}],"date":{"day":"30","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06253","entryfile":"elife-06253-v2.xml","files":["elife-06253-fig1-figsupp1-v2-600w.jpg","elife-06253-fig1-v2-600w.jpg","elife-06253-fig2-figsupp1-v2-600w.jpg","elife-06253-fig2-v2-600w.jpg","elife-06253-fig3-v2-600w.jpg","elife-06253-fig4-v2-600w.jpg","elife-06253-fig5-v2-600w.jpg","elife-06253-fig6-figsupp1-v2-600w.jpg","elife-06253-fig6-v2-600w.jpg","elife-06253-resp-fig1-v2-600w.jpg","elife-06253-v1.xml"]}