{"title":"Evolution of substrate specificity in a retained enzyme driven by gene loss","author":[{"surname":"Juárez-Vázquez","given-names":"Ana Lilia"},{"surname":"Edirisinghe","given-names":"Janaka E"},{"surname":"Verduzco-Castro","given-names":"Ernesto A"},{"surname":"Michalska","given-names":"Karolina"},{"surname":"Wu","given-names":"Chenggang"},{"surname":"Noda-García","given-names":"Lianet"},{"surname":"Babnigg","given-names":"Gyorgy"},{"surname":"Endres","given-names":"Michael"},{"surname":"Medina-Ruíz","given-names":"Sofía"},{"surname":"Santoyo-Flores","given-names":"Julián"},{"surname":"Carrillo-Tripp","given-names":"Mauricio"},{"surname":"Ton-That","given-names":"Hung"},{"surname":"Joachimiak","given-names":"Andrzej"},{"surname":"Henry","given-names":"Christopher S"},{"surname":"Barona-Gómez","given-names":"Francisco"}],"abstract":"The connection between gene loss and the functional adaptation of retained proteins is still poorly understood. We apply phylogenomics and metabolic modeling to detect bacterial species that are evolving by gene loss, with the finding that <italic>Actinomycetaceae</italic> genomes from human cavities are undergoing sizable reductions, including loss of L-histidine and L-tryptophan biosynthesis. We observe that the dual-substrate phosphoribosyl isomerase A or <italic>priA</italic> gene, at which these pathways converge, appears to coevolve with the occurrence of <italic>trp</italic> and <italic>his</italic> genes. Characterization of a dozen PriA homologs shows that these enzymes adapt from bifunctionality in the largest genomes, to a monofunctional, yet not necessarily specialized, inefficient form in genomes undergoing reduction. These functional changes are accomplished via mutations, which result from relaxation of purifying selection, in residues structurally mapped after sequence and X-ray structural analyses. Our results show how gene loss can drive the evolution of substrate specificity from retained enzymes.","identifier":[{"type":"publisher-id","id":"22679"},{"type":"doi","id":"10.7554/eLife.22679"}],"date":{"day":"31","month":"03","year":"2017"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"22679","entryfile":"elife-22679-v1.xml","files":[]}