{"title":"Robo2 acts in trans to inhibit Slit-Robo1 repulsion in pre-crossing commissural axons","author":[{"surname":"Evans","given-names":"Timothy A"},{"surname":"Santiago","given-names":"Celine"},{"surname":"Arbeille","given-names":"Elise"},{"surname":"Bashaw","given-names":"Greg J"}],"abstract":"During nervous system development, commissural axons cross the midline despite the presence of repellant ligands. In <italic>Drosophila</italic>, commissural axons avoid premature responsiveness to the midline repellant Slit by expressing the endosomal sorting receptor Commissureless, which reduces surface expression of the Slit receptor Roundabout1 (Robo1). In this study, we describe a distinct mechanism to inhibit Robo1 repulsion and promote midline crossing, in which Roundabout2 (Robo2) binds to and prevents Robo1 signaling. Unexpectedly, we find that Robo2 is expressed in midline cells during the early stages of commissural axon guidance, and that over-expression of Robo2 can rescue <italic>robo2</italic>-dependent midline crossing defects non-cell autonomously. We show that the extracellular domains required for binding to Robo1 are also required for Robo2's ability to promote midline crossing, in both gain-of-function and rescue assays. These findings indicate that at least two independent mechanisms to overcome Slit-Robo1 repulsion in pre-crossing commissural axons have evolved in <italic>Drosophila</italic>.","identifier":[{"type":"publisher-id","id":"08407"},{"type":"doi","id":"10.7554/eLife.08407"}],"date":{"day":"17","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08407","entryfile":"elife-08407-v1.xml","files":["elife-08407-fig1-v1-600w.jpg","elife-08407-fig10-v1-600w.jpg","elife-08407-fig11-figsupp1-v1-600w.jpg","elife-08407-fig11-v1-600w.jpg","elife-08407-fig12-v1-600w.jpg","elife-08407-fig13-v1-600w.jpg","elife-08407-fig2-v1-600w.jpg","elife-08407-fig3-v1-600w.jpg","elife-08407-fig4-figsupp1-v1-600w.jpg","elife-08407-fig4-figsupp2-v1-600w.jpg","elife-08407-fig4-v1-600w.jpg","elife-08407-fig5-v1-600w.jpg","elife-08407-fig6-v1-600w.jpg","elife-08407-fig7-v1-600w.jpg","elife-08407-fig8-figsupp1-v1-600w.jpg","elife-08407-fig8-v1-600w.jpg","elife-08407-fig9-v1-600w.jpg"]}