{"title":"Three pools of plasma membrane cholesterol and their relation to cholesterol homeostasis","author":[{"surname":"Das","given-names":"Akash"},{"surname":"Brown","given-names":"Michael S"},{"surname":"Anderson","given-names":"Donald D"},{"surname":"Goldstein","given-names":"Joseph L"},{"surname":"Radhakrishnan","given-names":"Arun"}],"abstract":"When human fibroblasts take up plasma low density lipoprotein (LDL), its cholesterol is liberated in lysosomes and eventually reaches the endoplasmic reticulum (ER) where it inhibits cholesterol synthesis by blocking activation of SREBPs. This feedback protects against cholesterol overaccumulation in the plasma membrane (PM). But how does ER know whether PM is saturated with cholesterol? In this study, we define three pools of PM cholesterol: (1) a pool accessible to bind <sup>125</sup>I-PFO*, a mutant form of bacterial Perfringolysin O, which binds cholesterol in membranes; (2) a sphingomyelin(SM)-sequestered pool that binds <sup>125</sup>I-PFO* only after SM is destroyed by sphingomyelinase; and (3) a residual pool that does not bind <sup>125</sup>I-PFO* even after sphingomyelinase treatment. When LDL-derived cholesterol leaves lysosomes, it expands PM's PFO-accessible pool and, after a short lag, it also increases the ER's PFO-accessible regulatory pool. This regulatory mechanism allows cells to ensure optimal cholesterol levels in PM while avoiding cholesterol overaccumulation.","identifier":[{"type":"publisher-id","id":"02882"},{"type":"doi","id":"10.7554/eLife.02882"}],"date":{"day":"11","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02882","entryfile":"elife-02882-v2.xml","files":["elife-02882-fig1-v2-600w.jpg","elife-02882-fig2-v2-600w.jpg","elife-02882-fig3-figsupp1-v2-600w.jpg","elife-02882-fig3-v2-600w.jpg","elife-02882-fig4-v2-600w.jpg","elife-02882-fig5-v2-600w.jpg","elife-02882-fig6-v2-600w.jpg","elife-02882-fig7-v2-600w.jpg","elife-02882-fig8-v2-600w.jpg","elife-02882-fig9-v2-600w.jpg","elife-02882-v1.xml"]}