{"title":"Fringe proteins modulate Notch-ligand <italic>cis</italic> and <italic>trans</italic> interactions to specify signaling states","author":[{"surname":"LeBon","given-names":"Lauren"},{"surname":"Lee","given-names":"Tom V"},{"surname":"Sprinzak","given-names":"David"},{"surname":"Jafar-Nejad","given-names":"Hamed"},{"surname":"Elowitz","given-names":"Michael B"}],"abstract":"The Notch signaling pathway consists of multiple types of receptors and ligands, whose interactions can be tuned by Fringe glycosyltransferases. A major challenge is to determine how these components control the specificity and directionality of Notch signaling in developmental contexts. Here, we analyzed same-cell (<italic>cis</italic>) Notch-ligand interactions for Notch1, Dll1, and Jag1, and their dependence on Fringe protein expression in mammalian cells. We found that Dll1 and Jag1 can <italic>cis</italic>-inhibit Notch1, and Fringe proteins modulate these interactions in a way that parallels their effects on <italic>trans</italic> interactions. Fringe similarly modulated Notch-ligand <italic>cis</italic> interactions during <italic>Drosophila</italic> development. Based on these and previously identified interactions, we show how the design of the Notch signaling pathway leads to a restricted repertoire of signaling states that promote heterotypic signaling between distinct cell types, providing insight into the design principles of the Notch signaling system, and the specific developmental process of <italic>Drosophila</italic> dorsal-ventral boundary formation.","identifier":[{"type":"publisher-id","id":"02950"},{"type":"doi","id":"10.7554/eLife.02950"}],"date":{"day":"25","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02950","entryfile":"elife-02950-v1.xml","files":["elife-02950-fig1-v1-600w.jpg","elife-02950-fig2-v1-600w.jpg","elife-02950-fig3-figsupp1-v1-600w.jpg","elife-02950-fig3-figsupp2-v1-600w.jpg","elife-02950-fig3-figsupp3-v1-600w.jpg","elife-02950-fig3-figsupp4-v1-600w.jpg","elife-02950-fig3-v1-600w.jpg","elife-02950-fig4-v1-600w.jpg","elife-02950-fig5-v1-600w.jpg","elife-02950-fig6-figsupp1-v1-600w.jpg","elife-02950-fig6-v1-600w.jpg","elife-02950-fig7-v1-600w.jpg","elife-02950-fig8-v1-600w.jpg"]}