{"title":"Phase transitions of multivalent proteins can promote clustering of membrane receptors","author":[{"surname":"Banjade","given-names":"Sudeep"},{"surname":"Rosen","given-names":"Michael K"}],"abstract":"Clustering of proteins into micrometer-sized structures at membranes is observed in many signaling pathways. Most models of clustering are specific to particular systems, and relationships between physical properties of the clusters and their molecular components are not well understood. We report biochemical reconstitution on supported lipid bilayers of protein clusters containing the adhesion receptor Nephrin and its cytoplasmic partners, Nck and N-WASP. With Nephrin attached to the bilayer, multivalent interactions enable these proteins to polymerize on the membrane surface and undergo two-dimensional phase separation, producing micrometer-sized clusters. Dynamics and thermodynamics of the clusters are modulated by the valencies and affinities of the interacting species. In the presence of the Arp2/3 complex, the clusters assemble actin filaments, suggesting that clustering of regulatory factors could promote local actin assembly at membranes. Interactions between multivalent proteins could be a general mechanism for cytoplasmic adaptor proteins to organize membrane receptors into micrometer-scale signaling zones.","identifier":[{"type":"publisher-id","id":"04123"},{"type":"doi","id":"10.7554/eLife.04123"}],"date":{"day":"16","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04123","entryfile":"elife-04123-v2.xml","files":["elife-04123-fig1-figsupp1-v2-600w.jpg","elife-04123-fig1-v2-600w.jpg","elife-04123-fig2-figsupp1-v2-600w.jpg","elife-04123-fig2-figsupp2-v2-600w.jpg","elife-04123-fig2-v2-600w.jpg","elife-04123-fig3-figsupp1-v2-600w.jpg","elife-04123-fig3-figsupp2-v2-600w.jpg","elife-04123-fig3-figsupp3-v2-600w.jpg","elife-04123-fig3-v2-600w.jpg","elife-04123-fig4-figsupp1-v2-600w.jpg","elife-04123-fig4-v2-600w.jpg","elife-04123-fig5-figsupp1-v2-600w.jpg","elife-04123-fig5-v2-600w.jpg","elife-04123-fig6-v2-600w.jpg","elife-04123-fig7-figsupp1-v2-600w.jpg","elife-04123-fig7-figsupp2-v2-600w.jpg","elife-04123-fig7-v2-600w.jpg","elife-04123-v1.xml"]}