{"title":"Building accurate sequence-to-affinity models from high-throughput in vitro protein-DNA binding data using FeatureREDUCE","author":[{"surname":"Riley","given-names":"Todd R"},{"surname":"Lazarovici","given-names":"Allan"},{"surname":"Mann","given-names":"Richard S"},{"surname":"Bussemaker","given-names":"Harmen J"}],"abstract":"Transcription factors are crucial regulators of gene expression. Accurate quantitative definition of their intrinsic DNA binding preferences is critical to understanding their biological function. High-throughput in vitro technology has recently been used to deeply probe the DNA binding specificity of hundreds of eukaryotic transcription factors, yet algorithms for analyzing such data have not yet fully matured. Here, we present a general framework (FeatureREDUCE) for building sequence-to-affinity models based on a biophysically interpretable and extensible model of protein-DNA interaction that can account for dependencies between nucleotides within the binding interface or multiple modes of binding. When training on protein binding microarray (PBM) data, we use robust regression and modeling of technology-specific biases to infer specificity models of unprecedented accuracy and precision. We provide quantitative validation of our results by comparing to gold-standard data when available.","identifier":[{"type":"publisher-id","id":"06397"},{"type":"doi","id":"10.7554/eLife.06397"}],"date":{"day":"23","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06397","entryfile":"elife-06397-v3.xml","files":["elife-06397-fig1-v2-600w.jpg","elife-06397-fig1-v3-600w.jpg","elife-06397-fig2-figsupp1-v2-600w.jpg","elife-06397-fig2-figsupp1-v3-600w.jpg","elife-06397-fig2-v2-600w.jpg","elife-06397-fig2-v3-600w.jpg","elife-06397-fig3-figsupp1-v2-600w.jpg","elife-06397-fig3-figsupp1-v3-600w.jpg","elife-06397-fig3-figsupp2-v2-600w.jpg","elife-06397-fig3-figsupp2-v3-600w.jpg","elife-06397-fig3-v2-600w.jpg","elife-06397-fig3-v3-600w.jpg","elife-06397-fig4-v2-600w.jpg","elife-06397-fig4-v3-600w.jpg","elife-06397-fig5-v2-600w.jpg","elife-06397-fig5-v3-600w.jpg","elife-06397-v1.xml","elife-06397-v2.xml"]}