{"title":"Distinct lateral inhibitory circuits drive parallel processing of sensory information in the mammalian olfactory bulb","author":[{"surname":"Geramita","given-names":"Matthew A"},{"surname":"Burton","given-names":"Shawn D"},{"surname":"Urban","given-names":"Nathan N"}],"abstract":"Splitting sensory information into parallel pathways is a common strategy in sensory systems. Yet, how circuits in these parallel pathways are composed to maintain or even enhance the encoding of specific stimulus features is poorly understood. Here, we have investigated the parallel pathways formed by mitral and tufted cells of the olfactory system in mice and characterized the emergence of feature selectivity in these cell types via distinct lateral inhibitory circuits. We find differences in activity-dependent lateral inhibition between mitral and tufted cells that likely reflect newly described differences in the activation of deep and superficial granule cells. Simulations show that these circuit-level differences allow mitral and tufted cells to best discriminate odors in separate concentration ranges, indicating that segregating information about different ranges of stimulus intensity may be an important function of these parallel sensory pathways.","identifier":[{"type":"publisher-id","id":"16039"},{"type":"doi","id":"10.7554/eLife.16039"}],"date":{"day":"28","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16039","entryfile":"elife-16039-v2.xml","files":["elife-16039-fig1-figsupp1-v2-600w.jpg","elife-16039-fig1-v2-600w.jpg","elife-16039-fig2-figsupp1-v2-600w.jpg","elife-16039-fig2-v2-600w.jpg","elife-16039-fig3-figsupp1-v2-600w.jpg","elife-16039-fig3-figsupp2-v2-600w.jpg","elife-16039-fig3-figsupp3-v2-600w.jpg","elife-16039-fig3-v2-600w.jpg","elife-16039-fig4-figsupp1-v2-600w.jpg","elife-16039-fig4-figsupp2-v2-600w.jpg","elife-16039-fig4-v2-600w.jpg","elife-16039-fig5-figsupp1-v2-600w.jpg","elife-16039-fig5-v2-600w.jpg","elife-16039-fig6-figsupp1-v2-600w.jpg","elife-16039-fig6-figsupp2-v2-600w.jpg","elife-16039-fig6-figsupp3-v2-600w.jpg","elife-16039-fig6-v2-600w.jpg","elife-16039-v1.xml"]}