{"title":"Post-transcriptional regulation of satellite cell quiescence by TTP-mediated mRNA decay","author":[{"surname":"Hausburg","given-names":"Melissa A"},{"surname":"Doles","given-names":"Jason D"},{"surname":"Clement","given-names":"Sandra L"},{"surname":"Cadwallader","given-names":"Adam B"},{"surname":"Hall","given-names":"Monica N"},{"surname":"Blackshear","given-names":"Perry J"},{"surname":"Lykke-Andersen","given-names":"Jens"},{"surname":"Olwin","given-names":"Bradley B"}],"abstract":"Skeletal muscle satellite cells in their niche are quiescent and upon muscle injury, exit quiescence, proliferate to repair muscle tissue, and self-renew to replenish the satellite cell population. To understand the mechanisms involved in maintaining satellite cell quiescence, we identified gene transcripts that were differentially expressed during satellite cell activation following muscle injury. Transcripts encoding RNA binding proteins were among the most significantly changed and included the mRNA decay factor Tristetraprolin. Tristetraprolin promotes the decay of MyoD mRNA, which encodes a transcriptional regulator of myogenic commitment, via binding to the MyoD mRNA 3′ untranslated region. Upon satellite cell activation, p38α/β MAPK phosphorylates MAPKAP2 and inactivates Tristetraprolin, stabilizing MyoD mRNA. Satellite cell specific knockdown of Tristetraprolin precociously activates satellite cells in vivo, enabling MyoD accumulation, differentiation and cell fusion into myofibers. Regulation of mRNAs by Tristetraprolin appears to function as one of several critical post-transcriptional regulatory mechanisms controlling satellite cell homeostasis.","identifier":[{"type":"publisher-id","id":"03390"},{"type":"doi","id":"10.7554/eLife.03390"}],"date":{"day":"27","month":"03","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"03390","entryfile":"elife-03390-v2.xml","files":["elife-03390-fig1-figsupp1-v2-600w.jpg","elife-03390-fig1-v2-600w.jpg","elife-03390-fig2-figsupp1-v2-600w.jpg","elife-03390-fig2-figsupp2-v2-600w.jpg","elife-03390-fig2-v2-600w.jpg","elife-03390-fig3-figsupp1-v2-600w.jpg","elife-03390-fig3-v2-600w.jpg","elife-03390-fig4-figsupp1-v2-600w.jpg","elife-03390-fig4-v2-600w.jpg","elife-03390-fig5-figsupp1-v2-600w.jpg","elife-03390-fig5-figsupp2-v2-600w.jpg","elife-03390-fig5-v2-600w.jpg","elife-03390-fig6-v2-600w.jpg","elife-03390-v1.xml"]}