{"title":"Avoidance of stochastic RNA interactions can be harnessed to control protein expression levels in bacteria and archaea","author":[{"surname":"Umu","given-names":"Sinan Uğur"},{"surname":"Poole","given-names":"Anthony M"},{"surname":"Dobson","given-names":"Renwick CJ"},{"surname":"Gardner","given-names":"Paul P"}],"abstract":"A critical assumption of gene expression analysis is that mRNA abundances broadly correlate with protein abundance, but these two are often imperfectly correlated. Some of the discrepancy can be accounted for by two important mRNA features: codon usage and mRNA secondary structure. We present a new global factor, called mRNA:ncRNA avoidance, and provide evidence that avoidance increases translational efficiency. We also demonstrate a strong selection for the avoidance of stochastic mRNA:ncRNA interactions across prokaryotes, and that these have a greater impact on protein abundance than mRNA structure or codon usage. By generating synonymously variant green fluorescent protein (GFP) mRNAs with different potential for mRNA:ncRNA interactions, we demonstrate that GFP levels correlate well with interaction avoidance. Therefore, taking stochastic mRNA:ncRNA interactions into account enables precise modulation of protein abundance.","identifier":[{"type":"publisher-id","id":"13479"},{"type":"doi","id":"10.7554/eLife.13479"}],"date":{"day":"20","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13479","entryfile":"elife-13479-v1.xml","files":["elife-13479-fig1-figsupp1-v1-600w.jpg","elife-13479-fig1-figsupp2-v1-600w.jpg","elife-13479-fig1-v1-600w.jpg","elife-13479-fig2-figsupp1-v1-600w.jpg","elife-13479-fig2-figsupp2-v1-600w.jpg","elife-13479-fig2-figsupp3-v1-600w.jpg","elife-13479-fig2-figsupp4-v1-600w.jpg","elife-13479-fig2-figsupp5-v1-600w.jpg","elife-13479-fig2-v1-600w.jpg","elife-13479-fig3-figsupp1-v1-600w.jpg","elife-13479-fig3-figsupp2-v1-600w.jpg","elife-13479-fig3-figsupp3-v1-600w.jpg","elife-13479-fig3-v1-600w.jpg","elife-13479-fig4-v1-600w.jpg"]}