{"title":"Receptor tyrosine kinases modulate distinct transcriptional programs by differential usage of intracellular pathways","author":[{"surname":"Vasudevan","given-names":"Harish N"},{"surname":"Mazot","given-names":"Pierre"},{"surname":"He","given-names":"Fenglei"},{"surname":"Soriano","given-names":"Philippe"}],"abstract":"Receptor tyrosine kinases (RTKs) signal through shared intracellular pathways yet mediate distinct outcomes across many cell types. To investigate the mechanisms underlying RTK specificity in craniofacial development, we performed RNA-seq to delineate the transcriptional response to platelet-derived growth factor (PDGF) and fibroblast growth factor (FGF) signaling in mouse embryonic palatal mesenchyme cells. While the early gene expression profile induced by both growth factors is qualitatively similar, the late response is divergent. Comparing the effect of MEK (Mitogen/Extracellular signal-regulated kinase) and PI3K (phosphoinositide-3-kinase) inhibition, we find the FGF response is MEK dependent, while the PDGF response is PI3K dependent. Furthermore, FGF promotes proliferation but PDGF favors differentiation. Finally, we demonstrate overlapping domains of PDGF-PI3K signaling and osteoblast differentiation in the palate and increased osteogenesis in FGF mutants, indicating this differentiation circuit is conserved in vivo. Our results identify distinct responses to PDGF and FGF and provide insight into the mechanisms encoding RTK specificity.","identifier":[{"type":"publisher-id","id":"07186"},{"type":"doi","id":"10.7554/eLife.07186"}],"date":{"day":"07","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07186","entryfile":"elife-07186-v2.xml","files":["elife-07186-fig1-figsupp1-v2-600w.jpg","elife-07186-fig1-v2-600w.jpg","elife-07186-fig2-figsupp1-v2-600w.jpg","elife-07186-fig2-v2-600w.jpg","elife-07186-fig3-figsupp1-v2-600w.jpg","elife-07186-fig3-v2-600w.jpg","elife-07186-fig4-v2-600w.jpg","elife-07186-fig5-figsupp1-v2-600w.jpg","elife-07186-fig5-v2-600w.jpg","elife-07186-fig6-figsupp1-v2-600w.jpg","elife-07186-fig6-v2-600w.jpg","elife-07186-resp-fig1-v2-600w.jpg","elife-07186-v1.xml"]}