{"title":"Registered report: COT drives resistance to RAF inhibition through MAP kinase pathway reactivation","author":[{"surname":"Sharma","given-names":"Vidhu"},{"surname":"Young","given-names":"Lisa"},{"surname":"Cavadas","given-names":"Miguel"},{"surname":"Owen","given-names":"Kate"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from “COT drives resistance to RAF inhibition through MAPK pathway reactivation” by Johannessen and colleagues, published in <italic>Nature</italic> in 2010 (<xref>Johannessen et al., 2010</xref>). The key experiments to be replicated are those reported in Figures 3B, 3D-E, 3I, and 4E-F. In Figures 3B, D-E, RPMI-7951 and OUMS023 cells were reported to exhibit robust ERK/MEK activity concomitant with reduced growth sensitivity in the presence of the BRAF inhibitor PLX4720. MAP3K8 (COT/TPL2) directly regulated MEK/ERK phosphorylation, as the treatment of RPMI-7951 cells with a MAP3K8 kinase inhibitor resulted in a dose-dependent suppression of MEK/ERK activity (Figure 3I). In contrast, MAP3K8-deficient A375 cells remained sensitive to BRAF inhibition, exhibiting reduced growth and MEK/ERK activity during inhibitor treatment. To determine if RAF and MEK inhibitors together can overcome single-agent resistance, MAP3K8-expressing A375 cells treated with PLX4720 along with MEK inhibitors significantly inhibited both cell viability and ERK activation compared to treatment with PLX4720 alone, as reported in Figures 4E-F. The Reproducibility Project: Cancer Biology is collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"11414"},{"type":"doi","id":"10.7554/eLife.11414"}],"date":{"day":"21","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11414","entryfile":"elife-11414-v1.xml","files":[]}