{"title":"Acute stress enhances adult rat hippocampal neurogenesis and activation of newborn neurons via secreted astrocytic FGF2","author":[{"surname":"Kirby","given-names":"Elizabeth D"},{"surname":"Muroy","given-names":"Sandra E"},{"surname":"Sun","given-names":"Wayne G"},{"surname":"Covarrubias","given-names":"David"},{"surname":"Leong","given-names":"Megan J"},{"surname":"Barchas","given-names":"Laurel A"},{"surname":"Kaufer","given-names":"Daniela"}],"abstract":"Stress is a potent modulator of the mammalian brain. The highly conserved stress hormone response influences many brain regions, particularly the hippocampus, a region important for memory function. The effect of acute stress on the unique population of adult neural stem/progenitor cells (NPCs) that resides in the adult hippocampus is unclear. We found that acute stress increased hippocampal cell proliferation and astrocytic fibroblast growth factor 2 (FGF2) expression. The effect of acute stress occurred independent of basolateral amygdala neural input and was mimicked by treating isolated NPCs with conditioned media from corticosterone-treated primary astrocytes. Neutralization of FGF2 revealed that astrocyte-secreted FGF2 mediated stress-hormone-induced NPC proliferation. 2 weeks, but not 2 days, after acute stress, rats also showed enhanced fear extinction memory coincident with enhanced activation of newborn neurons. Our findings suggest a beneficial role for brief stress on the hippocampus and improve understanding of the adaptive capacity of the brain.","identifier":[{"type":"publisher-id","id":"00362"},{"type":"doi","id":"10.7554/eLife.00362"}],"date":{"day":"16","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00362","entryfile":"elife-00362-v1.xml","files":["elife-00362-fig1-v1-600w.jpg","elife-00362-fig10-v1-600w.jpg","elife-00362-fig2-v1-600w.jpg","elife-00362-fig3-v1-600w.jpg","elife-00362-fig4-v1-600w.jpg","elife-00362-fig5-v1-600w.jpg","elife-00362-fig6-v1-600w.jpg","elife-00362-fig7-v1-600w.jpg","elife-00362-fig8-v1-600w.jpg","elife-00362-fig9-v1-600w.jpg"]}