{"title":"Patterns of call communication between group-housed zebra finches change during the breeding cycle","author":[{"surname":"Gill","given-names":"Lisa F"},{"surname":"Goymann","given-names":"Wolfgang"},{"surname":"Ter Maat","given-names":"Andries"},{"surname":"Gahr","given-names":"Manfred"}],"abstract":"Vocal signals such as calls play a crucial role for survival and successful reproduction, especially in group-living animals. However, call interactions and call dynamics within groups remain largely unexplored because their relation to relevant contexts or life-history stages could not be studied with individual-level resolution. Using on-bird microphone transmitters, we recorded the vocalisations of individual zebra finches (<italic>Taeniopygia guttata</italic>) behaving freely in social groups, while females and males previously unknown to each other passed through different stages of the breeding cycle. As birds formed pairs and shifted their reproductive status, their call repertoire composition changed. The recordings revealed that calls occurred non-randomly in fine-tuned vocal interactions and decreased within groups while pair-specific patterns emerged. Call-type combinations of vocal interactions changed within pairs and were associated with successful egg-laying, highlighting a potential fitness relevance of calling dynamics in communication systems.","identifier":[{"type":"publisher-id","id":"07770"},{"type":"doi","id":"10.7554/eLife.07770"}],"date":{"day":"06","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07770","entryfile":"elife-07770-v1.xml","files":["elife-07770-fig1-figsupp1-v1-600w.jpg","elife-07770-fig1-v1-600w.jpg","elife-07770-fig2-figsupp1-v1-600w.jpg","elife-07770-fig2-v1-600w.jpg","elife-07770-fig3-v1-600w.jpg","elife-07770-fig4-figsupp1-v1-600w.jpg","elife-07770-fig4-v1-600w.jpg","elife-07770-fig5-figsupp1-v1-600w.jpg","elife-07770-fig5-v1-600w.jpg","elife-07770-fig6-v1-600w.jpg","elife-07770-fig7-v1-600w.jpg","elife-07770-fig8-v1-600w.jpg"]}