{"title":"Range-dependent flexibility in the acoustic field of view of echolocating porpoises (<italic>Phocoena phocoena</italic>)","author":[{"surname":"Wisniewska","given-names":"Danuta M"},{"surname":"Ratcliffe","given-names":"John M"},{"surname":"Beedholm","given-names":"Kristian"},{"surname":"Christensen","given-names":"Christian B"},{"surname":"Johnson","given-names":"Mark"},{"surname":"Koblitz","given-names":"Jens C"},{"surname":"Wahlberg","given-names":"Magnus"},{"surname":"Madsen","given-names":"Peter T"}],"abstract":"Toothed whales use sonar to detect, locate, and track prey. They adjust emitted sound intensity, auditory sensitivity and click rate to target range, and terminate prey pursuits with high-repetition-rate, low-intensity buzzes. However, their narrow acoustic field of view (FOV) is considered stable throughout target approach, which could facilitate prey escape at close-range. Here, we show that, like some bats, harbour porpoises can broaden their biosonar beam during the terminal phase of attack but, unlike bats, maintain the ability to change beamwidth within this phase. Based on video, MRI, and acoustic-tag recordings, we propose this flexibility is modulated by the melon and implemented to accommodate dynamic spatial relationships with prey and acoustic complexity of surroundings. Despite independent evolution and different means of sound generation and transmission, whales and bats adaptively change their FOV, suggesting that beamwidth flexibility has been an important driver in the evolution of echolocation for prey tracking.","identifier":[{"type":"publisher-id","id":"05651"},{"type":"doi","id":"10.7554/eLife.05651"}],"date":{"day":"20","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05651","entryfile":"elife-05651-v2.xml","files":["elife-05651-fig1-v2-600w.jpg","elife-05651-fig2-v2-600w.jpg","elife-05651-fig3-v2-600w.jpg","elife-05651-fig4-figsupp1-v2-600w.jpg","elife-05651-fig4-v2-600w.jpg","elife-05651-fig5-v2-600w.jpg","elife-05651-fig6-figsupp1-v2-600w.jpg","elife-05651-fig6-v2-600w.jpg","elife-05651-v1.xml"]}