{"title":"Replacing the PDZ-interacting C-termini of DSCAM and DSCAML1 with epitope tags causes different phenotypic severity in different cell populations","author":[{"surname":"Garrett","given-names":"Andrew M"},{"surname":"Tadenev","given-names":"Abigail LD"},{"surname":"Hammond","given-names":"Yuna T"},{"surname":"Fuerst","given-names":"Peter G"},{"surname":"Burgess","given-names":"Robert W"}],"abstract":"Different types of neurons in the retina are organized vertically into layers and horizontally in a mosaic pattern that helps ensure proper neural network formation and information processing throughout the visual field. The vertebrate Dscams (DSCAM and DSCAML1) are cell adhesion molecules that support the development of this organization by promoting self-avoidance at the level of cell types, promoting normal developmental cell death, and directing vertical neurite stratification. To understand the molecular interactions required for these activities, we tested the functional significance of the interaction between the C-terminus of the Dscams and multi-PDZ domain-containing scaffolding proteins in mouse. We hypothesized that this PDZ-interacting domain would mediate a subset of the Dscams’ functions. Instead, we found that in the absence of these interactions, some cell types developed almost normally, while others resembled complete loss of function. Thus, we show differential dependence on this domain for Dscams’ functions in different cell types.","identifier":[{"type":"publisher-id","id":"16144"},{"type":"doi","id":"10.7554/eLife.16144"}],"date":{"day":"16","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16144","entryfile":"elife-16144-v1.xml","files":["elife-16144-fig1-figsupp1-v1-600w.jpg","elife-16144-fig1-figsupp2-v1-600w.jpg","elife-16144-fig1-v1-600w.jpg","elife-16144-fig2-figsupp1-v1-600w.jpg","elife-16144-fig2-v1-600w.jpg","elife-16144-fig3-figsupp1-v1-600w.jpg","elife-16144-fig3-v1-600w.jpg","elife-16144-fig4-figsupp1-v1-600w.jpg","elife-16144-fig4-figsupp2-v1-600w.jpg","elife-16144-fig4-v1-600w.jpg","elife-16144-fig5-v1-600w.jpg","elife-16144-fig6-figsupp1-v1-600w.jpg","elife-16144-fig6-v1-600w.jpg","elife-16144-fig7-v1-600w.jpg"]}