{"title":"Essential yet limited role for CCR2<sup>+</sup> inflammatory monocytes during <italic>Mycobacterium tuberculosis</italic>-specific T cell priming","author":[{"surname":"Samstein","given-names":"Miriam"},{"surname":"Schreiber","given-names":"Heidi A"},{"surname":"Leiner","given-names":"Ingrid M"},{"surname":"Sušac","given-names":"Bože"},{"surname":"Glickman","given-names":"Michael S"},{"surname":"Pamer","given-names":"Eric G"}],"abstract":"Defense against infection by <italic>Mycobacterium tuberculosis</italic> (Mtb) is mediated by CD4 T cells. CCR2<sup>+</sup> inflammatory monocytes (IMs) have been implicated in Mtb-specific CD4 T cell responses but their in vivo contribution remains unresolved. Herein, we show that transient ablation of IMs during infection prevents Mtb delivery to pulmonary lymph nodes, reducing CD4 T cell responses. Transfer of MHC class II-expressing IMs to MHC class II-deficient, monocyte-depleted recipients, while restoring Mtb transport to mLNs, does not enable Mtb-specific CD4 T cell priming. On the other hand, transfer of MHC class II-deficient IMs corrects CD4 T cell priming in monocyte-depleted, MHC class II-expressing mice. Specific depletion of classical DCs does not reduce Mtb delivery to pulmonary lymph nodes but markedly reduces CD4 T cell priming. Thus, although IMs acquire characteristics of DCs while delivering Mtb to lymph nodes, cDCs but not moDCs induce proliferation of Mtb-specific CD4 T cells.","identifier":[{"type":"publisher-id","id":"01086"},{"type":"doi","id":"10.7554/eLife.01086"}],"date":{"day":"12","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01086","entryfile":"elife-01086-v1.xml","files":["elife-01086-fig1-figsupp1-v1-600w.jpg","elife-01086-fig1-v1-600w.jpg","elife-01086-fig2-v1-600w.jpg","elife-01086-fig3-figsupp1-v1-600w.jpg","elife-01086-fig3-v1-600w.jpg","elife-01086-fig4-figsupp1-v1-600w.jpg","elife-01086-fig4-figsupp2-v1-600w.jpg","elife-01086-fig4-figsupp3-v1-600w.jpg","elife-01086-fig4-v1-600w.jpg"]}