{"title":"The postsynaptic t-SNARE Syntaxin 4 controls traffic of Neuroligin 1 and Synaptotagmin 4 to regulate retrograde signaling","author":[{"surname":"Harris","given-names":"Kathryn P"},{"surname":"Zhang","given-names":"Yao V"},{"surname":"Piccioli","given-names":"Zachary D"},{"surname":"Perrimon","given-names":"Norbert"},{"surname":"Littleton","given-names":"J Troy"}],"abstract":"Postsynaptic cells can induce synaptic plasticity through the release of activity-dependent retrograde signals. We previously described a Ca<sup>2+</sup>-dependent retrograde signaling pathway mediated by postsynaptic Synaptotagmin 4 (Syt4). To identify proteins involved in postsynaptic exocytosis, we conducted a screen for candidates that disrupted trafficking of a pHluorin-tagged Syt4 at <italic>Drosophila</italic> neuromuscular junctions (NMJs). Here we characterize one candidate, the postsynaptic t-SNARE Syntaxin 4 (Syx4). Analysis of <italic>Syx4</italic> mutants reveals that Syx4 mediates retrograde signaling, modulating the membrane levels of Syt4 and the transsynaptic adhesion protein Neuroligin 1 (Nlg1). Syx4-dependent trafficking regulates synaptic development, including controlling synaptic bouton number and the ability to bud new varicosities in response to acute neuronal stimulation. Genetic interaction experiments demonstrate <italic>Syx4, Syt4</italic>, and <italic>Nlg1</italic> regulate synaptic growth and plasticity through both shared and parallel signaling pathways. Our findings suggest a conserved postsynaptic SNARE machinery controls multiple aspects of retrograde signaling and cargo trafficking within the postsynaptic compartment.","identifier":[{"type":"publisher-id","id":"13881"},{"type":"doi","id":"10.7554/eLife.13881"}],"date":{"day":"25","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13881","entryfile":"elife-13881-v1.xml","files":["elife-13881-fig1-figsupp1-v1-600w.jpg","elife-13881-fig1-figsupp2-v1-600w.jpg","elife-13881-fig1-v1-600w.jpg","elife-13881-fig2-figsupp1-v1-600w.jpg","elife-13881-fig2-v1-600w.jpg","elife-13881-fig3-v1-600w.jpg","elife-13881-fig4-v1-600w.jpg","elife-13881-fig5-figsupp1-v1-600w.jpg","elife-13881-fig5-figsupp2-v1-600w.jpg","elife-13881-fig5-v1-600w.jpg","elife-13881-fig6-v1-600w.jpg","elife-13881-fig7-figsupp1-v1-600w.jpg","elife-13881-fig7-v1-600w.jpg","elife-13881-resp-fig1-v1-600w.jpg"]}