{"title":"Structural basis for the prion-like MAVS filaments in antiviral innate immunity","author":[{"surname":"Xu","given-names":"Hui"},{"surname":"He","given-names":"Xiaojing"},{"surname":"Zheng","given-names":"Hui"},{"surname":"Huang","given-names":"Lily J"},{"surname":"Hou","given-names":"Fajian"},{"surname":"Yu","given-names":"Zhiheng"},{"surname":"de la Cruz","given-names":"Michael Jason"},{"surname":"Borkowski","given-names":"Brian"},{"surname":"Zhang","given-names":"Xuewu"},{"surname":"Chen","given-names":"Zhijian J"},{"surname":"Jiang","given-names":"Qiu-Xing"}],"abstract":"Mitochondrial antiviral signaling (MAVS) protein is required for innate immune responses against RNA viruses. In virus-infected cells MAVS forms prion-like aggregates to activate antiviral signaling cascades, but the underlying structural mechanism is unknown. Here we report cryo-electron microscopic structures of the helical filaments formed by both the N-terminal caspase activation and recruitment domain (CARD) of MAVS and a truncated MAVS lacking part of the proline-rich region and the C-terminal transmembrane domain. Both structures are left-handed three-stranded helical filaments, revealing specific interfaces between individual CARD subunits that are dictated by electrostatic interactions between neighboring strands and hydrophobic interactions within each strand. Point mutations at multiple locations of these two interfaces impaired filament formation and antiviral signaling. Super-resolution imaging of virus-infected cells revealed rod-shaped MAVS clusters on mitochondria. These results elucidate the structural mechanism of MAVS polymerization, and explain how an α-helical domain uses distinct chemical interactions to form self-perpetuating filaments.","identifier":[{"type":"publisher-id","id":"01489"},{"type":"doi","id":"10.7554/eLife.01489"}],"date":{"day":"25","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01489","entryfile":"elife-01489-v1.xml","files":["elife-01489-fig1-figsupp1-v1-600w.jpg","elife-01489-fig1-figsupp2-v1-600w.jpg","elife-01489-fig1-v1-600w.jpg","elife-01489-fig2-figsupp1-v1-600w.jpg","elife-01489-fig2-v1-600w.jpg","elife-01489-fig3-v1-600w.jpg","elife-01489-fig4-figsupp1-v1-600w.jpg","elife-01489-fig4-v1-600w.jpg","elife-01489-fig5-figsupp1-v1-600w.jpg","elife-01489-fig5-figsupp2-v1-600w.jpg","elife-01489-fig5-figsupp3-v1-600w.jpg","elife-01489-fig5-v1-600w.jpg","elife-01489-fig6-v1-600w.jpg"]}