{"title":"Improved use of a public good selects for the evolution of undifferentiated multicellularity","author":[{"surname":"Koschwanez","given-names":"John H"},{"surname":"Foster","given-names":"Kevin R"},{"surname":"Murray","given-names":"Andrew W"}],"abstract":"We do not know how or why multicellularity evolved. We used the budding yeast, <italic>Saccharomyces cerevisiae</italic>, to ask whether nutrients that must be digested extracellularly select for the evolution of undifferentiated multicellularity. Because yeast use invertase to hydrolyze sucrose extracellularly and import the resulting monosaccharides, single cells cannot grow at low cell and sucrose concentrations. Three engineered strategies overcame this problem: forming multicellular clumps, importing sucrose before hydrolysis, and increasing invertase expression. We evolved populations in low sucrose to ask which strategy they would adopt. Of 12 successful clones, 11 formed multicellular clumps through incomplete cell separation, 10 increased invertase expression, none imported sucrose, and 11 increased hexose transporter expression, a strategy we had not engineered. Identifying causal mutations revealed genes and pathways, which frequently contributed to the evolved phenotype. Our study shows that combining rational design with experimental evolution can help evaluate hypotheses about evolutionary strategies.","identifier":[{"type":"publisher-id","id":"00367"},{"type":"doi","id":"10.7554/eLife.00367"}],"date":{"day":"02","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00367","entryfile":"elife-00367-v1.xml","files":["elife-00367-fig1-v1-600w.jpg","elife-00367-fig2-v1-600w.jpg","elife-00367-fig3-figsupp1-v1-600w.jpg","elife-00367-fig3-figsupp2-v1-600w.jpg","elife-00367-fig3-figsupp3-v1-600w.jpg","elife-00367-fig3-v1-600w.jpg","elife-00367-fig4-figsupp1-v1-600w.jpg","elife-00367-fig4-v1-600w.jpg","elife-00367-fig5-figsupp1-v1-600w.jpg","elife-00367-fig5-v1-600w.jpg","elife-00367-fig6-figsupp1-v1-600w.jpg","elife-00367-fig6-figsupp2-v1-600w.jpg","elife-00367-fig6-v1-600w.jpg","elife-00367-fig7-v1-600w.jpg","elife-00367-fig8-figsupp1-v1-600w.jpg","elife-00367-fig8-v1-600w.jpg"]}