{"title":"Phenotypic states become increasingly sensitive to perturbations near a bifurcation in a synthetic gene network","author":[{"surname":"Axelrod","given-names":"Kevin"},{"surname":"Sanchez","given-names":"Alvaro"},{"surname":"Gore","given-names":"Jeff"}],"abstract":"Microorganisms often exhibit a history-dependent phenotypic response after exposure to a stimulus which can be imperative for proper function. However, cells frequently experience unexpected environmental perturbations that might induce phenotypic switching. How cells maintain phenotypic states in the face of environmental fluctuations remains an open question. Here, we use environmental perturbations to characterize the resilience of phenotypic states in a synthetic gene network near a critical transition. We find that far from the critical transition an environmental perturbation may induce little to no phenotypic switching, whereas close to the critical transition the same perturbation can cause many cells to switch phenotypic states. This loss of resilience was observed for perturbations that interact directly with the gene circuit as well as for a variety of generic perturbations-such as salt, ethanol, or temperature shocks-that alter the state of the cell more broadly. We obtain qualitatively similar findings in natural gene circuits, such as the yeast GAL network. Our findings illustrate how phenotypic memory can become destabilized by environmental variability near a critical transition.","identifier":[{"type":"publisher-id","id":"07935"},{"type":"doi","id":"10.7554/eLife.07935"}],"date":{"day":"24","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07935","entryfile":"elife-07935-v1.xml","files":["elife-07935-fig1-figsupp1-v1-600w.jpg","elife-07935-fig1-figsupp2-v1-600w.jpg","elife-07935-fig1-v1-600w.jpg","elife-07935-fig2-figsupp1-v1-600w.jpg","elife-07935-fig2-figsupp2-v1-600w.jpg","elife-07935-fig2-v1-600w.jpg","elife-07935-fig3-figsupp1-v1-600w.jpg","elife-07935-fig3-figsupp2-v1-600w.jpg","elife-07935-fig3-figsupp3-v1-600w.jpg","elife-07935-fig3-v1-600w.jpg","elife-07935-fig4-figsupp1-v1-600w.jpg","elife-07935-fig4-figsupp2-v1-600w.jpg","elife-07935-fig4-figsupp3-v1-600w.jpg","elife-07935-fig4-figsupp4-v1-600w.jpg","elife-07935-fig4-v1-600w.jpg","elife-07935-fig5-v1-600w.jpg","elife-07935-fig6-figsupp1-v1-600w.jpg","elife-07935-fig6-v1-600w.jpg"]}