{"title":"Cooperative unfolding of distinctive mechanoreceptor domains transduces force into signals","author":[{"surname":"Ju","given-names":"Lining"},{"surname":"Chen","given-names":"Yunfeng"},{"surname":"Xue","given-names":"Lingzhou"},{"surname":"Du","given-names":"Xiaoping"},{"surname":"Zhu","given-names":"Cheng"}],"abstract":"How cells sense their mechanical environment and transduce forces into biochemical signals is a crucial yet unresolved question in mechanobiology. Platelets use receptor glycoprotein Ib (GPIb), specifically its α subunit (GPIbα), to signal as they tether and translocate on von Willebrand factor (VWF) of injured arterial surfaces against blood flow. Force elicits catch bonds to slow VWF–GPIbα dissociation and unfolds the GPIbα leucine-rich repeat domain (LRRD) and juxtamembrane mechanosensitive domain (MSD). How these mechanical processes trigger biochemical signals remains unknown. Here we analyze these extracellular events and the resulting intracellular Ca<sup>2+</sup> on a single platelet in real time, revealing that LRRD unfolding intensifies Ca<sup>2+</sup> signal whereas MSD unfolding affects the type of Ca<sup>2+</sup> signal. Therefore, LRRD and MSD are analog and digital force transducers, respectively. The >30 nm macroglycopeptide separating the two domains transmits force on the VWF–GPIbα bond (whose lifetime is prolonged by LRRD unfolding) to the MSD to enhance its unfolding, resulting in unfolding cooperativity at an optimal force. These elements may provide design principles for a generic mechanosensory protein machine.","identifier":[{"type":"publisher-id","id":"15447"},{"type":"doi","id":"10.7554/eLife.15447"}],"date":{"day":"19","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15447","entryfile":"elife-15447-v2.xml","files":["elife-15447-fig1-figsupp1-v2-600w.jpg","elife-15447-fig1-figsupp2-v2-600w.jpg","elife-15447-fig1-v2-600w.jpg","elife-15447-fig2-figsupp1-v2-600w.jpg","elife-15447-fig2-v2-600w.jpg","elife-15447-fig3-figsupp1-v2-600w.jpg","elife-15447-fig3-v2-600w.jpg","elife-15447-fig4-figsupp1-v2-600w.jpg","elife-15447-fig4-v2-600w.jpg","elife-15447-fig5-figsupp1-v2-600w.jpg","elife-15447-fig5-figsupp2-v2-600w.jpg","elife-15447-fig5-v2-600w.jpg","elife-15447-fig6-v2-600w.jpg","elife-15447-fig7-figsupp1-v2-600w.jpg","elife-15447-fig7-figsupp2-v2-600w.jpg","elife-15447-fig7-v2-600w.jpg","elife-15447-resp-fig1-v2-600w.jpg","elife-15447-v1.xml"]}