{"title":"Intrinsic monitoring of learning success facilitates memory encoding via the activation of the SN/VTA-Hippocampal loop","author":[{"surname":"Ripollés","given-names":"Pablo"},{"surname":"Marco-Pallarés","given-names":"Josep"},{"surname":"Alicart","given-names":"Helena"},{"surname":"Tempelmann","given-names":"Claus"},{"surname":"Rodríguez-Fornells","given-names":"Antoni"},{"surname":"Noesselt","given-names":"Toemme"}],"abstract":"Humans constantly learn in the absence of explicit rewards. However, the neurobiological mechanisms supporting this type of internally-guided learning (without explicit feedback) are still unclear. Here, participants who completed a task in which no external reward/feedback was provided, exhibited enhanced fMRI-signals within the dopaminergic midbrain, hippocampus, and ventral striatum (the SN/VTA-Hippocampal loop) when successfully grasping the meaning of new-words. Importantly, new-words that were better remembered showed increased activation and enhanced functional connectivity between the midbrain, hippocampus, and ventral striatum. Moreover, enhanced emotion-related physiological measures and subjective pleasantness ratings during encoding were associated with remembered new-words after 24 hr. Furthermore, increased subjective pleasantness ratings were also related to new-words remembered after seven days. These results suggest that intrinsic—potentially reward-related—signals, triggered by self-monitoring of correct performance, can promote the storage of new information into long-term memory through the activation of the SN/VTA-Hippocampal loop, possibly via dopaminergic modulation of the midbrain.","identifier":[{"type":"publisher-id","id":"17441"},{"type":"doi","id":"10.7554/eLife.17441"}],"date":{"day":"20","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17441","entryfile":"elife-17441-v2.xml","files":["elife-17441-fig1-v1-600w.jpg","elife-17441-fig1-v2-600w.jpg","elife-17441-fig2-v1-600w.jpg","elife-17441-fig2-v2-600w.jpg","elife-17441-fig3-v1-600w.jpg","elife-17441-fig3-v2-600w.jpg","elife-17441-fig4-v1-600w.jpg","elife-17441-fig4-v2-600w.jpg","elife-17441-fig5-v1-600w.jpg","elife-17441-fig5-v2-600w.jpg","elife-17441-fig6-v1-600w.jpg","elife-17441-fig6-v2-600w.jpg","elife-17441-fig7-v1-600w.jpg","elife-17441-fig7-v2-600w.jpg","elife-17441-fig8-v1-600w.jpg","elife-17441-fig8-v2-600w.jpg","elife-17441-v1.xml"]}