{"title":"Divisive suppression explains high-precision firing and contrast adaptation in retinal ganglion cells","author":[{"surname":"Cui","given-names":"Yuwei"},{"surname":"Wang","given-names":"Yanbin V"},{"surname":"Park","given-names":"Silvia J H"},{"surname":"Demb","given-names":"Jonathan B"},{"surname":"Butts","given-names":"Daniel A"}],"abstract":"Visual processing depends on specific computations implemented by complex neural circuits. Here, we present a circuit-inspired model of retinal ganglion cell computation, targeted to explain their temporal dynamics and adaptation to contrast. To localize the sources of such processing, we used recordings at the levels of synaptic input and spiking output in the in vitro mouse retina. We found that an ON-Alpha ganglion cell's excitatory synaptic inputs were described by a divisive interaction between excitation and delayed suppression, which explained nonlinear processing that was already present in ganglion cell inputs. Ganglion cell output was further shaped by spike generation mechanisms. The full model accurately predicted spike responses with unprecedented millisecond precision, and accurately described contrast adaptation of the spike train. These results demonstrate how circuit and cell-intrinsic mechanisms interact for ganglion cell function and, more generally, illustrate the power of circuit-inspired modeling of sensory processing.","identifier":[{"type":"publisher-id","id":"19460"},{"type":"doi","id":"10.7554/eLife.19460"}],"date":{"day":"14","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19460","entryfile":"elife-19460-v1.xml","files":["elife-19460-fig1-figsupp1-v1-600w.jpg","elife-19460-fig1-figsupp2-v1-600w.jpg","elife-19460-fig1-v1-600w.jpg","elife-19460-fig2-figsupp1-v1-600w.jpg","elife-19460-fig2-v1-600w.jpg","elife-19460-fig3-v1-600w.jpg","elife-19460-fig4-figsupp1-v1-600w.jpg","elife-19460-fig4-figsupp2-v1-600w.jpg","elife-19460-fig4-v1-600w.jpg","elife-19460-fig5-v1-600w.jpg","elife-19460-fig6-v1-600w.jpg","elife-19460-fig7-v1-600w.jpg","elife-19460-resp-fig1-v1-600w.jpg"]}