{"title":"Midbrain dopamine neurons signal aversion in a reward-context-dependent manner","author":[{"surname":"Matsumoto","given-names":"Hideyuki"},{"surname":"Tian","given-names":"Ju"},{"surname":"Uchida","given-names":"Naoshige"},{"surname":"Watabe-Uchida","given-names":"Mitsuko"}],"abstract":"Dopamine is thought to regulate learning from appetitive and aversive events. Here we examined how optogenetically-identified dopamine neurons in the lateral ventral tegmental area of mice respond to aversive events in different conditions. In low reward contexts, most dopamine neurons were exclusively inhibited by aversive events, and expectation reduced dopamine neurons’ responses to reward and punishment. When a single odor predicted both reward and punishment, dopamine neurons’ responses to that odor reflected the integrated value of both outcomes. Thus, in low reward contexts, dopamine neurons signal value prediction errors (VPEs) integrating information about both reward and aversion in a common currency. In contrast, in high reward contexts, dopamine neurons acquired a short-latency excitation to aversive events that masked their VPE signaling. Our results demonstrate the importance of considering the contexts to examine the representation in dopamine neurons and uncover different modes of dopamine signaling, each of which may be adaptive for different environments.","identifier":[{"type":"publisher-id","id":"17328"},{"type":"doi","id":"10.7554/eLife.17328"}],"date":{"day":"19","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17328","entryfile":"elife-17328-v1.xml","files":["elife-17328-fig1-v1-600w.jpg","elife-17328-fig2-figsupp1-v1-600w.jpg","elife-17328-fig2-v1-600w.jpg","elife-17328-fig3-figsupp1-v1-600w.jpg","elife-17328-fig3-v1-600w.jpg","elife-17328-fig4-figsupp1-v1-600w.jpg","elife-17328-fig4-v1-600w.jpg","elife-17328-fig5-figsupp1-v1-600w.jpg","elife-17328-fig5-figsupp2-v1-600w.jpg","elife-17328-fig5-figsupp3-v1-600w.jpg","elife-17328-fig5-v1-600w.jpg","elife-17328-fig6-figsupp1-v1-600w.jpg","elife-17328-fig6-figsupp2-v1-600w.jpg","elife-17328-fig6-figsupp3-v1-600w.jpg","elife-17328-fig6-figsupp4-v1-600w.jpg","elife-17328-fig6-v1-600w.jpg"]}