{"title":"Identification of human TERT elements necessary for telomerase recruitment to telomeres","author":[{"surname":"Schmidt","given-names":"Jens C"},{"surname":"Dalby","given-names":"Andrew B"},{"surname":"Cech","given-names":"Thomas R"}],"abstract":"Human chromosomes terminate in telomeres, repetitive DNA sequences bound by the shelterin complex. Shelterin protects chromosome ends, prevents recognition by the DNA damage machinery, and recruits telomerase. A patch of amino acids, termed the TEL-patch, on the OB-fold domain of the shelterin component TPP1 is essential to recruit telomerase to telomeres. In contrast, the site on telomerase that interacts with the TPP1 OB-fold is not well defined. In this study, we identify separation-of-function mutations in the TEN-domain of human telomerase reverse transcriptase (hTERT) that disrupt the interaction of telomerase with TPP1 in vivo and in vitro but have very little effect on the catalytic activity of telomerase. Suppression of a TEN-domain mutation with a compensatory charge-swap mutation in the TEL-patch indicates that their association is direct. Our findings define the interaction interface required for telomerase recruitment to telomeres, an important step towards developing modulators of this interaction as therapeutics for human disease.","identifier":[{"type":"publisher-id","id":"03563"},{"type":"doi","id":"10.7554/eLife.03563"}],"date":{"day":"01","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03563","entryfile":"elife-03563-v2.xml","files":["elife-03563-fig1-figsupp1-v2-600w.jpg","elife-03563-fig1-figsupp2-v2-600w.jpg","elife-03563-fig1-v2-600w.jpg","elife-03563-fig2-figsupp1-v2-600w.jpg","elife-03563-fig2-v2-600w.jpg","elife-03563-fig3-v2-600w.jpg","elife-03563-fig4-v2-600w.jpg","elife-03563-fig5-figsupp1-v2-600w.jpg","elife-03563-fig5-figsupp2-v2-600w.jpg","elife-03563-fig5-figsupp3-v2-600w.jpg","elife-03563-fig5-v2-600w.jpg","elife-03563-fig6-figsupp1-v2-600w.jpg","elife-03563-fig6-v2-600w.jpg","elife-03563-fig7-v2-600w.jpg","elife-03563-fig8-v2-600w.jpg","elife-03563-v1.xml"]}