{"title":"Rapid diversification associated with a macroevolutionary pulse of developmental plasticity","author":[{"surname":"Susoy","given-names":"Vladislav"},{"surname":"Ragsdale","given-names":"Erik J"},{"surname":"Kanzaki","given-names":"Natsumi"},{"surname":"Sommer","given-names":"Ralf J"}],"abstract":"Developmental plasticity has been proposed to facilitate phenotypic diversification in plants and animals, but the macroevolutionary potential of plastic traits remains to be objectively tested. We studied the evolution of feeding structures in a group of 90 nematodes, including <italic>Caenorhabditis elegans</italic>, some species of which have evolved a mouthpart polyphenism, moveable teeth, and predatory feeding. Comparative analyses of shape and form, using geometric morphometrics, and of structural complexity revealed a rapid process of diversification associated with developmental plasticity. First, dimorphism was associated with a sharp increase in complexity and elevated evolutionary rates, represented by a radiation of feeding-forms with structural novelties. Second, the subsequent assimilation of a single phenotype coincided with a decrease in mouthpart complexity but an even stronger increase in evolutionary rates. Our results suggest that a macroevolutionary ‘pulse’ of plasticity promotes novelties and, even after the secondary fixation of phenotypes, permits sustained rapid exploration of morphospace.","identifier":[{"type":"publisher-id","id":"05463"},{"type":"doi","id":"10.7554/eLife.05463"}],"date":{"day":"04","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05463","entryfile":"elife-05463-v2.xml","files":["elife-05463-fig1-v2-600w.jpg","elife-05463-fig2-v2-600w.jpg","elife-05463-fig3-figsupp1-v2-600w.jpg","elife-05463-fig3-figsupp2-v2-600w.jpg","elife-05463-fig3-figsupp3-v2-600w.jpg","elife-05463-fig3-v2-600w.jpg","elife-05463-fig4-figsupp1-v2-600w.jpg","elife-05463-fig4-v2-600w.jpg","elife-05463-v1.xml"]}