{"title":"RGS7/Gβ5/R7BP complex regulates synaptic plasticity and memory by modulating hippocampal GABA<sub>B</sub>R-GIRK signaling","author":[{"surname":"Ostrovskaya","given-names":"Olga"},{"surname":"Xie","given-names":"Keqiang"},{"surname":"Masuho","given-names":"Ikuo"},{"surname":"Fajardo-Serrano","given-names":"Ana"},{"surname":"Lujan","given-names":"Rafael"},{"surname":"Wickman","given-names":"Kevin"},{"surname":"Martemyanov","given-names":"Kirill A"}],"abstract":"In the hippocampus, the inhibitory neurotransmitter GABA shapes the activity of the output pyramidal neurons and plays important role in cognition. Most of its inhibitory effects are mediated by signaling from GABAB receptor to the G protein-gated Inwardly-rectifying K+ (GIRK) channels. Here, we show that RGS7, in cooperation with its binding partner R7BP, regulates GABA<sub>B</sub>R-GIRK signaling in hippocampal pyramidal neurons. Deletion of RGS7 in mice dramatically sensitizes GIRK responses to GABA<sub>B</sub> receptor stimulation and markedly slows channel deactivation kinetics. Enhanced activity of this signaling pathway leads to decreased neuronal excitability and selective disruption of inhibitory forms of synaptic plasticity. As a result, mice lacking RGS7 exhibit deficits in learning and memory. We further report that RGS7 is selectively modulated by its membrane anchoring subunit R7BP, which sets the dynamic range of GIRK responses. Together, these results demonstrate a novel role of RGS7 in hippocampal synaptic plasticity and memory formation.","identifier":[{"type":"publisher-id","id":"02053"},{"type":"doi","id":"10.7554/eLife.02053"}],"date":{"day":"22","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02053","entryfile":"elife-02053-v1.xml","files":["elife-02053-fig1-v1-600w.jpg","elife-02053-fig2-v1-600w.jpg","elife-02053-fig3-v1-600w.jpg","elife-02053-fig4-v1-600w.jpg","elife-02053-fig5-v1-600w.jpg","elife-02053-fig6-v1-600w.jpg","elife-02053-fig7-v1-600w.jpg"]}