{"title":"CAPS-1 promotes fusion competence of stationary dense-core vesicles in presynaptic terminals of mammalian neurons","author":[{"surname":"Farina","given-names":"Margherita"},{"surname":"van de Bospoort","given-names":"Rhea"},{"surname":"He","given-names":"Enqi"},{"surname":"Persoon","given-names":"Claudia M"},{"surname":"van Weering","given-names":"Jan RT"},{"surname":"Broeke","given-names":"Jurjen H"},{"surname":"Verhage","given-names":"Matthijs"},{"surname":"Toonen","given-names":"Ruud F"}],"abstract":"Neuropeptides released from dense-core vesicles (DCVs) modulate neuronal activity, but the molecules driving DCV secretion in mammalian neurons are largely unknown. We studied the role of calcium-activator protein for secretion (CAPS) proteins in neuronal DCV secretion at single vesicle resolution. Endogenous CAPS-1 co-localized with synaptic markers but was not enriched at every synapse. Deletion of CAPS-1 and CAPS-2 did not affect DCV biogenesis, loading, transport or docking, but DCV secretion was reduced by 70% in CAPS-1/CAPS-2 double null mutant (DKO) neurons and remaining fusion events required prolonged stimulation. CAPS deletion specifically reduced secretion of stationary DCVs. CAPS-1-EYFP expression in DKO neurons restored DCV secretion, but CAPS-1-EYFP and DCVs rarely traveled together. Synaptic localization of CAPS-1-EYFP in DKO neurons was calcium dependent and DCV fusion probability correlated with synaptic CAPS-1-EYFP expression. These data indicate that CAPS-1 promotes fusion competence of immobile (tethered) DCVs in presynaptic terminals and that CAPS-1 localization to DCVs is probably not essential for this role.","identifier":[{"type":"publisher-id","id":"05438"},{"type":"doi","id":"10.7554/eLife.05438"}],"date":{"day":"26","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05438","entryfile":"elife-05438-v1.xml","files":["elife-05438-fig1-figsupp1-v1-600w.jpg","elife-05438-fig1-figsupp2-v1-600w.jpg","elife-05438-fig1-v1-600w.jpg","elife-05438-fig2-v1-600w.jpg","elife-05438-fig3-figsupp1-v1-600w.jpg","elife-05438-fig3-v1-600w.jpg","elife-05438-fig4-v1-600w.jpg","elife-05438-fig5-figsupp1-v1-600w.jpg","elife-05438-fig5-v1-600w.jpg","elife-05438-fig6-v1-600w.jpg","elife-05438-fig7-v1-600w.jpg","elife-05438-fig8-v1-600w.jpg"]}