{"title":"Integrated control of transporter endocytosis and recycling by the arrestin-related protein Rod1 and the ubiquitin ligase Rsp5","author":[{"surname":"Becuwe","given-names":"Michel"},{"surname":"Léon","given-names":"Sébastien"}],"abstract":"After endocytosis, membrane proteins can recycle to the cell membrane or be degraded in lysosomes. Cargo ubiquitylation favors their lysosomal targeting and can be regulated by external signals, but the mechanism is ill-defined. Here, we studied the post-endocytic trafficking of Jen1, a yeast monocarboxylate transporter, using microfluidics-assisted live-cell imaging. We show that the ubiquitin ligase Rsp5 and the glucose-regulated arrestin-related trafficking adaptors (ART) protein Rod1, involved in the glucose-induced internalization of Jen1, are also required for the post-endocytic sorting of Jen1 to the yeast lysosome. This new step takes place at the trans-Golgi network (TGN), where Rod1 localizes dynamically upon triggering endocytosis. Indeed, transporter trafficking to the TGN after internalization is required for their degradation. Glucose removal promotes Rod1 relocalization to the cytosol and Jen1 deubiquitylation, allowing transporter recycling when the signal is only transient. Therefore, nutrient availability regulates transporter fate through the localization of the ART/Rsp5 ubiquitylation complex at the TGN.","identifier":[{"type":"publisher-id","id":"03307"},{"type":"doi","id":"10.7554/eLife.03307"}],"date":{"day":"07","month":"11","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03307","entryfile":"elife-03307-v3.xml","files":["elife-03307-fig1-v3-600w.jpg","elife-03307-fig2-figsupp1-v3-600w.jpg","elife-03307-fig2-v3-600w.jpg","elife-03307-fig3-v3-600w.jpg","elife-03307-fig4-figsupp1-v3-600w.jpg","elife-03307-fig4-figsupp2-v3-600w.jpg","elife-03307-fig4-figsupp3-v3-600w.jpg","elife-03307-fig4-figsupp4-v3-600w.jpg","elife-03307-fig4-figsupp5-v3-600w.jpg","elife-03307-fig4-figsupp6-v3-600w.jpg","elife-03307-fig4-figsupp7-v3-600w.jpg","elife-03307-fig4-figsupp8-v3-600w.jpg","elife-03307-fig4-figsupp9-v3-600w.jpg","elife-03307-fig4-v3-600w.jpg","elife-03307-fig5-figsupp1-v3-600w.jpg","elife-03307-fig5-v3-600w.jpg","elife-03307-fig6-v3-600w.jpg","elife-03307-fig7-figsupp1-v3-600w.jpg","elife-03307-fig7-v3-600w.jpg","elife-03307-fig8-v3-600w.jpg","elife-03307-resp-fig1-v3-600w.jpg","elife-03307-v1.xml","elife-03307-v2.xml"]}