{"title":"Cell-intrinsic mechanisms of temperature compensation in a grasshopper sensory receptor neuron","author":[{"surname":"Roemschied","given-names":"Frederic A"},{"surname":"Eberhard","given-names":"Monika JB"},{"surname":"Schleimer","given-names":"Jan-Hendrik"},{"surname":"Ronacher","given-names":"Bernhard"},{"surname":"Schreiber","given-names":"Susanne"}],"abstract":"Changes in temperature affect biochemical reaction rates and, consequently, neural processing. The nervous systems of poikilothermic animals must have evolved mechanisms enabling them to retain their functionality under varying temperatures. Auditory receptor neurons of grasshoppers respond to sound in a surprisingly temperature-compensated manner: firing rates depend moderately on temperature, with average Q<sub>10</sub> values around 1.5. Analysis of conductance-based neuron models reveals that temperature compensation of spike generation can be achieved solely relying on cell-intrinsic processes and despite a strong dependence of ion conductances on temperature. Remarkably, this type of temperature compensation need not come at an additional metabolic cost of spike generation. Firing rate-based information transfer is likely to increase with temperature and we derive predictions for an optimal temperature dependence of the tympanal transduction process fostering temperature compensation. The example of auditory receptor neurons demonstrates how neurons may exploit single-cell mechanisms to cope with multiple constraints in parallel.","identifier":[{"type":"publisher-id","id":"02078"},{"type":"doi","id":"10.7554/eLife.02078"}],"date":{"day":"08","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02078","entryfile":"elife-02078-v1.xml","files":["elife-02078-fig1-figsupp1-v1-600w.jpg","elife-02078-fig1-figsupp2-v1-600w.jpg","elife-02078-fig1-figsupp3-v1-600w.jpg","elife-02078-fig1-v1-600w.jpg","elife-02078-fig2-figsupp1-v1-600w.jpg","elife-02078-fig2-v1-600w.jpg","elife-02078-fig3-figsupp1-v1-600w.jpg","elife-02078-fig3-figsupp2-v1-600w.jpg","elife-02078-fig3-v1-600w.jpg","elife-02078-fig4-v1-600w.jpg"]}