{"title":"Cell type-specific transcriptomics of hypothalamic energy-sensing neuron responses to weight-loss","author":[{"surname":"Henry","given-names":"Fredrick E"},{"surname":"Sugino","given-names":"Ken"},{"surname":"Tozer","given-names":"Adam"},{"surname":"Branco","given-names":"Tiago"},{"surname":"Sternson","given-names":"Scott M"}],"abstract":"Molecular and cellular processes in neurons are critical for sensing and responding to energy deficit states, such as during weight-loss. Agouti related protein (AGRP)-expressing neurons are a key hypothalamic population that is activated during energy deficit and increases appetite and weight-gain. Cell type-specific transcriptomics can be used to identify pathways that counteract weight-loss, and here we report high-quality gene expression profiles of AGRP neurons from well-fed and food-deprived young adult mice. For comparison, we also analyzed Proopiomelanocortin (POMC)-expressing neurons, an intermingled population that suppresses appetite and body weight. We find that AGRP neurons are considerably more sensitive to energy deficit than POMC neurons. Furthermore, we identify cell type-specific pathways involving endoplasmic reticulum-stress, circadian signaling, ion channels, neuropeptides, and receptors. Combined with methods to validate and manipulate these pathways, this resource greatly expands molecular insight into neuronal regulation of body weight, and may be useful for devising therapeutic strategies for obesity and eating disorders.","identifier":[{"type":"publisher-id","id":"09800"},{"type":"doi","id":"10.7554/eLife.09800"}],"date":{"day":"02","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09800","entryfile":"elife-09800-v2.xml","files":["elife-09800-fig1-figsupp1-v2-600w.jpg","elife-09800-fig1-figsupp2-v2-600w.jpg","elife-09800-fig1-v2-600w.jpg","elife-09800-fig2-v2-600w.jpg","elife-09800-fig3-figsupp1-v2-600w.jpg","elife-09800-fig3-v2-600w.jpg","elife-09800-fig4-figsupp1-v2-600w.jpg","elife-09800-fig4-v2-600w.jpg","elife-09800-fig5-figsupp1-v2-600w.jpg","elife-09800-fig5-v2-600w.jpg","elife-09800-fig6-v2-600w.jpg","elife-09800-fig7-v2-600w.jpg","elife-09800-v1.xml"]}