{"title":"Identification of motor neurons and a mechanosensitive sensory neuron in the defecation circuitry of <italic>Drosophila</italic> larvae","author":[{"surname":"Zhang","given-names":"Wei"},{"surname":"Yan","given-names":"Zhiqiang"},{"surname":"Li","given-names":"Bingxue"},{"surname":"Jan","given-names":"Lily Yeh"},{"surname":"Jan","given-names":"Yuh Nung"}],"abstract":"Defecation allows the body to eliminate waste, an essential step in food processing for animal survival. In contrast to the extensive studies of feeding, its obligate counterpart, defecation, has received much less attention until recently. In this study, we report our characterizations of the defecation behavior of <italic>Drosophila</italic> larvae and its neural basis. <italic>Drosophila</italic> larvae display defecation cycles of stereotypic frequency, involving sequential contraction of hindgut and anal sphincter. The defecation behavior requires two groups of motor neurons that innervate hindgut and anal sphincter, respectively, and can excite gut muscles directly. These two groups of motor neurons fire sequentially with the same periodicity as the defecation behavior, as revealed by in vivo Ca<sup>2+</sup> imaging. Moreover, we identified a single mechanosensitive sensory neuron that innervates the anal slit and senses the opening of the intestine terminus. This anus sensory neuron relies on the TRP channel NOMPC but not on INACTIVE, NANCHUNG, or PIEZO for mechanotransduction.","identifier":[{"type":"publisher-id","id":"03293"},{"type":"doi","id":"10.7554/eLife.03293"}],"date":{"day":"30","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03293","entryfile":"elife-03293-v2.xml","files":["elife-03293-fig1-figsupp1-v2-600w.jpg","elife-03293-fig1-figsupp2-v2-600w.jpg","elife-03293-fig1-v2-600w.jpg","elife-03293-fig2-v2-600w.jpg","elife-03293-fig3-v2-600w.jpg","elife-03293-fig4-figsupp1-v2-600w.jpg","elife-03293-fig4-figsupp2-v2-600w.jpg","elife-03293-fig4-figsupp3-v2-600w.jpg","elife-03293-fig4-v2-600w.jpg","elife-03293-fig5-figsupp1-v2-600w.jpg","elife-03293-fig5-figsupp2-v2-600w.jpg","elife-03293-fig5-v2-600w.jpg","elife-03293-fig6-figsupp1-v2-600w.jpg","elife-03293-fig6-v2-600w.jpg","elife-03293-fig7-v2-600w.jpg","elife-03293-v1.xml"]}