{"title":"Reverse-correlation analysis of navigation dynamics in <italic>Drosophila</italic> larva using optogenetics","author":[{"surname":"Hernandez-Nunez","given-names":"Luis"},{"surname":"Belina","given-names":"Jonas"},{"surname":"Klein","given-names":"Mason"},{"surname":"Si","given-names":"Guangwei"},{"surname":"Claus","given-names":"Lindsey"},{"surname":"Carlson","given-names":"John R"},{"surname":"Samuel","given-names":"Aravinthan DT"}],"abstract":"Neural circuits for behavior transform sensory inputs into motor outputs in patterns with strategic value. Determining how neurons along a sensorimotor circuit contribute to this transformation is central to understanding behavior. To do this, a quantitative framework to describe behavioral dynamics is needed. In this study, we built a high-throughput optogenetic system for <italic>Drosophila</italic> larva to quantify the sensorimotor transformations underlying navigational behavior. We express CsChrimson, a red-shifted variant of channelrhodopsin, in specific chemosensory neurons and expose large numbers of freely moving animals to random optogenetic activation patterns. We quantify their behavioral responses and use reverse-correlation analysis to uncover the linear and static nonlinear components of navigation dynamics as functions of optogenetic activation patterns of specific sensory neurons. We find that linear–nonlinear models accurately predict navigational decision-making for different optogenetic activation waveforms. We use our method to establish the valence and dynamics of navigation driven by optogenetic activation of different combinations of bitter-sensing gustatory neurons. Our method captures the dynamics of optogenetically induced behavior in compact, quantitative transformations that can be used to characterize circuits for sensorimotor processing and their contribution to navigational decision making.","identifier":[{"type":"publisher-id","id":"06225"},{"type":"doi","id":"10.7554/eLife.06225"}],"date":{"day":"05","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06225","entryfile":"elife-06225-v2.xml","files":["elife-06225-fig1-figsupp1-v2-600w.jpg","elife-06225-fig1-v2-600w.jpg","elife-06225-fig2-v2-600w.jpg","elife-06225-fig3-figsupp1-v2-600w.jpg","elife-06225-fig3-figsupp2-v2-600w.jpg","elife-06225-fig3-v2-600w.jpg","elife-06225-fig4-figsupp1-v2-600w.jpg","elife-06225-fig4-v2-600w.jpg","elife-06225-fig5-figsupp1-v2-600w.jpg","elife-06225-fig5-figsupp2-v2-600w.jpg","elife-06225-fig5-v2-600w.jpg","elife-06225-v1.xml"]}