{"title":"Rational design of aptazyme riboswitches for efficient control of gene expression in mammalian cells","author":[{"surname":"Zhong","given-names":"Guocai"},{"surname":"Wang","given-names":"Haimin"},{"surname":"Bailey","given-names":"Charles C"},{"surname":"Gao","given-names":"Guangping"},{"surname":"Farzan","given-names":"Michael"}],"abstract":"Efforts to control mammalian gene expression with ligand-responsive riboswitches have been hindered by lack of a general method for generating efficient switches in mammalian systems. Here we describe a rational-design approach that enables rapid development of efficient <italic>cis</italic>-acting aptazyme riboswitches. We identified communication-module characteristics associated with aptazyme functionality through analysis of a 32-aptazyme test panel. We then developed a scoring system that predicts an aptazymes’s activity by integrating three characteristics of communication-module bases: hydrogen bonding, base stacking, and distance to the enzymatic core. We validated the power and generality of this approach by designing aptazymes responsive to three distinct ligands, each with markedly wider dynamic ranges than any previously reported. These aptayzmes efficiently regulated adeno-associated virus (AAV)-vectored transgene expression in cultured mammalian cells and mice, highlighting one application of these broadly usable regulatory switches. Our approach enables efficient, protein-independent control of gene expression by a range of small molecules.","identifier":[{"type":"publisher-id","id":"18858"},{"type":"doi","id":"10.7554/eLife.18858"}],"date":{"day":"02","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18858","entryfile":"elife-18858-v2.xml","files":["elife-18858-fig1-figsupp1-v2-600w.jpg","elife-18858-fig1-figsupp2-v2-600w.jpg","elife-18858-fig1-v2-600w.jpg","elife-18858-fig2-figsupp1-v2-600w.jpg","elife-18858-fig2-figsupp2-v2-600w.jpg","elife-18858-fig2-v2-600w.jpg","elife-18858-fig3-figsupp1-v2-600w.jpg","elife-18858-fig3-figsupp2-v2-600w.jpg","elife-18858-fig3-v2-600w.jpg","elife-18858-fig4-figsupp1-v2-600w.jpg","elife-18858-fig4-v2-600w.jpg","elife-18858-fig5-figsupp1-v2-600w.jpg","elife-18858-fig5-v2-600w.jpg","elife-18858-v1.xml"]}