{"title":"Replication Study: Melanoma genome sequencing reveals frequent <italic>PREX2</italic> mutations","author":[{"surname":"Horrigan","given-names":"Stephen K"},{"surname":"Courville","given-names":"Pascal"},{"surname":"Sampey","given-names":"Darryl"},{"surname":"Zhou","given-names":"Faren"},{"surname":"Cai","given-names":"Steve"}],"abstract":"In 2015, as part of the <ext-link>Reproducibility Project: Cancer Biology</ext-link>, we published a Registered Report (Chroscinski et al., 2014) that described how we intended to replicate selected experiments from the paper \"Melanoma genome sequencing reveals frequent <italic>PREX2</italic> mutations\" (Berger et al., 2012). Here we report the results of those experiments. We regenerated cells stably expressing ectopic wild-type and mutant phosphatidylinositol-3,4,5-trisphosphate-dependent Rac exchange factor 2 (PREX2) using the same immortalized human NRAS<sup>G12D</sup> melanocytes as the original study. Evaluation of PREX2 expression in these newly generated stable cells revealed varying levels of expression among the PREX2 isoforms, which was also observed in the stable cells made in the original study (Figure S6A; Berger et al., 2012). Additionally, ectopically expressed PREX2 was found to be at least 5 times above endogenous PREX2 expression. The monitoring of tumor formation of these stable cells <italic>in vivo</italic> resulted in no statistically significant difference in tumor-free survival driven by <italic>PREX2</italic> variants, whereas the original study reported that these <italic>PREX2</italic> mutations increased the rate of tumor incidence compared to controls (Figure 3B and S6B; Berger et al., 2012). Surprisingly, the median tumor-free survival was 1 week in this replication attempt, while 70% of the control mice were reported to be tumor-free after 9 weeks in the original study. The rapid tumor onset observed in this replication attempt, compared to the original study, makes the detection of accelerated tumor growth in <italic>PREX2</italic> expressing NRAS<sup>G12D</sup> melanocytes extremely difficult. Finally, we report meta-analyses for each result.","identifier":[{"type":"publisher-id","id":"21634"},{"type":"doi","id":"10.7554/eLife.21634"}],"date":{"day":"19","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21634","entryfile":"elife-21634-v1.xml","files":["elife-21634-fig1-figsupp1-v1-600w.jpg","elife-21634-fig1-v1-600w.jpg","elife-21634-fig2-v1-600w.jpg","elife-21634-fig3-figsupp1-v1-600w.jpg","elife-21634-fig3-v1-600w.jpg","elife-21634-fig4-figsupp1-v1-600w.jpg","elife-21634-fig4-v1-600w.jpg","elife-21634-fig5-v1-600w.jpg"]}