{"title":"The antigenic switching network of <italic>Plasmodium falciparum</italic> and its implications for the immuno-epidemiology of malaria","author":[{"surname":"Noble","given-names":"Robert"},{"surname":"Christodoulou","given-names":"Zóe"},{"surname":"Kyes","given-names":"Sue"},{"surname":"Pinches","given-names":"Robert"},{"surname":"Newbold","given-names":"Chris I"},{"surname":"Recker","given-names":"Mario"}],"abstract":"Antigenic variation in the human malaria parasite <italic>Plasmodium falciparum</italic> involves sequential and mutually exclusive expression of members of the <italic>var</italic> multi-gene family and appears to follow a non-random pattern. In this study, using a detailed in vitro gene transcription analysis of the culture-adapted HB3 strain of <italic>P. falciparum</italic>, we show that antigenic switching is governed by a global activation hierarchy favouring short and highly diverse genes in central chromosomal location. Longer and more conserved genes, which have previously been associated with severe infection in immunologically naive hosts, are rarely activated, however, implying an in vivo fitness advantage possibly through adhesion-dependent survival rates. We further show that a gene’s activation rate is positively associated sequence diversity, which could offer important new insights into the evolution and maintenance of antigenic diversity in <italic>P. falciparum</italic> malaria.","identifier":[{"type":"publisher-id","id":"01074"},{"type":"doi","id":"10.7554/eLife.01074"}],"date":{"day":"17","month":"09","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01074","entryfile":"elife-01074-v1.xml","files":["elife-01074-fig1-figsupp1-v1-600w.jpg","elife-01074-fig1-figsupp2-v1-600w.jpg","elife-01074-fig1-v1-600w.jpg","elife-01074-fig2-figsupp1-v1-600w.jpg","elife-01074-fig2-v1-600w.jpg","elife-01074-fig3-v1-600w.jpg","elife-01074-fig4-v1-600w.jpg","elife-01074-fig5-v1-600w.jpg","elife-01074-fig6-figsupp1-v1-600w.jpg","elife-01074-fig6-v1-600w.jpg"]}