{"title":"The Apelin receptor enhances Nodal/TGFβ signaling to ensure proper cardiac development","author":[{"surname":"Deshwar","given-names":"Ashish R"},{"surname":"Chng","given-names":"Serene C"},{"surname":"Ho","given-names":"Lena"},{"surname":"Reversade","given-names":"Bruno"},{"surname":"Scott","given-names":"Ian C"}],"abstract":"The Apelin receptor (Aplnr) is essential for heart development, controlling the early migration of cardiac progenitors. Here we demonstrate that in zebrafish Aplnr modulates Nodal/TGFβ signaling, a key pathway essential for mesendoderm induction and migration. Loss of Aplnr function leads to a reduction in Nodal target gene expression whereas activation of Aplnr by a non-peptide agonist increases the expression of these same targets. Furthermore, loss of Aplnr results in a delay in the expression of the cardiogenic transcription factors <italic>mespaa/ab</italic>. Elevating Nodal levels in <italic>aplnra/b</italic> morphant and double mutant embryos is sufficient to rescue cardiac differentiation defects. We demonstrate that loss of Aplnr attenuates the activity of a point source of Nodal ligands Squint and Cyclops in a non-cell autonomous manner. Our results favour a model in which Aplnr is required to fine-tune Nodal output, acting as a specific rheostat for the Nodal/TGFβ pathway during the earliest stages of cardiogenesis.","identifier":[{"type":"publisher-id","id":"13758"},{"type":"doi","id":"10.7554/eLife.13758"}],"date":{"day":"14","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13758","entryfile":"elife-13758-v2.xml","files":["elife-13758-fig1-figsupp1-v2-600w.jpg","elife-13758-fig1-figsupp2-v2-600w.jpg","elife-13758-fig1-v2-600w.jpg","elife-13758-fig2-figsupp1-v2-600w.jpg","elife-13758-fig2-figsupp2-v2-600w.jpg","elife-13758-fig2-v2-600w.jpg","elife-13758-fig3-v2-600w.jpg","elife-13758-fig4-figsupp1-v2-600w.jpg","elife-13758-fig4-figsupp2-v2-600w.jpg","elife-13758-fig4-v2-600w.jpg","elife-13758-v1.xml"]}