{"title":"SETD2 is required for DNA double-strand break repair and activation of the p53-mediated checkpoint","author":[{"surname":"Carvalho","given-names":"Sílvia"},{"surname":"Vítor","given-names":"Alexandra C"},{"surname":"Sridhara","given-names":"Sreerama C"},{"surname":"Martins","given-names":"Filipa B"},{"surname":"Raposo","given-names":"Ana C"},{"surname":"Desterro","given-names":"Joana MP"},{"surname":"Ferreira","given-names":"João"},{"surname":"de Almeida","given-names":"Sérgio F"}],"abstract":"Histone modifications establish the chromatin states that coordinate the DNA damage response. In this study, we show that SETD2, the enzyme that trimethylates histone H3 lysine 36 (H3K36me3), is required for ATM activation upon DNA double-strand breaks (DSBs). Moreover, we find that SETD2 is necessary for homologous recombination repair of DSBs by promoting the formation of RAD51 presynaptic filaments. In agreement, SETD2-mutant clear cell renal cell carcinoma (ccRCC) cells displayed impaired DNA damage signaling. However, despite the persistence of DNA lesions, SETD2-deficient cells failed to activate p53, a master guardian of the genome rarely mutated in ccRCC and showed decreased cell survival after DNA damage. We propose that this novel SETD2-dependent role provides a chromatin bookmarking instrument that facilitates signaling and repair of DSBs. In ccRCC, loss of SETD2 may afford an alternative mechanism for the inactivation of the p53-mediated checkpoint without the need for additional genetic mutations in TP53.","identifier":[{"type":"publisher-id","id":"02482"},{"type":"doi","id":"10.7554/eLife.02482"}],"date":{"day":"06","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02482","entryfile":"elife-02482-v2.xml","files":["elife-02482-fig1-v2-600w.jpg","elife-02482-fig2-figsupp1-v2-600w.jpg","elife-02482-fig2-v2-600w.jpg","elife-02482-fig3-v2-600w.jpg","elife-02482-fig4-v2-600w.jpg","elife-02482-fig5-v2-600w.jpg","elife-02482-fig6-v2-600w.jpg","elife-02482-fig7-figsupp1-v2-600w.jpg","elife-02482-fig7-v2-600w.jpg","elife-02482-fig8-v2-600w.jpg","elife-02482-fig9-v2-600w.jpg","elife-02482-resp-fig1-v2-600w.jpg","elife-02482-v1.xml"]}