{"title":"Present-day central African forest is a legacy of the 19th century human history","author":[{"surname":"Morin-Rivat","given-names":"Julie"},{"surname":"Fayolle","given-names":"Adeline"},{"surname":"Favier","given-names":"Charly"},{"surname":"Bremond","given-names":"Laurent"},{"surname":"Gourlet-Fleury","given-names":"Sylvie"},{"surname":"Bayol","given-names":"Nicolas"},{"surname":"Lejeune","given-names":"Philippe"},{"surname":"Beeckman","given-names":"Hans"},{"surname":"Doucet","given-names":"Jean-Louis"}],"abstract":"The populations of light-demanding trees that dominate the canopy of central African forests are now aging. Here, we show that the lack of regeneration of these populations began ca. 165 ya (around 1850) after major anthropogenic disturbances ceased. Since 1885, less itinerancy and disturbance in the forest has occurred because the colonial administrations concentrated people and villages along the primary communication axes. Local populations formerly gardened the forest by creating scattered openings, which were sufficiently large for the establishment of light-demanding trees. Currently, common logging operations do not create suitable openings for the regeneration of these species, whereas deforestation degrades landscapes. Using an interdisciplinary approach, which included paleoecological, archaeological, historical, and dendrological data, we highlight the long-term history of human activities across central African forests and assess the contribution of these activities to present-day forest structure and composition. The conclusions of this sobering analysis present challenges to current silvicultural practices and to those of the future.","identifier":[{"type":"publisher-id","id":"20343"},{"type":"doi","id":"10.7554/eLife.20343"}],"date":{"day":"17","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20343","entryfile":"elife-20343-v1.xml","files":["elife-20343-fig1-v1-600w.jpg","elife-20343-fig2-figsupp1-v1-600w.jpg","elife-20343-fig2-figsupp2-v1-600w.jpg","elife-20343-fig2-v1-600w.jpg","elife-20343-fig3-v1-600w.jpg"]}