{"title":"Nup98 FG domains from diverse species spontaneously phase-separate into particles with nuclear pore-like permselectivity","author":[{"surname":"Schmidt","given-names":"Hermann Broder"},{"surname":"Görlich","given-names":"Dirk"}],"abstract":"Nuclear pore complexes (NPCs) conduct massive transport mediated by shuttling nuclear transport receptors (NTRs), while keeping nuclear and cytoplasmic contents separated. The NPC barrier in <italic>Xenopus</italic> relies primarily on the intrinsically disordered FG domain of Nup98. We now observed that Nup98 FG domains of mammals, lancelets, insects, nematodes, fungi, plants, amoebas, ciliates, and excavates spontaneously and rapidly phase-separate from dilute (submicromolar) aqueous solutions into characteristic ‘FG particles’. This required neither sophisticated experimental conditions nor auxiliary eukaryotic factors. Instead, it occurred already during FG domain expression in bacteria. All Nup98 FG phases rejected inert macromolecules and yet allowed far larger NTR cargo complexes to rapidly enter. They even recapitulated the observations that large cargo-domains counteract NPC passage of NTR⋅cargo complexes, while cargo shielding and increased NTR⋅cargo surface-ratios override this inhibition. Their exquisite NPC-typical sorting selectivity and strong intrinsic assembly propensity suggest that Nup98 FG phases can form in authentic NPCs and indeed account for the permeability properties of the pore.","identifier":[{"type":"publisher-id","id":"04251"},{"type":"doi","id":"10.7554/eLife.04251"}],"date":{"day":"06","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04251","entryfile":"elife-04251-v1.xml","files":["elife-04251-fig1-v1-600w.jpg","elife-04251-fig10-v1-600w.jpg","elife-04251-fig11-v1-600w.jpg","elife-04251-fig12-v1-600w.jpg","elife-04251-fig13-figsupp1-v1-600w.jpg","elife-04251-fig13-v1-600w.jpg","elife-04251-fig14-v1-600w.jpg","elife-04251-fig15-v1-600w.jpg","elife-04251-fig2-v1-600w.jpg","elife-04251-fig3-v1-600w.jpg","elife-04251-fig4-v1-600w.jpg","elife-04251-fig5-v1-600w.jpg","elife-04251-fig6-v1-600w.jpg","elife-04251-fig7-v1-600w.jpg","elife-04251-fig8-v1-600w.jpg","elife-04251-fig9-v1-600w.jpg","elife-04251-resp-fig1-v1-600w.jpg","elife-04251-resp-fig2-v1-600w.jpg"]}