{"title":"Synaptic transmission and plasticity require AMPA receptor anchoring via its N-terminal domain","author":[{"surname":"Watson","given-names":"Jake F"},{"surname":"Ho","given-names":"Hinze"},{"surname":"Greger","given-names":"Ingo H"}],"abstract":"AMPA-type glutamate receptors (AMPARs) mediate fast excitatory neurotransmission and are selectively recruited during activity-dependent plasticity to increase synaptic strength. A prerequisite for faithful signal transmission is the positioning and clustering of AMPARs at postsynaptic sites. The mechanisms underlying this positioning have largely been ascribed to the receptor cytoplasmic C-termini and to AMPAR-associated auxiliary subunits, both interacting with the postsynaptic scaffold. Here, using mouse organotypic hippocampal slices, we show that the extracellular AMPAR N-terminal domain (NTD), which projects midway into the synaptic cleft, plays a fundamental role in this process. This highly sequence-diverse domain mediates synaptic anchoring in a subunit-selective manner. Receptors lacking the NTD exhibit increased mobility in synapses, depress synaptic transmission and are unable to sustain long-term potentiation (LTP). Thus, synaptic transmission and the expression of LTP are dependent upon an AMPAR anchoring mechanism that is driven by the NTD.","identifier":[{"type":"publisher-id","id":"23024"},{"type":"doi","id":"10.7554/eLife.23024"}],"date":{"day":"14","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23024","entryfile":"elife-23024-v3.xml","files":["elife-23024-fig1-figsupp1-v3-600w.jpg","elife-23024-fig1-v3-600w.jpg","elife-23024-fig2-figsupp1-v3-600w.jpg","elife-23024-fig2-v3-600w.jpg","elife-23024-fig3-v3-600w.jpg","elife-23024-fig4-v3-600w.jpg","elife-23024-fig5-v3-600w.jpg","elife-23024-fig6-figsupp1-v3-600w.jpg","elife-23024-fig6-v3-600w.jpg","elife-23024-fig7-figsupp1-v3-600w.jpg","elife-23024-fig7-v3-600w.jpg","elife-23024-fig8-figsupp1-v3-600w.jpg","elife-23024-fig8-figsupp2-v3-600w.jpg","elife-23024-fig8-v3-600w.jpg","elife-23024-resp-fig1-v3-600w.jpg","elife-23024-resp-fig2-v3-600w.jpg","elife-23024-v1.xml","elife-23024-v2.xml"]}