{"title":"A meta-analysis of threats to valid clinical inference in preclinical research of sunitinib","author":[{"surname":"Henderson","given-names":"Valerie C"},{"surname":"Demko","given-names":"Nadine"},{"surname":"Hakala","given-names":"Amanda"},{"surname":"MacKinnon","given-names":"Nathalie"},{"surname":"Federico","given-names":"Carole A"},{"surname":"Fergusson","given-names":"Dean"},{"surname":"Kimmelman","given-names":"Jonathan"}],"abstract":"Poor study methodology leads to biased measurement of treatment effects in preclinical research. We used available sunitinib preclinical studies to evaluate relationships between study design and experimental tumor volume effect sizes. We identified published animal efficacy experiments where sunitinib monotherapy was tested for effects on tumor volume. Effect sizes were extracted alongside experimental design elements addressing threats to valid clinical inference. Reported use of practices to address internal validity threats was limited, with no experiments using blinded outcome assessment. Most malignancies were tested in one model only, raising concerns about external validity. We calculate a 45% overestimate of effect size across all malignancies due to potential publication bias. Pooled effect sizes for specific malignancies did not show apparent relationships with effect sizes in clinical trials, and we were unable to detect dose–response relationships. Design and reporting standards represent an opportunity for improving clinical inference.","identifier":[{"type":"publisher-id","id":"08351"},{"type":"doi","id":"10.7554/eLife.08351"}],"date":{"day":"13","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08351","entryfile":"elife-08351-v1.xml","files":["elife-08351-fig1-figsupp1-v1-600w.jpg","elife-08351-fig1-v1-600w.jpg","elife-08351-fig2-figsupp1-v1-600w.jpg","elife-08351-fig2-v1-600w.jpg","elife-08351-fig3-v1-600w.jpg","elife-08351-fig4-v1-600w.jpg","elife-08351-fig5-v1-600w.jpg"]}