{"title":"ELKS controls the pool of readily releasable vesicles at excitatory synapses through its N-terminal coiled-coil domains","author":[{"surname":"Held","given-names":"Richard G"},{"surname":"Liu","given-names":"Changliang"},{"surname":"Kaeser","given-names":"Pascal S"}],"abstract":"In a presynaptic nerve terminal, synaptic strength is determined by the pool of readily releasable vesicles (RRP) and the probability of release (P) of each RRP vesicle. These parameters are controlled at the active zone and vary across synapses, but how such synapse specific control is achieved is not understood. ELKS proteins are enriched at vertebrate active zones and enhance P at inhibitory hippocampal synapses, but ELKS functions at excitatory synapses are not known. Studying conditional knockout mice for ELKS, we find that ELKS enhances the RRP at excitatory synapses without affecting P. Surprisingly, ELKS C-terminal sequences, which interact with RIM, are dispensable for RRP enhancement. Instead, the N-terminal ELKS coiled-coil domains that bind to Liprin-α and Bassoon are necessary to control RRP. Thus, ELKS removal has differential, synapse-specific effects on RRP and P, and our findings establish important roles for ELKS N-terminal domains in synaptic vesicle priming.","identifier":[{"type":"publisher-id","id":"14862"},{"type":"doi","id":"10.7554/eLife.14862"}],"date":{"day":"02","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14862","entryfile":"elife-14862-v2.xml","files":["elife-14862-fig1-figsupp1-v2-600w.jpg","elife-14862-fig1-figsupp2-v2-600w.jpg","elife-14862-fig1-v2-600w.jpg","elife-14862-fig2-figsupp1-v2-600w.jpg","elife-14862-fig2-v2-600w.jpg","elife-14862-fig3-figsupp1-v2-600w.jpg","elife-14862-fig3-v2-600w.jpg","elife-14862-fig4-v2-600w.jpg","elife-14862-fig5-figsupp1-v2-600w.jpg","elife-14862-fig5-figsupp2-v2-600w.jpg","elife-14862-fig5-v2-600w.jpg","elife-14862-fig6-v2-600w.jpg","elife-14862-fig7-figsupp1-v2-600w.jpg","elife-14862-fig7-v2-600w.jpg","elife-14862-fig8-figsupp1-v2-600w.jpg","elife-14862-fig8-figsupp2-v2-600w.jpg","elife-14862-fig8-v2-600w.jpg","elife-14862-v1.xml"]}