{"title":"Hawkmoths evaluate scenting flowers with the tip of their proboscis","author":[{"surname":"Haverkamp","given-names":"Alexander"},{"surname":"Yon","given-names":"Felipe"},{"surname":"Keesey","given-names":"Ian W"},{"surname":"Mißbach","given-names":"Christine"},{"surname":"Koenig","given-names":"Christopher"},{"surname":"Hansson","given-names":"Bill S"},{"surname":"Baldwin","given-names":"Ian T"},{"surname":"Knaden","given-names":"Markus"},{"surname":"Kessler","given-names":"Danny"}],"abstract":"Pollination by insects is essential to many ecosystems. Previously, we have shown that floral scent is important to mediate pollen transfer between plants (<xref>Kessler et al., 2015</xref>). Yet, the mechanisms by which pollinators evaluate volatiles of single flowers remained unclear. Here, <italic>Nicotiana attenuata</italic> plants, in which floral volatiles have been genetically silenced and its hawkmoth pollinator, <italic>Manduca sexta</italic>, were used in semi-natural tent and wind-tunnel assays to explore the function of floral scent. We found that floral scent functions to increase the fitness of individual flowers not only by increasing detectability but also by enhancing the pollinator's foraging efforts. Combining proboscis choice tests with neurophysiological, anatomical and molecular analyses we show that this effect is governed by newly discovered olfactory neurons on the tip of the moth's proboscis. With the tip of their tongue, pollinators assess the advertisement of individual flowers, an ability essential for maintaining this important ecosystem service.","identifier":[{"type":"publisher-id","id":"15039"},{"type":"doi","id":"10.7554/eLife.15039"}],"date":{"day":"05","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15039","entryfile":"elife-15039-v2.xml","files":["elife-15039-fig1-figsupp1-v2-600w.jpg","elife-15039-fig1-v2-600w.jpg","elife-15039-fig2-figsupp1-v2-600w.jpg","elife-15039-fig2-v2-600w.jpg","elife-15039-fig3-figsupp1-v2-600w.jpg","elife-15039-fig3-v2-600w.jpg","elife-15039-fig4-figsupp1-v2-600w.jpg","elife-15039-fig4-v2-600w.jpg","elife-15039-v1.xml"]}