{"title":"Upregulation of neurovascular communication through filamin abrogation promotes ectopic periventricular neurogenesis","author":[{"surname":"Houlihan","given-names":"Shauna L"},{"surname":"Lanctot","given-names":"Alison A"},{"surname":"Guo","given-names":"Yan"},{"surname":"Feng","given-names":"Yuanyi"}],"abstract":"Neuronal fate-restricted intermediate progenitors (IPs) are derived from the multipotent radial glia (RGs) and serve as the direct precursors for cerebral cortical neurons, but factors that control their neurogenic plasticity remain elusive. Here we report that IPs’ neuron production is enhanced by abrogating filamin function, leading to the generation of periventricular neurons independent of normal neocortical neurogenesis and neuronal migration. Loss of Flna in neural progenitor cells (NPCs) led RGs to undergo changes resembling epithelial-mesenchymal transition (EMT) along with exuberant angiogenesis that together changed the microenvironment and increased neurogenesis of IPs. We show that by collaborating with β-arrestin, Flna maintains the homeostatic signaling between the vasculature and NPCs, and loss of this function results in escalated Vegfa and Igf2 signaling, which exacerbates both EMT and angiogenesis to further potentiate IPs’ neurogenesis. These results suggest that the neurogenic potential of IPs may be boosted in vivo by manipulating Flna-mediated neurovascular communication.","identifier":[{"type":"publisher-id","id":"17823"},{"type":"doi","id":"10.7554/eLife.17823"}],"date":{"day":"24","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17823","entryfile":"elife-17823-v2.xml","files":["elife-17823-fig1-figsupp1-v2-600w.jpg","elife-17823-fig1-v2-600w.jpg","elife-17823-fig2-figsupp1-v2-600w.jpg","elife-17823-fig2-v2-600w.jpg","elife-17823-fig3-figsupp1-v2-600w.jpg","elife-17823-fig3-figsupp2-v2-600w.jpg","elife-17823-fig3-figsupp3-v2-600w.jpg","elife-17823-fig3-v2-600w.jpg","elife-17823-fig4-figsupp1-v2-600w.jpg","elife-17823-fig4-v2-600w.jpg","elife-17823-fig5-figsupp1-v2-600w.jpg","elife-17823-fig5-v2-600w.jpg","elife-17823-fig6-figsupp1-v2-600w.jpg","elife-17823-fig6-figsupp2-v2-600w.jpg","elife-17823-fig6-figsupp3-v2-600w.jpg","elife-17823-fig6-v2-600w.jpg","elife-17823-fig7-v2-600w.jpg","elife-17823-v1.xml"]}