{"title":"A feedback loop between nonsense-mediated decay and the retrogene <italic>DUX4</italic> in facioscapulohumeral muscular dystrophy","author":[{"surname":"Feng","given-names":"Qing"},{"surname":"Snider","given-names":"Lauren"},{"surname":"Jagannathan","given-names":"Sujatha"},{"surname":"Tawil","given-names":"Rabi"},{"surname":"van der Maarel","given-names":"Silvère M"},{"surname":"Tapscott","given-names":"Stephen J"},{"surname":"Bradley","given-names":"Robert K"}],"abstract":"Facioscapulohumeral muscular dystrophy (FSHD) is a muscular dystrophy caused by inefficient epigenetic repression of the D4Z4 macrosatellite array and somatic expression of the <italic>DUX4</italic> retrogene. DUX4 is a double homeobox transcription factor that is normally expressed in the testis and causes apoptosis and FSHD when misexpressed in skeletal muscle. The mechanism(s) of DUX4 toxicity in muscle is incompletely understood. We report that DUX4-triggered proteolytic degradation of UPF1, a central component of the nonsense-mediated decay (NMD) machinery, is associated with profound NMD inhibition, resulting in global accumulation of RNAs normally degraded as NMD substrates. DUX4 mRNA is itself degraded by NMD, such that inhibition of NMD by DUX4 protein stabilizes DUX4 mRNA through a double-negative feedback loop in FSHD muscle cells. This feedback loop illustrates an unexpected mode of autoregulatory behavior of a transcription factor, is consistent with ‘bursts’ of <italic>DUX4</italic> expression in FSHD muscle, and has implications for FSHD pathogenesis.","identifier":[{"type":"publisher-id","id":"04996"},{"type":"doi","id":"10.7554/eLife.04996"}],"date":{"day":"07","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04996","entryfile":"elife-04996-v3.xml","files":["elife-04996-fig1-figsupp1-v3-600w.jpg","elife-04996-fig1-v3-600w.jpg","elife-04996-fig2-v3-600w.jpg","elife-04996-fig3-v3-600w.jpg","elife-04996-fig4-v3-600w.jpg","elife-04996-v1.xml","elife-04996-v2.xml"]}