{"title":"Early intrinsic hyperexcitability does not contribute to motoneuron degeneration in amyotrophic lateral sclerosis","author":[{"surname":"Leroy","given-names":"Félix"},{"surname":"Lamotte d'Incamps","given-names":"Boris"},{"surname":"Imhoff-Manuel","given-names":"Rebecca D"},{"surname":"Zytnicki","given-names":"Daniel"}],"abstract":"In amyotrophic lateral sclerosis (ALS) the large motoneurons that innervate the fast-contracting muscle fibers (F-type motoneurons) are vulnerable and degenerate in adulthood. In contrast, the small motoneurons that innervate the slow-contracting fibers (S-type motoneurons) are resistant and do not degenerate. Intrinsic hyperexcitability of F-type motoneurons during early postnatal development has long been hypothesized to contribute to neural degeneration in the adult. Here, we performed a critical test of this hypothesis by recording from identified F- and S-type motoneurons in the superoxide dismutase-1 mutant G93A (mSOD1), a mouse model of ALS at a neonatal age when early pathophysiological changes are observed. Contrary to the standard hypothesis, excitability of F-type motoneurons was unchanged in the mutant mice. Surprisingly, the S-type motoneurons of mSDO1 mice did display intrinsic hyperexcitability (lower rheobase, hyperpolarized spiking threshold). As S-type motoneurons are resistant in ALS, we conclude that early intrinsic hyperexcitability does not contribute to motoneuron degeneration.","identifier":[{"type":"publisher-id","id":"04046"},{"type":"doi","id":"10.7554/eLife.04046"}],"date":{"day":"14","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04046","entryfile":"elife-04046-v2.xml","files":["elife-04046-fig1-figsupp1-v2-600w.jpg","elife-04046-fig1-v2-600w.jpg","elife-04046-fig2-v2-600w.jpg","elife-04046-fig3-v2-600w.jpg","elife-04046-fig4-v2-600w.jpg","elife-04046-fig5-v2-600w.jpg","elife-04046-fig6-v2-600w.jpg","elife-04046-fig7-figsupp1-v2-600w.jpg","elife-04046-fig7-v2-600w.jpg","elife-04046-fig8-v2-600w.jpg","elife-04046-v1.xml"]}