{"title":"Protein aggregates are associated with replicative aging without compromising protein quality control","author":[{"surname":"Saarikangas","given-names":"Juha"},{"surname":"Barral","given-names":"Yves"}],"abstract":"Differentiation of cellular lineages is facilitated by asymmetric segregation of fate determinants between dividing cells. In budding yeast, various aging factors segregate to the aging (mother)-lineage, with poorly understood consequences. In this study, we show that yeast mother cells form a protein aggregate during early replicative aging that is maintained as a single, asymmetrically inherited deposit over the remaining lifespan. Surprisingly, deposit formation was not associated with stress or general decline in proteostasis. Rather, the deposit-containing cells displayed enhanced degradation of cytosolic proteasome substrates and unimpaired clearance of stress-induced protein aggregates. Deposit formation was dependent on Hsp42, which collected non-random client proteins of the Hsp104/Hsp70-refolding machinery, including the prion Sup35. Importantly, loss of Hsp42 resulted in symmetric inheritance of its constituents and prolonged the lifespan of the mother cell. Together, these data suggest that protein aggregation is an early aging-associated differentiation event in yeast, having a two-faceted role in organismal fitness.","identifier":[{"type":"publisher-id","id":"06197"},{"type":"doi","id":"10.7554/eLife.06197"}],"date":{"day":"06","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06197","entryfile":"elife-06197-v1.xml","files":["elife-06197-fig1-figsupp1-v1-600w.jpg","elife-06197-fig1-figsupp2-v1-600w.jpg","elife-06197-fig1-v1-600w.jpg","elife-06197-fig2-v1-600w.jpg","elife-06197-fig3-v1-600w.jpg","elife-06197-fig4-v1-600w.jpg","elife-06197-fig5-v1-600w.jpg","elife-06197-fig6-v1-600w.jpg","elife-06197-fig7-v1-600w.jpg","elife-06197-fig8-v1-600w.jpg","elife-06197-resp-fig1-v1-600w.jpg","elife-06197-resp-fig2-v1-600w.jpg","elife-06197-resp-fig3-v1-600w.jpg"]}