{"title":"Environmental changes in oxygen tension reveal ROS-dependent neurogenesis and regeneration in the adult newt brain","author":[{"surname":"Hameed","given-names":"L Shahul"},{"surname":"Berg","given-names":"Daniel A"},{"surname":"Belnoue","given-names":"Laure"},{"surname":"Jensen","given-names":"Lasse D"},{"surname":"Cao","given-names":"Yihai"},{"surname":"Simon","given-names":"András"}],"abstract":"Organisms need to adapt to the ecological constraints in their habitat. How specific processes reflect such adaptations are difficult to model experimentally. We tested whether environmental shifts in oxygen tension lead to events in the adult newt brain that share features with processes occurring during neuronal regeneration under normoxia. By experimental simulation of varying oxygen concentrations, we show that hypoxia followed by re-oxygenation lead to neuronal death and hallmarks of an injury response, including activation of neural stem cells ultimately leading to neurogenesis. Neural stem cells accumulate reactive oxygen species (ROS) during re-oxygenation and inhibition of ROS biosynthesis counteracts their proliferation as well as neurogenesis. Importantly, regeneration of dopamine neurons under normoxia also depends on ROS-production. These data demonstrate a role for ROS-production in neurogenesis in newts and suggest that this role may have been recruited to the capacity to replace lost neurons in the brain of an adult vertebrate.","identifier":[{"type":"publisher-id","id":"08422"},{"type":"doi","id":"10.7554/eLife.08422"}],"date":{"day":"20","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08422","entryfile":"elife-08422-v2.xml","files":["elife-08422-fig1-figsupp1-v2-600w.jpg","elife-08422-fig1-v2-600w.jpg","elife-08422-fig2-figsupp1-v2-600w.jpg","elife-08422-fig2-v2-600w.jpg","elife-08422-fig3-figsupp1-v2-600w.jpg","elife-08422-fig3-v2-600w.jpg","elife-08422-fig4-figsupp1-v2-600w.jpg","elife-08422-fig4-v2-600w.jpg","elife-08422-fig5-v2-600w.jpg","elife-08422-v1.xml"]}