{"title":"Distinct transcriptional responses elicited by unfolded nuclear or cytoplasmic protein in mammalian cells","author":[{"surname":"Miyazaki","given-names":"Yusuke"},{"surname":"Chen","given-names":"Ling-chun"},{"surname":"Chu","given-names":"Bernard W"},{"surname":"Swigut","given-names":"Tomek"},{"surname":"Wandless","given-names":"Thomas J"}],"abstract":"Eukaryotic cells possess a variety of signaling pathways that prevent accumulation of unfolded and misfolded proteins. Chief among these is the heat shock response (HSR), which is assumed to respond to unfolded proteins in the cytosol and nucleus alike. In this study, we probe this axiom further using engineered proteins called ‘destabilizing domains’, whose folding state we control with a small molecule. The sudden appearance of unfolded protein in mammalian cells elicits a robust transcriptional response, which is distinct from the HSR and other known pathways that respond to unfolded proteins. The cellular response to unfolded protein is strikingly different in the nucleus and the cytosol, although unfolded protein in either compartment engages the p53 network. This response provides cross-protection during subsequent proteotoxic stress, suggesting that it is a central component of protein quality control networks, and like the HSR, is likely to influence the initiation and progression of human pathologies.","identifier":[{"type":"publisher-id","id":"07687"},{"type":"doi","id":"10.7554/eLife.07687"}],"date":{"day":"28","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07687","entryfile":"elife-07687-v2.xml","files":["elife-07687-fig1-figsupp1-v2-600w.jpg","elife-07687-fig1-v2-600w.jpg","elife-07687-fig2-figsupp1-v2-600w.jpg","elife-07687-fig2-v2-600w.jpg","elife-07687-fig3-v2-600w.jpg","elife-07687-fig4-figsupp1-v2-600w.jpg","elife-07687-fig4-v2-600w.jpg","elife-07687-fig5-figsupp1-v2-600w.jpg","elife-07687-fig5-figsupp2-v2-600w.jpg","elife-07687-fig5-v2-600w.jpg","elife-07687-fig6-figsupp1-v2-600w.jpg","elife-07687-fig6-v2-600w.jpg","elife-07687-fig7-figsupp1-v2-600w.jpg","elife-07687-fig7-v2-600w.jpg","elife-07687-v1.xml"]}