{"title":"CA1 cell activity sequences emerge after reorganization of network correlation structure during associative learning","author":[{"surname":"Modi","given-names":"Mehrab N"},{"surname":"Dhawale","given-names":"Ashesh K"},{"surname":"Bhalla","given-names":"Upinder S"}],"abstract":"Animals can learn causal relationships between pairs of stimuli separated in time and this ability depends on the hippocampus. Such learning is believed to emerge from alterations in network connectivity, but large-scale connectivity is difficult to measure directly, especially during learning. Here, we show that area CA1 cells converge to time-locked firing sequences that bridge the two stimuli paired during training, and this phenomenon is coupled to a reorganization of network correlations. Using two-photon calcium imaging of mouse hippocampal neurons we find that co-time-tuned neurons exhibit enhanced spontaneous activity correlations that increase just prior to learning. While time-tuned cells are not spatially organized, spontaneously correlated cells do fall into distinct spatial clusters that change as a result of learning. We propose that the spatial re-organization of correlation clusters reflects global network connectivity changes that are responsible for the emergence of the sequentially-timed activity of cell-groups underlying the learned behavior.","identifier":[{"type":"publisher-id","id":"01982"},{"type":"doi","id":"10.7554/eLife.01982"}],"date":{"day":"25","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01982","entryfile":"elife-01982-v1.xml","files":["elife-01982-fig1-v1-600w.jpg","elife-01982-fig2-figsupp1-v1-600w.jpg","elife-01982-fig2-v1-600w.jpg","elife-01982-fig3-figsupp1-v1-600w.jpg","elife-01982-fig3-figsupp2-v1-600w.jpg","elife-01982-fig3-v1-600w.jpg","elife-01982-fig4-figsupp1-v1-600w.jpg","elife-01982-fig4-v1-600w.jpg","elife-01982-fig5-figsupp1-v1-600w.jpg","elife-01982-fig5-v1-600w.jpg","elife-01982-fig6-v1-600w.jpg","elife-01982-fig7-v1-600w.jpg","elife-01982-resp-fig1-v1-600w.jpg","elife-01982-resp-fig2-v1-600w.jpg","elife-01982-resp-fig3-v1-600w.jpg"]}