{"title":"A mitotic kinase scaffold depleted in testicular seminomas impacts spindle orientation in germ line stem cells","author":[{"surname":"Hehnly","given-names":"Heidi"},{"surname":"Canton","given-names":"David"},{"surname":"Bucko","given-names":"Paula"},{"surname":"Langeberg","given-names":"Lorene K"},{"surname":"Ogier","given-names":"Leah"},{"surname":"Gelman","given-names":"Irwin"},{"surname":"Santana","given-names":"L Fernando"},{"surname":"Wordeman","given-names":"Linda"},{"surname":"Scott","given-names":"John D"}],"abstract":"Correct orientation of the mitotic spindle in stem cells underlies organogenesis. Spindle abnormalities correlate with cancer progression in germ line-derived tumors. We discover a macromolecular complex between the scaffolding protein Gravin/AKAP12 and the mitotic kinases, Aurora A and Plk1, that is down regulated in human seminoma. Depletion of Gravin correlates with an increased mitotic index and disorganization of seminiferous tubules. Biochemical, super-resolution imaging, and enzymology approaches establish that this Gravin scaffold accumulates at the mother spindle pole during metaphase. Manipulating elements of the Gravin-Aurora A-Plk1 axis prompts mitotic delay and prevents appropriate assembly of astral microtubules to promote spindle misorientation. These pathological responses are conserved in seminiferous tubules from <italic>Gravin</italic><sup>undefined</sup> mice where an overabundance of Oct3/4 positive germ line stem cells displays randomized orientation of mitotic spindles. Thus, we propose that Gravin-mediated recruitment of Aurora A and Plk1 to the mother (oldest) spindle pole contributes to the fidelity of symmetric cell division.","identifier":[{"type":"publisher-id","id":"09384"},{"type":"doi","id":"10.7554/eLife.09384"}],"date":{"day":"25","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09384","entryfile":"elife-09384-v2.xml","files":["elife-09384-fig1-figsupp1-v2-600w.jpg","elife-09384-fig1-v2-600w.jpg","elife-09384-fig2-figsupp1-v2-600w.jpg","elife-09384-fig2-v2-600w.jpg","elife-09384-fig3-v2-600w.jpg","elife-09384-fig4-figsupp1-v2-600w.jpg","elife-09384-fig4-v2-600w.jpg","elife-09384-fig5-v2-600w.jpg","elife-09384-fig6-figsupp1-v2-600w.jpg","elife-09384-fig6-v2-600w.jpg","elife-09384-fig7-v2-600w.jpg","elife-09384-fig8-v2-600w.jpg","elife-09384-v1.xml"]}