{"title":"Cell type-specific and time-dependent light exposure contribute to silencing in neurons expressing Channelrhodopsin-2","author":[{"surname":"Herman","given-names":"Alexander M"},{"surname":"Huang","given-names":"Longwen"},{"surname":"Murphey","given-names":"Dona K"},{"surname":"Garcia","given-names":"Isabella"},{"surname":"Arenkiel","given-names":"Benjamin R"}],"abstract":"Channelrhodopsin-2 (ChR2) has quickly gained popularity as a powerful tool for eliciting genetically targeted neuronal activation. However, little has been reported on the response kinetics of optogenetic stimulation across different neuronal subtypes. With excess stimulation, neurons can be driven into depolarization block, a state where they cease to fire action potentials. Herein, we demonstrate that light-induced depolarization block in neurons expressing ChR2 poses experimental challenges for stable activation of specific cell types and may confound interpretation of experiments when ‘activated’ neurons are in fact being functionally silenced. We show both ex vivo and in vivo that certain neuronal subtypes targeted for ChR2 expression become increasingly susceptible to depolarization block as the duration of light pulses are increased. We find that interneuron populations have a greater susceptibility to this effect than principal excitatory neurons, which are more resistant to light-induced depolarization block. Our results highlight the need to empirically determine the photo-response properties of targeted neurons when using ChR2, particularly in studies designed to elicit complex circuit responses in vivo where neuronal activity will not be recorded simultaneous to light stimulation.","identifier":[{"type":"publisher-id","id":"01481"},{"type":"doi","id":"10.7554/eLife.01481"}],"date":{"day":"28","month":"01","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01481","entryfile":"elife-01481-v1.xml","files":["elife-01481-fig1-v1-600w.jpg","elife-01481-fig2-v1-600w.jpg","elife-01481-fig3-v1-600w.jpg","elife-01481-fig4-v1-600w.jpg","elife-01481-fig5-v1-600w.jpg","elife-01481-fig6-v1-600w.jpg","elife-01481-fig7-v1-600w.jpg"]}