{"title":"Early asymmetric cues triggering the dorsal/ventral gene regulatory network of the sea urchin embryo","author":[{"surname":"Cavalieri","given-names":"Vincenzo"},{"surname":"Spinelli","given-names":"Giovanni"}],"abstract":"Dorsal/ventral (DV) patterning of the sea urchin embryo relies on a ventrally-localized organizer expressing Nodal, a pivotal regulator of the DV gene regulatory network. However, the inceptive mechanisms imposing the symmetry-breaking are incompletely understood. In <italic>Paracentrotus lividus</italic>, the Hbox12 homeodomain-containing repressor is expressed by prospective dorsal cells, spatially facing and preceding the onset of <italic>nodal</italic> transcription. We report that Hbox12 misexpression provokes DV abnormalities, attenuating <italic>nodal</italic> and <italic>nodal</italic>-dependent transcription. Reciprocally, impairing <italic>hbox12</italic> function disrupts DV polarity by allowing ectopic expression of <italic>nodal</italic>. Clonal loss-of-function, inflicted by blastomere transplantation or gene-transfer assays, highlights that DV polarization requires Hbox12 action in dorsal cells. Remarkably, the localized knock-down of <italic>nodal</italic> restores DV polarity of embryos lacking <italic>hbox12</italic> function. Finally, we show that <italic>hbox12</italic> is a dorsal-specific negative modulator of the p38-MAPK activity, which is required for <italic>nodal</italic> expression. Altogether, our results suggest that Hbox12 function is essential for proper positioning of the DV organizer.","identifier":[{"type":"publisher-id","id":"04664"},{"type":"doi","id":"10.7554/eLife.04664"}],"date":{"day":"02","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04664","entryfile":"elife-04664-v2.xml","files":["elife-04664-fig1-v2-600w.jpg","elife-04664-fig2-figsupp1-v2-600w.jpg","elife-04664-fig2-figsupp2-v2-600w.jpg","elife-04664-fig2-v2-600w.jpg","elife-04664-fig3-v2-600w.jpg","elife-04664-fig4-figsupp1-v2-600w.jpg","elife-04664-fig4-figsupp2-v2-600w.jpg","elife-04664-fig4-v2-600w.jpg","elife-04664-fig5-v2-600w.jpg","elife-04664-fig6-figsupp1-v2-600w.jpg","elife-04664-fig6-v2-600w.jpg","elife-04664-fig7-v2-600w.jpg","elife-04664-fig8-v2-600w.jpg","elife-04664-fig9-v2-600w.jpg","elife-04664-v1.xml"]}