{"title":"Recognition of familiar food activates feeding via an endocrine serotonin signal in <italic>Caenorhabditis elegans</italic>","author":[{"surname":"Song","given-names":"Bo-mi"},{"surname":"Faumont","given-names":"Serge"},{"surname":"Lockery","given-names":"Shawn"},{"surname":"Avery","given-names":"Leon"}],"abstract":"Familiarity discrimination has a significant impact on the pattern of food intake across species. However, the mechanism by which the recognition memory controls feeding is unclear. Here, we show that the nematode <italic>Caenorhabditis elegans</italic> forms a memory of particular foods after experience and displays behavioral plasticity, increasing the feeding response when they subsequently recognize the familiar food. We found that recognition of familiar food activates the pair of ADF chemosensory neurons, which subsequently increase serotonin release. The released serotonin activates the feeding response mainly by acting humorally and directly activates SER-7, a type 7 serotonin receptor, in MC motor neurons in the feeding organ. Our data suggest that worms sense the taste and/or smell of novel bacteria, which overrides the stimulatory effect of familiar bacteria on feeding by suppressing the activity of ADF or its upstream neurons. Our study provides insight into the mechanism by which familiarity discrimination alters behavior.","identifier":[{"type":"publisher-id","id":"00329"},{"type":"doi","id":"10.7554/eLife.00329"}],"date":{"day":"05","month":"02","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00329","entryfile":"elife-00329-v1.xml","files":["elife-00329-fig1-v1-600w.jpg","elife-00329-fig10-v1-600w.jpg","elife-00329-fig11-v1-600w.jpg","elife-00329-fig12-v1-600w.jpg","elife-00329-fig13-v1-600w.jpg","elife-00329-fig14-v1-600w.jpg","elife-00329-fig15-v1-600w.jpg","elife-00329-fig16-v1-600w.jpg","elife-00329-fig2-v1-600w.jpg","elife-00329-fig3-v1-600w.jpg","elife-00329-fig4-v1-600w.jpg","elife-00329-fig5-v1-600w.jpg","elife-00329-fig6-v1-600w.jpg","elife-00329-fig7-v1-600w.jpg","elife-00329-fig8-v1-600w.jpg","elife-00329-fig9-v1-600w.jpg","elife-00329-resp-fig1-v1-600w.jpg","elife-00329-resp-fig2-v1-600w.jpg","elife-00329-resp-fig3-v1-600w.jpg"]}