{"title":"Filamin, a synaptic organizer in <italic>Drosophila</italic>, determines glutamate receptor composition and membrane growth","author":[{"surname":"Lee","given-names":"GaYoung"},{"surname":"Schwarz","given-names":"Thomas L"}],"abstract":"Filamin is a scaffolding protein that functions in many cells as an actin-crosslinker. FLN90, an isoform of the Drosophila ortholog Filamin/cheerio that lacks the actin-binding domain, is here shown to govern the growth of postsynaptic membrane folds and the composition of glutamate receptor clusters at the larval neuromuscular junction. Genetic and biochemical analyses revealed that FLN90 is present surrounding synaptic boutons. FLN90 is required in the muscle for localization of the kinase dPak and, downstream of dPak, for localization of the GTPase Ral and the exocyst complex to this region. Consequently, Filamin is needed for growth of the subsynaptic reticulum. In addition, in the absence of filamin, type-A glutamate receptor subunits are lacking at the postsynapse, while type-B subunits cluster correctly. Receptor composition is dependent on dPak, but independent of the Ral pathway. Thus two major aspects of synapse formation, morphological plasticity and subtype-specific receptor clustering, require postsynaptic Filamin.","identifier":[{"type":"publisher-id","id":"19991"},{"type":"doi","id":"10.7554/eLife.19991"}],"date":{"day":"03","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19991","entryfile":"elife-19991-v2.xml","files":["elife-19991-fig1-figsupp1-v2-600w.jpg","elife-19991-fig1-v2-600w.jpg","elife-19991-fig10-v2-600w.jpg","elife-19991-fig2-figsupp1-v2-600w.jpg","elife-19991-fig2-v2-600w.jpg","elife-19991-fig3-figsupp1-v2-600w.jpg","elife-19991-fig3-v2-600w.jpg","elife-19991-fig4-figsupp1-v2-600w.jpg","elife-19991-fig4-v2-600w.jpg","elife-19991-fig5-v2-600w.jpg","elife-19991-fig6-figsupp1-v2-600w.jpg","elife-19991-fig6-v2-600w.jpg","elife-19991-fig7-v2-600w.jpg","elife-19991-fig8-v2-600w.jpg","elife-19991-fig9-figsupp1-v2-600w.jpg","elife-19991-fig9-v2-600w.jpg","elife-19991-v1.xml"]}