{"title":"New learning while consolidating memory during sleep is actively blocked by a protein synthesis dependent process","author":[{"surname":"Levy","given-names":"Roi"},{"surname":"Levitan","given-names":"David"},{"surname":"Susswein","given-names":"Abraham J"}],"abstract":"Brief experiences while a memory is consolidated may capture the consolidation, perhaps producing a maladaptive memory, or may interrupt the consolidation. Since consolidation occurs during sleep, even fleeting experiences when animals are awakened may produce maladaptive long-term memory, or may interrupt consolidation. In a learning paradigm affecting <italic>Aplysia</italic> feeding, when animals were trained after being awakened from sleep, interactions between new experiences and consolidation were prevented by blocking long-term memory arising from the new experiences. Inhibiting protein synthesis eliminated the block and allowed even a brief, generally ineffective training to produce long-term memory. Memory formation depended on consolidative proteins already expressed before training. After effective training, long term memory required subsequent transcription and translation. Memory formation during the sleep phase was correlated with increased CREB1 transcription, but not CREB2 transcription. Increased C/EBP transcription was a correlate of both effective and ineffective training and of treatments not producing memory.","identifier":[{"type":"publisher-id","id":"17769"},{"type":"doi","id":"10.7554/eLife.17769"}],"date":{"day":"06","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17769","entryfile":"elife-17769-v2.xml","files":["elife-17769-fig1-v1-600w.jpg","elife-17769-fig1-v2-600w.jpg","elife-17769-fig2-v1-600w.jpg","elife-17769-fig2-v2-600w.jpg","elife-17769-fig3-v1-600w.jpg","elife-17769-fig3-v2-600w.jpg","elife-17769-fig4-v1-600w.jpg","elife-17769-fig4-v2-600w.jpg","elife-17769-fig5-v1-600w.jpg","elife-17769-fig5-v2-600w.jpg","elife-17769-fig6-v1-600w.jpg","elife-17769-fig6-v2-600w.jpg","elife-17769-fig7-v1-600w.jpg","elife-17769-fig7-v2-600w.jpg","elife-17769-fig8-v1-600w.jpg","elife-17769-fig8-v2-600w.jpg","elife-17769-fig9-v1-600w.jpg","elife-17769-fig9-v2-600w.jpg","elife-17769-v1.xml"]}