{"title":"Homeostatic reinforcement learning for integrating reward collection and physiological stability","author":[{"surname":"Keramati","given-names":"Mehdi"},{"surname":"Gutkin","given-names":"Boris"}],"abstract":"Efficient regulation of internal homeostasis and defending it against perturbations requires adaptive behavioral strategies. However, the computational principles mediating the interaction between homeostatic and associative learning processes remain undefined. Here we use a definition of primary rewards, as outcomes fulfilling physiological needs, to build a normative theory showing how learning motivated behaviors may be modulated by internal states. Within this framework, we mathematically prove that seeking rewards is equivalent to the fundamental objective of physiological stability, defining the notion of physiological rationality of behavior. We further suggest a formal basis for temporal discounting of rewards by showing that discounting motivates animals to follow the shortest path in the space of physiological variables toward the desired setpoint. We also explain how animals learn to act predictively to preclude prospective homeostatic challenges, and several other behavioral patterns. Finally, we suggest a computational role for interaction between hypothalamus and the brain reward system.","identifier":[{"type":"publisher-id","id":"04811"},{"type":"doi","id":"10.7554/eLife.04811"}],"date":{"day":"02","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04811","entryfile":"elife-04811-v1.xml","files":["elife-04811-fig1-v1-600w.jpg","elife-04811-fig10-v1-600w.jpg","elife-04811-fig11-v1-600w.jpg","elife-04811-fig12-figsupp1-v1-600w.jpg","elife-04811-fig12-v1-600w.jpg","elife-04811-fig2-v1-600w.jpg","elife-04811-fig3-v1-600w.jpg","elife-04811-fig4-v1-600w.jpg","elife-04811-fig5-v1-600w.jpg","elife-04811-fig6-figsupp1-v1-600w.jpg","elife-04811-fig6-figsupp2-v1-600w.jpg","elife-04811-fig6-figsupp3-v1-600w.jpg","elife-04811-fig6-figsupp4-v1-600w.jpg","elife-04811-fig6-figsupp5-v1-600w.jpg","elife-04811-fig6-figsupp6-v1-600w.jpg","elife-04811-fig6-figsupp7-v1-600w.jpg","elife-04811-fig6-v1-600w.jpg","elife-04811-fig7-v1-600w.jpg","elife-04811-fig8-figsupp1-v1-600w.jpg","elife-04811-fig8-figsupp2-v1-600w.jpg","elife-04811-fig8-v1-600w.jpg","elife-04811-fig9-v1-600w.jpg"]}