{"title":"Cohabiting family members share microbiota with one another and with their dogs","author":[{"surname":"Song","given-names":"Se Jin"},{"surname":"Lauber","given-names":"Christian"},{"surname":"Costello","given-names":"Elizabeth K"},{"surname":"Lozupone","given-names":"Catherine A"},{"surname":"Humphrey","given-names":"Gregory"},{"surname":"Berg-Lyons","given-names":"Donna"},{"surname":"Caporaso","given-names":"J Gregory"},{"surname":"Knights","given-names":"Dan"},{"surname":"Clemente","given-names":"Jose C"},{"surname":"Nakielny","given-names":"Sara"},{"surname":"Gordon","given-names":"Jeffrey I"},{"surname":"Fierer","given-names":"Noah"},{"surname":"Knight","given-names":"Rob"}],"abstract":"Human-associated microbial communities vary across individuals: possible contributing factors include (genetic) relatedness, diet, and age. However, our surroundings, including individuals with whom we interact, also likely shape our microbial communities. To quantify this microbial exchange, we surveyed fecal, oral, and skin microbiota from 60 families (spousal units with children, dogs, both, or neither). Household members, particularly couples, shared more of their microbiota than individuals from different households, with stronger effects of co-habitation on skin than oral or fecal microbiota. Dog ownership significantly increased the shared skin microbiota in cohabiting adults, and dog-owning adults shared more ‘skin’ microbiota with their own dogs than with other dogs. Although the degree to which these shared microbes have a true niche on the human body, vs transient detection after direct contact, is unknown, these results suggest that direct and frequent contact with our cohabitants may significantly shape the composition of our microbial communities.","identifier":[{"type":"publisher-id","id":"00458"},{"type":"doi","id":"10.7554/eLife.00458"}],"date":{"day":"16","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00458","entryfile":"elife-00458-v1.xml","files":["elife-00458-fig1-v1-600w.jpg","elife-00458-fig2-v1-600w.jpg","elife-00458-fig3-v1-600w.jpg","elife-00458-fig4-v1-600w.jpg","elife-00458-fig5-v1-600w.jpg"]}