{"title":"An analysis toolbox to explore mesenchymal migration heterogeneity reveals adaptive switching between distinct modes","author":[{"surname":"Shafqat-Abbasi","given-names":"Hamdah"},{"surname":"Kowalewski","given-names":"Jacob M"},{"surname":"Kiss","given-names":"Alexa"},{"surname":"Gong","given-names":"Xiaowei"},{"surname":"Hernandez-Varas","given-names":"Pablo"},{"surname":"Berge","given-names":"Ulrich"},{"surname":"Jafari-Mamaghani","given-names":"Mehrdad"},{"surname":"Lock","given-names":"John G"},{"surname":"Strömblad","given-names":"Staffan"}],"abstract":"Mesenchymal (lamellipodial) migration is heterogeneous, although whether this reflects progressive variability or discrete, 'switchable' migration modalities, remains unclear. We present an analytical toolbox, based on quantitative single-cell imaging data, to interrogate this heterogeneity. Integrating supervised behavioral classification with multivariate analyses of cell motion, membrane dynamics, cell-matrix adhesion status and F-actin organization, this toolbox here enables the detection and characterization of two quantitatively distinct mesenchymal migration modes, termed 'Continuous' and 'Discontinuous'. Quantitative mode comparisons reveal differences in cell motion, spatiotemporal coordination of membrane protrusion/retraction, and how cells within each mode reorganize with changed cell speed. These modes thus represent distinctive migratory strategies. Additional analyses illuminate the macromolecular- and cellular-scale effects of molecular targeting (fibronectin, talin, ROCK), including 'adaptive switching' between Continuous (favored at high adhesion/full contraction) and Discontinuous (low adhesion/inhibited contraction) modes. Overall, this analytical toolbox now facilitates the exploration of both spontaneous and adaptive heterogeneity in mesenchymal migration.","identifier":[{"type":"publisher-id","id":"11384"},{"type":"doi","id":"10.7554/eLife.11384"}],"date":{"day":"29","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11384","entryfile":"elife-11384-v1.xml","files":["elife-11384-fig1-figsupp1-v1-600w.jpg","elife-11384-fig1-figsupp2-v1-600w.jpg","elife-11384-fig1-figsupp3-v1-600w.jpg","elife-11384-fig1-figsupp4-v1-600w.jpg","elife-11384-fig1-v1-600w.jpg","elife-11384-fig2-v1-600w.jpg","elife-11384-fig3-figsupp1-v1-600w.jpg","elife-11384-fig3-v1-600w.jpg","elife-11384-fig4-v1-600w.jpg","elife-11384-fig5-v1-600w.jpg","elife-11384-fig6-figsupp1-v1-600w.jpg","elife-11384-fig6-v1-600w.jpg","elife-11384-fig7-figsupp1-v1-600w.jpg","elife-11384-fig7-v1-600w.jpg"]}