{"title":"The composition and organization of <italic>Drosophila</italic> heterochromatin are heterogeneous and dynamic","author":[{"surname":"Swenson","given-names":"Joel M"},{"surname":"Colmenares","given-names":"Serafin U"},{"surname":"Strom","given-names":"Amy R"},{"surname":"Costes","given-names":"Sylvain V"},{"surname":"Karpen","given-names":"Gary H"}],"abstract":"Heterochromatin is enriched for specific epigenetic factors including Heterochromatin Protein 1a (HP1a), and is essential for many organismal functions. To elucidate heterochromatin organization and regulation, we purified <italic>Drosophila melanogaster</italic> HP1a interactors, and performed a genome-wide RNAi screen to identify genes that impact HP1a levels or localization. The majority of the over four hundred putative HP1a interactors and regulators identified were previously unknown. We found that 13 of 16 tested candidates (83%) are required for gene silencing, providing a substantial increase in the number of identified components that impact heterochromatin properties. Surprisingly, image analysis revealed that although some HP1a interactors and regulators are broadly distributed within the heterochromatin domain, most localize to discrete subdomains that display dynamic localization patterns during the cell cycle. We conclude that heterochromatin composition and architecture is more spatially complex and dynamic than previously suggested, and propose that a network of subdomains regulates diverse heterochromatin functions.","identifier":[{"type":"publisher-id","id":"16096"},{"type":"doi","id":"10.7554/eLife.16096"}],"date":{"day":"11","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16096","entryfile":"elife-16096-v1.xml","files":["elife-16096-app1-fig1-v1-600w.jpg","elife-16096-fig1-v1-600w.jpg","elife-16096-fig2-figsupp1-v1-600w.jpg","elife-16096-fig2-v1-600w.jpg","elife-16096-fig3-v1-600w.jpg","elife-16096-fig4-v1-600w.jpg","elife-16096-fig5-figsupp1-v1-600w.jpg","elife-16096-fig5-v1-600w.jpg","elife-16096-fig6-v1-600w.jpg","elife-16096-fig7-figsupp1-v1-600w.jpg","elife-16096-fig7-figsupp2-v1-600w.jpg","elife-16096-fig7-figsupp3-v1-600w.jpg","elife-16096-fig7-figsupp4-v1-600w.jpg","elife-16096-fig7-figsupp5-v1-600w.jpg","elife-16096-fig7-figsupp6-v1-600w.jpg","elife-16096-fig7-v1-600w.jpg","elife-16096-fig8-v1-600w.jpg"]}