{"title":"Bub3 reads phosphorylated MELT repeats to promote spindle assembly checkpoint signaling","author":[{"surname":"Primorac","given-names":"Ivana"},{"surname":"Weir","given-names":"John R"},{"surname":"Chiroli","given-names":"Elena"},{"surname":"Gross","given-names":"Fridolin"},{"surname":"Hoffmann","given-names":"Ingrid"},{"surname":"van Gerwen","given-names":"Suzan"},{"surname":"Ciliberto","given-names":"Andrea"},{"surname":"Musacchio","given-names":"Andrea"}],"abstract":"Regulation of macromolecular interactions by phosphorylation is crucial in signaling networks. In the spindle assembly checkpoint (SAC), which enables errorless chromosome segregation, phosphorylation promotes recruitment of SAC proteins to tensionless kinetochores. The SAC kinase Mps1 phosphorylates multiple Met-Glu-Leu-Thr (MELT) motifs on the kinetochore subunit Spc105/Knl1. The phosphorylated MELT motifs (MELT<sup>P</sup>) then promote recruitment of downstream signaling components. How MELT<sup>P</sup> motifs are recognized is unclear. In this study, we report that Bub3, a 7-bladed β-propeller, is the MELT<sup>P</sup> reader. It contains an exceptionally well-conserved interface that docks the MELT<sup>P</sup> sequence on the side of the β-propeller in a previously unknown binding mode. Mutations targeting the Bub3 interface prevent kinetochore recruitment of the SAC kinase Bub1. Crucially, they also cause a checkpoint defect, showing that recognition of phosphorylated targets by Bub3 is required for checkpoint signaling. Our data provide the first detailed mechanistic insight into how phosphorylation promotes recruitment of checkpoint proteins to kinetochores.","identifier":[{"type":"publisher-id","id":"01030"},{"type":"doi","id":"10.7554/eLife.01030"}],"date":{"day":"24","month":"09","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01030","entryfile":"elife-01030-v1.xml","files":["elife-01030-fig1-figsupp1-v1-600w.jpg","elife-01030-fig1-v1-600w.jpg","elife-01030-fig2-figsupp1-v1-600w.jpg","elife-01030-fig2-figsupp2-v1-600w.jpg","elife-01030-fig2-v1-600w.jpg","elife-01030-fig3-figsupp1-v1-600w.jpg","elife-01030-fig3-figsupp2-v1-600w.jpg","elife-01030-fig3-figsupp3-v1-600w.jpg","elife-01030-fig3-v1-600w.jpg","elife-01030-fig4-v1-600w.jpg","elife-01030-fig5-figsupp1-v1-600w.jpg","elife-01030-fig5-figsupp2-v1-600w.jpg","elife-01030-fig5-v1-600w.jpg","elife-01030-fig6-v1-600w.jpg"]}