{"title":"Hidden synaptic differences in a neural circuit underlie differential behavioral susceptibility to a neural injury","author":[{"surname":"Sakurai","given-names":"Akira"},{"surname":"Tamvacakis","given-names":"Arianna N"},{"surname":"Katz","given-names":"Paul S"}],"abstract":"Individuals vary in their responses to stroke and trauma, hampering predictions of outcomes. One reason might be that neural circuits contain hidden variability that becomes relevant only when those individuals are challenged by injury. We found that in the mollusc, <italic>Tritonia diomedea</italic>, subtle differences between animals within the neural circuit underlying swimming behavior had no behavioral relevance under normal conditions but caused differential vulnerability of the behavior to a particular brain lesion. The extent of motor impairment correlated with the site of spike initiation in a specific neuron in the neural circuit, which was determined by the strength of an inhibitory synapse onto this neuron. Artificially increasing or decreasing this inhibitory synaptic conductance with dynamic clamp correspondingly altered the extent of motor impairment by the lesion without affecting normal operation. The results suggest that neural circuit differences could serve as hidden phenotypes for predicting the behavioral outcome of neural damage.","identifier":[{"type":"publisher-id","id":"02598"},{"type":"doi","id":"10.7554/eLife.02598"}],"date":{"day":"11","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02598","entryfile":"elife-02598-v2.xml","files":["elife-02598-fig1-v2-600w.jpg","elife-02598-fig10-v2-600w.jpg","elife-02598-fig2-v2-600w.jpg","elife-02598-fig3-v2-600w.jpg","elife-02598-fig4-v2-600w.jpg","elife-02598-fig5-v2-600w.jpg","elife-02598-fig6-figsupp1-v2-600w.jpg","elife-02598-fig6-v2-600w.jpg","elife-02598-fig7-figsupp1-v2-600w.jpg","elife-02598-fig7-v2-600w.jpg","elife-02598-fig8-figsupp1-v2-600w.jpg","elife-02598-fig8-v2-600w.jpg","elife-02598-fig9-v2-600w.jpg","elife-02598-v1.xml"]}