{"title":"USP13 antagonizes gp78 to maintain functionality of a chaperone in ER-associated degradation","author":[{"surname":"Liu","given-names":"Yanfen"},{"surname":"Soetandyo","given-names":"Nia"},{"surname":"Lee","given-names":"Jin-gu"},{"surname":"Liu","given-names":"Liping"},{"surname":"Xu","given-names":"Yue"},{"surname":"Clemons","given-names":"William M"},{"surname":"Ye","given-names":"Yihong"}],"abstract":"Physiological adaptation to proteotoxic stress in the endoplasmic reticulum (ER) requires retrotranslocation of misfolded proteins into the cytoplasm for ubiquitination and elimination by ER-associated degradation (ERAD). A surprising paradox emerging from recent studies is that ubiquitin ligases (E3s) and deubiquitinases (DUBs), enzymes with opposing activities, can both promote ERAD. Here we demonstrate that the ERAD E3 gp78 can ubiquitinate not only ERAD substrates, but also the machinery protein Ubl4A, a key component of the Bag6 chaperone complex. Remarkably, instead of targeting Ubl4A for degradation, polyubiquitination is associated with irreversible proteolytic processing and inactivation of Bag6. Importantly, we identify USP13 as a gp78-associated DUB that eliminates ubiquitin conjugates from Ubl4A to maintain the functionality of Bag6. Our study reveals an unexpected paradigm in which a DUB prevents undesired ubiquitination to sharpen substrate specificity for an associated ubiquitin ligase partner and to promote ER quality control.","identifier":[{"type":"publisher-id","id":"01369"},{"type":"doi","id":"10.7554/eLife.01369"}],"date":{"day":"14","month":"01","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"01369","entryfile":"elife-01369-v1.xml","files":["elife-01369-fig1-figsupp1-v1-600w.jpg","elife-01369-fig1-v1-600w.jpg","elife-01369-fig2-figsupp1-v1-600w.jpg","elife-01369-fig2-v1-600w.jpg","elife-01369-fig3-figsupp1-v1-600w.jpg","elife-01369-fig3-v1-600w.jpg","elife-01369-fig4-v1-600w.jpg","elife-01369-fig5-figsupp1-v1-600w.jpg","elife-01369-fig5-v1-600w.jpg","elife-01369-fig6-v1-600w.jpg","elife-01369-fig7-v1-600w.jpg","elife-01369-fig8-figsupp1-v1-600w.jpg","elife-01369-fig8-v1-600w.jpg","elife-01369-resp-fig1-v1-600w.jpg","elife-01369-resp-fig2-v1-600w.jpg","elife-01369-resp-fig3-v1-600w.jpg"]}