{"title":"Cyclin D activates the Rb tumor suppressor by mono-phosphorylation","author":[{"surname":"Narasimha","given-names":"Anil M"},{"surname":"Kaulich","given-names":"Manuel"},{"surname":"Shapiro","given-names":"Gary S"},{"surname":"Choi","given-names":"Yoon J"},{"surname":"Sicinski","given-names":"Piotr"},{"surname":"Dowdy","given-names":"Steven F"}],"abstract":"The widely accepted model of G<sub>1</sub> cell cycle progression proposes that cyclin D:Cdk4/6 inactivates the Rb tumor suppressor during early G<sub>1</sub> phase by progressive multi-phosphorylation, termed hypo-phosphorylation, to release E2F transcription factors. However, this model remains unproven biochemically and the biologically active form(s) of Rb remains unknown. In this study, we find that Rb is exclusively mono-phosphorylated in early G<sub>1</sub> phase by cyclin D:Cdk4/6. Mono-phosphorylated Rb is composed of 14 independent isoforms that are all targeted by the E1a oncoprotein, but show preferential E2F binding patterns. At the late G<sub>1</sub> Restriction Point, cyclin E:Cdk2 inactivates Rb by quantum hyper-phosphorylation. Cells undergoing a DNA damage response activate cyclin D:Cdk4/6 to generate mono-phosphorylated Rb that regulates global transcription, whereas cells undergoing differentiation utilize un-phosphorylated Rb. These observations fundamentally change our understanding of G<sub>1</sub> cell cycle progression and show that mono-phosphorylated Rb, generated by cyclin D:Cdk4/6, is the only Rb isoform in early G<sub>1</sub> phase.","identifier":[{"type":"publisher-id","id":"02872"},{"type":"doi","id":"10.7554/eLife.02872"}],"date":{"day":"04","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02872","entryfile":"elife-02872-v2.xml","files":["elife-02872-fig1-figsupp1-v2-600w.jpg","elife-02872-fig1-v2-600w.jpg","elife-02872-fig2-figsupp1-v2-600w.jpg","elife-02872-fig2-v2-600w.jpg","elife-02872-fig3-figsupp1-v2-600w.jpg","elife-02872-fig3-v2-600w.jpg","elife-02872-fig4-v2-600w.jpg","elife-02872-fig5-figsupp1-v2-600w.jpg","elife-02872-fig5-v2-600w.jpg","elife-02872-fig6-figsupp1-v2-600w.jpg","elife-02872-fig6-v2-600w.jpg","elife-02872-fig7-v2-600w.jpg","elife-02872-fig8-v2-600w.jpg","elife-02872-v1.xml"]}