{"title":"The REST remodeling complex protects genomic integrity during embryonic neurogenesis","author":[{"surname":"Nechiporuk","given-names":"Tamilla"},{"surname":"McGann","given-names":"James"},{"surname":"Mullendorff","given-names":"Karin"},{"surname":"Hsieh","given-names":"Jenny"},{"surname":"Wurst","given-names":"Wolfgang"},{"surname":"Floss","given-names":"Thomas"},{"surname":"Mandel","given-names":"Gail"}],"abstract":"The timely transition from neural progenitor to post-mitotic neuron requires down-regulation and loss of the neuronal transcriptional repressor, REST. Here, we have used mice containing a gene trap in the <italic>Rest</italic> gene, eliminating transcription from all coding exons, to remove REST prematurely from neural progenitors. We find that catastrophic DNA damage occurs during S-phase of the cell cycle, with long-term consequences including abnormal chromosome separation, apoptosis, and smaller brains. Persistent effects are evident by latent appearance of proneural glioblastoma in adult mice deleted additionally for the tumor suppressor p53 protein (p53). A previous line of mice deleted for REST in progenitors by conventional gene targeting does not exhibit these phenotypes, likely due to a remaining C-terminal peptide that still binds chromatin and recruits co-repressors. Our results suggest that REST-mediated chromatin remodeling is required in neural progenitors for proper S-phase dynamics, as part of its well-established role in repressing neuronal genes until terminal differentiation.","identifier":[{"type":"publisher-id","id":"09584"},{"type":"doi","id":"10.7554/eLife.09584"}],"date":{"day":"08","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09584","entryfile":"elife-09584-v1.xml","files":["elife-09584-fig1-v1-600w.jpg","elife-09584-fig2-v1-600w.jpg","elife-09584-fig3-v1-600w.jpg","elife-09584-fig4-v1-600w.jpg","elife-09584-fig5-figsupp1-v1-600w.jpg","elife-09584-fig5-figsupp2-v1-600w.jpg","elife-09584-fig5-figsupp3-v1-600w.jpg","elife-09584-fig5-v1-600w.jpg","elife-09584-fig6-v1-600w.jpg","elife-09584-fig7-figsupp1-v1-600w.jpg","elife-09584-fig7-figsupp2-v1-600w.jpg","elife-09584-fig7-v1-600w.jpg","elife-09584-fig8-v1-600w.jpg","elife-09584-fig9-v1-600w.jpg"]}