{"title":"COMP-1 promotes competitive advantage of nematode sperm","author":[{"surname":"Hansen","given-names":"Jody M"},{"surname":"Chavez","given-names":"Daniela R"},{"surname":"Stanfield","given-names":"Gillian M"}],"abstract":"Competition among sperm to fertilize oocytes is a ubiquitous feature of sexual reproduction as well as a profoundly important aspect of sexual selection. However, little is known about the cellular mechanisms sperm use to gain competitive advantage or how these mechanisms are regulated genetically. In this study, we utilize a forward genetic screen in <italic>Caenorhabditis elegans</italic> to identify a gene, <italic>comp-1</italic>, whose function is specifically required in competitive contexts. We show that <italic>comp-1</italic> functions in sperm to modulate their migration through and localization within the reproductive tract, thereby promoting their access to oocytes. Contrary to previously described models, <italic>comp-1</italic> mutant sperm show no defects in size or velocity, thereby defining a novel pathway for preferential usage. Our results indicate not only that sperm functional traits can influence the outcome of sperm competition, but also that these traits can be modulated in a context-dependent manner depending on the presence of competing sperm.","identifier":[{"type":"publisher-id","id":"05423"},{"type":"doi","id":"10.7554/eLife.05423"}],"date":{"day":"19","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05423","entryfile":"elife-05423-v2.xml","files":["elife-05423-fig1-figsupp1-v2-600w.jpg","elife-05423-fig1-figsupp2-v2-600w.jpg","elife-05423-fig1-v2-600w.jpg","elife-05423-fig2-figsupp1-v2-600w.jpg","elife-05423-fig2-v2-600w.jpg","elife-05423-fig3-v2-600w.jpg","elife-05423-fig4-figsupp1-v2-600w.jpg","elife-05423-fig4-v2-600w.jpg","elife-05423-fig5-v2-600w.jpg","elife-05423-fig6-v2-600w.jpg","elife-05423-fig7-figsupp1-v2-600w.jpg","elife-05423-fig7-v2-600w.jpg","elife-05423-fig8-v2-600w.jpg","elife-05423-v1.xml"]}