{"title":"Protocadherin-dependent dendritic self-avoidance regulates neural connectivity and circuit function","author":[{"surname":"Kostadinov","given-names":"Dimitar"},{"surname":"Sanes","given-names":"Joshua R"}],"abstract":"Dendritic and axonal arbors of many neuronal types exhibit self-avoidance, in which branches repel each other. In some cases, these neurites interact with those of neighboring neurons, a phenomenon called self/non-self discrimination. The functional roles of these processes remain unknown. In this study, we used retinal starburst amacrine cells (SACs), critical components of a direction-selective circuit, to address this issue. In SACs, both processes are mediated by the gamma-protocadherins (Pcdhgs), a family of 22 recognition molecules. We manipulated Pcdhg expression in SACs and recorded from them and their targets, direction-selective ganglion cells (DSGCs). SACs form autapses when self-avoidance is disrupted and fail to form connections with other SACs when self/non-self discrimination is perturbed. Pcdhgs are also required to prune connections between closely spaced SACs. These alterations degrade the direction selectivity of DSGCs. Thus, self-avoidance, self/non-self discrimination, and synapse elimination are essential for proper function of a circuit that computes directional motion.","identifier":[{"type":"publisher-id","id":"08964"},{"type":"doi","id":"10.7554/eLife.08964"}],"date":{"day":"03","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08964","entryfile":"elife-08964-v2.xml","files":["elife-08964-fig1-v2-600w.jpg","elife-08964-fig2-figsupp1-v2-600w.jpg","elife-08964-fig2-figsupp2-v2-600w.jpg","elife-08964-fig2-figsupp3-v2-600w.jpg","elife-08964-fig2-figsupp4-v2-600w.jpg","elife-08964-fig2-v2-600w.jpg","elife-08964-fig3-figsupp1-v2-600w.jpg","elife-08964-fig3-v2-600w.jpg","elife-08964-fig4-v2-600w.jpg","elife-08964-fig5-figsupp1-v2-600w.jpg","elife-08964-fig5-v2-600w.jpg","elife-08964-fig6-figsupp1-v2-600w.jpg","elife-08964-fig6-figsupp2-v2-600w.jpg","elife-08964-fig6-v2-600w.jpg","elife-08964-fig7-v2-600w.jpg","elife-08964-v1.xml"]}