{"title":"Crystal structure of PfRh5, an essential <italic>P. falciparum</italic> ligand for invasion of human erythrocytes","author":[{"surname":"Chen","given-names":"Lin"},{"surname":"Xu","given-names":"Yibin"},{"surname":"Healer","given-names":"Julie"},{"surname":"Thompson","given-names":"Jenny K"},{"surname":"Smith","given-names":"Brian J"},{"surname":"Lawrence","given-names":"Michael C"},{"surname":"Cowman","given-names":"Alan F"}],"abstract":"<italic>Plasmodium falciparum</italic> causes the most severe form of malaria in humans and is responsible for over 700,000 deaths annually. It is an obligate intracellular parasite and invades erythrocytes where it grows in a relatively protected niche. Invasion of erythrocytes is essential for parasite survival and this involves interplay of multiple protein–protein interactions. One of the most important interactions is binding of parasite invasion ligand families EBLs and PfRhs to host receptors on the surface of erythrocytes. PfRh5 is the only essential invasion ligand within the PfRh family and is an important vaccine candidate. PfRh5 binds the host receptor basigin. In this study, we have determined the crystal structure of PfRh5 using diffraction data to 2.18 Å resolution. PfRh5 exhibits a novel fold, comprising nine mostly anti-parallel α-helices encasing an N-terminal β-hairpin, with the overall shape being an elliptical disk. This is the first three-dimensional structure determined for the PfRh family of proteins.","identifier":[{"type":"publisher-id","id":"04187"},{"type":"doi","id":"10.7554/eLife.04187"}],"date":{"day":"08","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04187","entryfile":"elife-04187-v2.xml","files":["elife-04187-fig1-figsupp1-v2-600w.jpg","elife-04187-fig1-figsupp2-v2-600w.jpg","elife-04187-fig1-v2-600w.jpg","elife-04187-fig2-figsupp1-v2-600w.jpg","elife-04187-fig2-figsupp2-v2-600w.jpg","elife-04187-fig2-figsupp3-v2-600w.jpg","elife-04187-fig2-figsupp4-v2-600w.jpg","elife-04187-fig2-v2-600w.jpg","elife-04187-fig3-v2-600w.jpg","elife-04187-v1.xml"]}