{"title":"Tinnitus and hyperacusis involve hyperactivity and enhanced connectivity in auditory-limbic-arousal-cerebellar network","author":[{"surname":"Chen","given-names":"Yu-Chen"},{"surname":"Li","given-names":"Xiaowei"},{"surname":"Liu","given-names":"Lijie"},{"surname":"Wang","given-names":"Jian"},{"surname":"Lu","given-names":"Chun-Qiang"},{"surname":"Yang","given-names":"Ming"},{"surname":"Jiao","given-names":"Yun"},{"surname":"Zang","given-names":"Feng-Chao"},{"surname":"Radziwon","given-names":"Kelly"},{"surname":"Chen","given-names":"Guang-Di"},{"surname":"Sun","given-names":"Wei"},{"surname":"Krishnan Muthaiah","given-names":"Vijaya Prakash"},{"surname":"Salvi","given-names":"Richard"},{"surname":"Teng","given-names":"Gao-Jun"}],"abstract":"Hearing loss often triggers an inescapable buzz (tinnitus) and causes everyday sounds to become intolerably loud (hyperacusis), but exactly where and how this occurs in the brain is unknown. To identify the neural substrate for these debilitating disorders, we induced both tinnitus and hyperacusis with an ototoxic drug (salicylate) and used behavioral, electrophysiological, and functional magnetic resonance imaging (fMRI) techniques to identify the tinnitus–hyperacusis network. Salicylate depressed the neural output of the cochlea, but vigorously amplified sound-evoked neural responses in the amygdala, medial geniculate, and auditory cortex. Resting-state fMRI revealed hyperactivity in an auditory network composed of inferior colliculus, medial geniculate, and auditory cortex with side branches to cerebellum, amygdala, and reticular formation. Functional connectivity revealed enhanced coupling within the auditory network and segments of the auditory network and cerebellum, reticular formation, amygdala, and hippocampus. A testable model accounting for distress, arousal, and gating of tinnitus and hyperacusis is proposed.","identifier":[{"type":"publisher-id","id":"06576"},{"type":"doi","id":"10.7554/eLife.06576"}],"date":{"day":"12","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06576","entryfile":"elife-06576-v1.xml","files":["elife-06576-fig1-v1-600w.jpg","elife-06576-fig2-v1-600w.jpg","elife-06576-fig3-v1-600w.jpg","elife-06576-fig4-figsupp1-v1-600w.jpg","elife-06576-fig4-v1-600w.jpg","elife-06576-fig5-v1-600w.jpg"]}