{"title":"Tracking interspecies transmission and long-term evolution of an ancient retrovirus using the genomes of modern mammals","author":[{"surname":"Diehl","given-names":"William E"},{"surname":"Patel","given-names":"Nirali"},{"surname":"Halm","given-names":"Kate"},{"surname":"Johnson","given-names":"Welkin E"}],"abstract":"Mammalian genomes typically contain hundreds of thousands of endogenous retroviruses (ERVs), derived from ancient retroviral infections. Using this molecular 'fossil' record, we reconstructed the natural history of a specific retrovirus lineage (ERV-Fc) that disseminated widely between ~33 and ~15 million years ago, corresponding to the Oligocene and early Miocene epochs. Intercontinental viral spread, numerous instances of interspecies transmission and emergence in hosts representing at least 11 mammalian orders, and a significant role for recombination in diversification of this viral lineage were also revealed. By reconstructing the canonical retroviral genes, we identified patterns of adaptation consistent with selection to maintain essential viral protein functions. Our results demonstrate the unique potential of the ERV fossil record for studying the processes of viral spread and emergence as they play out across macro-evolutionary timescales, such that looking back in time may prove insightful for predicting the long-term consequences of newly emerging viral infections.","identifier":[{"type":"publisher-id","id":"12704"},{"type":"doi","id":"10.7554/eLife.12704"}],"date":{"day":"08","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12704","entryfile":"elife-12704-v1.xml","files":["elife-12704-fig1-v1-600w.jpg","elife-12704-fig2-v1-600w.jpg","elife-12704-fig3-figsupp1-v1-600w.jpg","elife-12704-fig3-figsupp2-v1-600w.jpg","elife-12704-fig3-v1-600w.jpg","elife-12704-fig4-figsupp1-v1-600w.jpg","elife-12704-fig4-v1-600w.jpg","elife-12704-fig5-figsupp1-v1-600w.jpg","elife-12704-fig5-v1-600w.jpg","elife-12704-fig6-v1-600w.jpg","elife-12704-fig7-v1-600w.jpg"]}