{"title":"Female resistance to pneumonia identifies lung macrophage nitric oxide synthase-3 as a therapeutic target","author":[{"surname":"Yang","given-names":"Zhiping"},{"surname":"Huang","given-names":"Yuh-Chin T"},{"surname":"Koziel","given-names":"Henry"},{"surname":"de Crom","given-names":"Rini"},{"surname":"Ruetten","given-names":"Hartmut"},{"surname":"Wohlfart","given-names":"Paulus"},{"surname":"Thomsen","given-names":"Reimar W"},{"surname":"Kahlert","given-names":"Johnny A"},{"surname":"Sørensen","given-names":"Henrik Toft"},{"surname":"Jozefowski","given-names":"Szczepan"},{"surname":"Colby","given-names":"Amy"},{"surname":"Kobzik","given-names":"Lester"}],"abstract":"To identify new approaches to enhance innate immunity to bacterial pneumonia, we investigated the natural experiment of gender differences in resistance to infections. Female and estrogen-treated male mice show greater resistance to pneumococcal pneumonia, seen as greater bacterial clearance, diminished lung inflammation, and better survival. In vitro, lung macrophages from female mice and humans show better killing of ingested bacteria. Inhibitors and genetically altered mice identify a critical role for estrogen-mediated activation of lung macrophage nitric oxide synthase-3 (NOS3). Epidemiologic data show decreased hospitalization for pneumonia in women receiving estrogen or statins (known to activate NOS3). Pharmacologic targeting of NOS3 with statins or another small-molecule compound (AVE3085) enhanced macrophage bacterial killing, improved bacterial clearance, and increased host survival in both primary and secondary (post-influenza) pneumonia. The data identify a novel mechanism for host defense via NOS3 and suggest a potential therapeutic strategy to reduce secondary bacterial pneumonia after influenza.","identifier":[{"type":"publisher-id","id":"03711"},{"type":"doi","id":"10.7554/eLife.03711"}],"date":{"day":"15","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03711","entryfile":"elife-03711-v2.xml","files":["elife-03711-fig1-figsupp1-v2-600w.jpg","elife-03711-fig1-v2-600w.jpg","elife-03711-fig2-v2-600w.jpg","elife-03711-fig3-v2-600w.jpg","elife-03711-fig4-v2-600w.jpg","elife-03711-fig5-v2-600w.jpg","elife-03711-fig6-v2-600w.jpg","elife-03711-v1.xml"]}