{"title":"Reconstitution of self-organizing protein gradients as spatial cues in cell-free systems","author":[{"surname":"Zieske","given-names":"Katja"},{"surname":"Schwille","given-names":"Petra"}],"abstract":"Intracellular protein gradients are significant determinants of spatial organization. However, little is known about how protein patterns are established, and how their positional information directs downstream processes. We have accomplished the reconstitution of a protein concentration gradient that directs the assembly of the cell division machinery in <italic>E.coli</italic> from the bottom-up. Reconstituting self-organized oscillations of MinCDE proteins in membrane-clad soft-polymer compartments, we demonstrate that distinct time-averaged protein concentration gradients are established. Our minimal system allows to study complex organizational principles, such as spatial control of division site placement by intracellular protein gradients, under simplified conditions. In particular, we demonstrate that FtsZ, which marks the cell division site in many bacteria, can be targeted to the middle of a cell-like compartment. Moreover, we show that compartment geometry plays a major role in Min gradient establishment, and provide evidence for a geometry-mediated mechanism to partition Min proteins during bacterial development.","identifier":[{"type":"publisher-id","id":"03949"},{"type":"doi","id":"10.7554/eLife.03949"}],"date":{"day":"01","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03949","entryfile":"elife-03949-v2.xml","files":["elife-03949-fig1-figsupp1-v2-600w.jpg","elife-03949-fig1-figsupp2-v2-600w.jpg","elife-03949-fig1-figsupp3-v2-600w.jpg","elife-03949-fig1-figsupp4-v2-600w.jpg","elife-03949-fig1-figsupp5-v2-600w.jpg","elife-03949-fig1-v2-600w.jpg","elife-03949-fig2-figsupp1-v2-600w.jpg","elife-03949-fig2-v2-600w.jpg","elife-03949-fig3-figsupp1-v2-600w.jpg","elife-03949-fig3-v2-600w.jpg","elife-03949-fig4-figsupp1-v2-600w.jpg","elife-03949-fig4-v2-600w.jpg","elife-03949-fig5-v2-600w.jpg","elife-03949-fig6-figsupp1-v2-600w.jpg","elife-03949-fig6-figsupp2-v2-600w.jpg","elife-03949-fig6-figsupp3-v2-600w.jpg","elife-03949-fig6-v2-600w.jpg","elife-03949-v1.xml"]}