{"title":"Neural coding in barrel cortex during whisker-guided locomotion","author":[{"surname":"Sofroniew","given-names":"Nicholas James"},{"surname":"Vlasov","given-names":"Yurii A"},{"surname":"Hires","given-names":"Samuel Andrew"},{"surname":"Freeman","given-names":"Jeremy"},{"surname":"Svoboda","given-names":"Karel"}],"abstract":"Animals seek out relevant information by moving through a dynamic world, but sensory systems are usually studied under highly constrained and passive conditions that may not probe important dimensions of the neural code. Here, we explored neural coding in the barrel cortex of head-fixed mice that tracked walls with their whiskers in tactile virtual reality. Optogenetic manipulations revealed that barrel cortex plays a role in wall-tracking. Closed-loop optogenetic control of layer 4 neurons can substitute for whisker-object contact to guide behavior resembling wall tracking. We measured neural activity using two-photon calcium imaging and extracellular recordings. Neurons were tuned to the distance between the animal snout and the contralateral wall, with monotonic, unimodal, and multimodal tuning curves. This rich representation of object location in the barrel cortex could not be predicted based on simple stimulus-response relationships involving individual whiskers and likely emerges within cortical circuits.","identifier":[{"type":"publisher-id","id":"12559"},{"type":"doi","id":"10.7554/eLife.12559"}],"date":{"day":"23","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12559","entryfile":"elife-12559-v2.xml","files":["elife-12559-fig1-v2-600w.jpg","elife-12559-fig2-figsupp1-v2-600w.jpg","elife-12559-fig2-v2-600w.jpg","elife-12559-fig3-v2-600w.jpg","elife-12559-fig4-figsupp1-v2-600w.jpg","elife-12559-fig4-figsupp2-v2-600w.jpg","elife-12559-fig4-figsupp3-v2-600w.jpg","elife-12559-fig4-figsupp4-v2-600w.jpg","elife-12559-fig4-figsupp5-v2-600w.jpg","elife-12559-fig4-v2-600w.jpg","elife-12559-fig5-v2-600w.jpg","elife-12559-v1.xml"]}