{"title":"Sir2 phosphorylation through cAMP-PKA and CK2 signaling inhibits the lifespan extension activity of Sir2 in yeast","author":[{"surname":"Kang","given-names":"Woo Kyu"},{"surname":"Kim","given-names":"Yeong Hyeock"},{"surname":"Kang","given-names":"Hyun Ah"},{"surname":"Kwon","given-names":"Ki-Sun"},{"surname":"Kim","given-names":"Jeong-Yoon"}],"abstract":"Silent information regulator 2 (Sir2), an NAD<sup>+</sup>-dependent protein deacetylase, has been proposed to be a longevity factor that plays important roles in dietary restriction (DR)-mediated lifespan extension. In this study, we show that the Sir2's role for DR-mediated lifespan extension depends on cAMP-PKA and casein kinase 2 (CK2) signaling in yeast. Sir2 partially represses the transcription of lifespan-associated genes, such as <italic>PMA1</italic> (encoding an H<sup>+</sup>-ATPase) and many ribosomal protein genes, through deacetylation of Lys 16 of histone H4 in the promoter regions of these genes. This repression is relieved by Sir2 S473 phosphorylation, which is mediated by active cAMP-PKA and CK2 signaling. Moderate DR increases the replicative lifespan of wild-type yeast but has no effect on that of yeast expressing the Sir2-S473E or S473A allele, suggesting that the effect of Sir2 on DR-mediated lifespan extension is negatively regulated by S473 phosphorylation. Our results demonstrate a mechanism by which Sir2 contributes to lifespan extension.","identifier":[{"type":"publisher-id","id":"09709"},{"type":"doi","id":"10.7554/eLife.09709"}],"date":{"day":"02","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09709","entryfile":"elife-09709-v2.xml","files":["elife-09709-fig1-figsupp1-v2-600w.jpg","elife-09709-fig1-figsupp2-v2-600w.jpg","elife-09709-fig1-figsupp3-v2-600w.jpg","elife-09709-fig1-v2-600w.jpg","elife-09709-fig2-figsupp1-v2-600w.jpg","elife-09709-fig2-figsupp2-v2-600w.jpg","elife-09709-fig2-figsupp3-v2-600w.jpg","elife-09709-fig2-v2-600w.jpg","elife-09709-fig3-figsupp1-v2-600w.jpg","elife-09709-fig3-figsupp2-v2-600w.jpg","elife-09709-fig3-v2-600w.jpg","elife-09709-fig4-v2-600w.jpg","elife-09709-v1.xml"]}