{"title":"Critical role for the mediodorsal thalamus in permitting rapid reward-guided updating in stochastic reward environments","author":[{"surname":"Chakraborty","given-names":"Subhojit"},{"surname":"Kolling","given-names":"Nils"},{"surname":"Walton","given-names":"Mark E"},{"surname":"Mitchell","given-names":"Anna S"}],"abstract":"Adaptive decision-making uses information gained when exploring alternative options to decide whether to update the current choice strategy. Magnocellular mediodorsal thalamus (MDmc) supports adaptive decision-making, but its causal contribution is not well understood. Monkeys with excitotoxic MDmc damage were tested on probabilistic three-choice decision-making tasks. They could learn and track the changing values in object-reward associations, but they were severely impaired at updating choices after reversals in reward contingencies or when there were multiple options associated with reward. These deficits were not caused by perseveration or insensitivity to negative feedback though. Instead, monkeys with MDmc lesions exhibited an inability to use reward to promote choice repetition after switching to an alternative option due to a diminished influence of recent past choices and the last outcome to guide future behavior. Together, these data suggest MDmc allows for the rapid discovery and persistence with rewarding options, particularly in uncertain or changing environments.","identifier":[{"type":"publisher-id","id":"13588"},{"type":"doi","id":"10.7554/eLife.13588"}],"date":{"day":"02","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13588","entryfile":"elife-13588-v2.xml","files":["elife-13588-fig1-v2-600w.jpg","elife-13588-fig2-figsupp1-v2-600w.jpg","elife-13588-fig2-v2-600w.jpg","elife-13588-fig3-figsupp1-v2-600w.jpg","elife-13588-fig3-v2-600w.jpg","elife-13588-fig4-v2-600w.jpg","elife-13588-fig5-v2-600w.jpg","elife-13588-fig6-v2-600w.jpg","elife-13588-fig7-v2-600w.jpg","elife-13588-resp-fig1-v2-600w.jpg","elife-13588-resp-fig2-v2-600w.jpg","elife-13588-resp-fig3-v2-600w.jpg","elife-13588-v1.xml"]}