{"title":"Spinal microcircuits comprising dI3 interneurons are necessary for motor functional recovery following spinal cord transection","author":[{"surname":"Bui","given-names":"Tuan V"},{"surname":"Stifani","given-names":"Nicolas"},{"surname":"Akay","given-names":"Turgay"},{"surname":"Brownstone","given-names":"Robert M"}],"abstract":"The spinal cord has the capacity to coordinate motor activities such as locomotion. Following spinal transection, functional activity can be regained, to a degree, following motor training. To identify microcircuits involved in this recovery, we studied a population of mouse spinal interneurons known to receive direct afferent inputs and project to intermediate and ventral regions of the spinal cord. We demonstrate that while dI3 interneurons are not necessary for normal locomotor activity, locomotor circuits rhythmically inhibit them and dI3 interneurons can activate these circuits. Removing dI3 interneurons from spinal microcircuits by eliminating their synaptic transmission left locomotion more or less unchanged, but abolished functional recovery, indicating that dI3 interneurons are a necessary cellular substrate for motor system plasticity following transection. We suggest that dI3 interneurons compare inputs from locomotor circuits with sensory afferent inputs to compute sensory prediction errors that then modify locomotor circuits to effect motor recovery.","identifier":[{"type":"publisher-id","id":"21715"},{"type":"doi","id":"10.7554/eLife.21715"}],"date":{"day":"15","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21715","entryfile":"elife-21715-v3.xml","files":["elife-21715-fig1-figsupp1-v3-600w.jpg","elife-21715-fig1-v3-600w.jpg","elife-21715-fig2-figsupp1-v3-600w.jpg","elife-21715-fig2-v3-600w.jpg","elife-21715-fig3-figsupp1-v3-600w.jpg","elife-21715-fig3-v3-600w.jpg","elife-21715-fig4-figsupp1-v3-600w.jpg","elife-21715-fig4-v3-600w.jpg","elife-21715-fig5-figsupp1-v3-600w.jpg","elife-21715-fig5-figsupp2-v3-600w.jpg","elife-21715-fig5-v3-600w.jpg","elife-21715-fig6-v3-600w.jpg","elife-21715-v1.xml","elife-21715-v2.xml"]}