{"title":"A simple biophysical model emulates budding yeast chromosome condensation","author":[{"surname":"Cheng","given-names":"Tammy MK"},{"surname":"Heeger","given-names":"Sebastian"},{"surname":"Chaleil","given-names":"Raphaël AG"},{"surname":"Matthews","given-names":"Nik"},{"surname":"Stewart","given-names":"Aengus"},{"surname":"Wright","given-names":"Jon"},{"surname":"Lim","given-names":"Carmay"},{"surname":"Bates","given-names":"Paul A"},{"surname":"Uhlmann","given-names":"Frank"}],"abstract":"Mitotic chromosomes were one of the first cell biological structures to be described, yet their molecular architecture remains poorly understood. We have devised a simple biophysical model of a 300 kb-long nucleosome chain, the size of a budding yeast chromosome, constrained by interactions between binding sites of the chromosomal condensin complex, a key component of interphase and mitotic chromosomes. Comparisons of computational and experimental (4C) interaction maps, and other biophysical features, allow us to predict a mode of condensin action. Stochastic condensin-mediated pairwise interactions along the nucleosome chain generate native-like chromosome features and recapitulate chromosome compaction and individualization during mitotic condensation. Higher order interactions between condensin binding sites explain the data less well. Our results suggest that basic assumptions about chromatin behavior go a long way to explain chromosome architecture and are able to generate a molecular model of what the inside of a chromosome is likely to look like.","identifier":[{"type":"publisher-id","id":"05565"},{"type":"doi","id":"10.7554/eLife.05565"}],"date":{"day":"29","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05565","entryfile":"elife-05565-v1.xml","files":["elife-05565-fig1-figsupp1-v1-600w.jpg","elife-05565-fig1-figsupp2-v1-600w.jpg","elife-05565-fig1-v1-600w.jpg","elife-05565-fig2-figsupp1-v1-600w.jpg","elife-05565-fig2-v1-600w.jpg","elife-05565-fig3-v1-600w.jpg","elife-05565-fig4-v1-600w.jpg","elife-05565-fig5-v1-600w.jpg","elife-05565-fig6-v1-600w.jpg"]}