{"title":"Single-molecule fluorimetry and gating currents inspire an improved optical voltage indicator","author":[{"surname":"Treger","given-names":"Jeremy S"},{"surname":"Priest","given-names":"Michael F"},{"surname":"Bezanilla","given-names":"Francisco"}],"abstract":"Voltage-sensing domains (VSDs) underlie the movement of voltage-gated ion channels, as well as the voltage-sensitive fluorescent responses observed from a common class of genetically encoded voltage indicators (GEVIs). Despite the widespread use and potential utility of these GEVIs, the biophysical underpinnings of the relationship between VSD movement and fluorophore response remain unclear. We investigated the recently developed GEVI ArcLight, and its close variant Arclight', at both the single-molecule and macroscopic levels to better understand their characteristics and mechanisms of activity. These studies revealed a number of previously unobserved features of ArcLight's behavior, including millisecond-scale fluorescence fluctuations in single molecules as well as a previously unreported delay prior to macroscopic fluorescence onset. Finally, these mechanistic insights allowed us to improve the optical response of ArcLight to fast or repetitive pulses with the development of ArcLightning, a novel GEVI with improved kinetics.","identifier":[{"type":"publisher-id","id":"10482"},{"type":"doi","id":"10.7554/eLife.10482"}],"date":{"day":"24","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10482","entryfile":"elife-10482-v1.xml","files":["elife-10482-fig1-v1-600w.jpg","elife-10482-fig2-figsupp1-v1-600w.jpg","elife-10482-fig2-v1-600w.jpg","elife-10482-fig3-v1-600w.jpg","elife-10482-fig4-figsupp1-v1-600w.jpg","elife-10482-fig4-figsupp2-v1-600w.jpg","elife-10482-fig4-figsupp3-v1-600w.jpg","elife-10482-fig4-v1-600w.jpg","elife-10482-fig5-figsupp1-v1-600w.jpg","elife-10482-fig5-v1-600w.jpg","elife-10482-fig6-figsupp1-v1-600w.jpg","elife-10482-fig6-v1-600w.jpg","elife-10482-fig7-figsupp1-v1-600w.jpg","elife-10482-fig7-figsupp2-v1-600w.jpg","elife-10482-fig7-v1-600w.jpg"]}