{"title":"Vitamin A supplements, routine immunization, and the subsequent risk of <italic>Plasmodium</italic> infection among children under 5 years in sub-Saharan Africa","author":[{"surname":"Hollm-Delgado","given-names":"Maria-Graciela"},{"surname":"Piel","given-names":"Frédéric B"},{"surname":"Weiss","given-names":"Daniel J"},{"surname":"Howes","given-names":"Rosalind E"},{"surname":"Stuart","given-names":"Elizabeth A"},{"surname":"Hay","given-names":"Simon I"},{"surname":"Black","given-names":"Robert E"}],"abstract":"Recent studies, partly based on murine models, suggest childhood immunization and vitamin A supplements may confer protection against malaria infection, although strong evidence to support these theories in humans has so far been lacking. We analyzed national survey data from children aged 6–59 months in four sub-Saharan African countries over an 18-month time period, to determine the risk of <italic>Plasmodium</italic> spp. parasitemia (n=8390) and <italic>Plasmodium falciparum</italic> HRP-2 (<italic>Pf</italic>HRP-2)-related antigenemia (n=6121) following vitamin A supplementation and standard vaccination. Bacille Calmette Guerin-vaccinated children were more likely to be <italic>Pf</italic>HRP-2 positive (relative risk [RR]=4.06, 95% confidence interval [CI]=2.00–8.28). No association was identified with parasitemia. Measles and polio vaccination were not associated with malaria. Children receiving vitamin A were less likely to present with parasitemia (RR=0.46, 95% CI=0.39–0.54) and antigenemia (RR=0.23, 95% CI=0.17–0.29). Future studies focusing on climate seasonality, placental malaria and HIV are needed to characterize better the association between vitamin A and malaria infection in different settings.","identifier":[{"type":"publisher-id","id":"03925"},{"type":"doi","id":"10.7554/eLife.03925"}],"date":{"day":"03","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03925","entryfile":"elife-03925-v1.xml","files":["elife-03925-fig1-v1-600w.jpg","elife-03925-fig2-v1-600w.jpg","elife-03925-resp-fig1-v1-600w.jpg"]}