{"title":"QIL1 is a novel mitochondrial protein required for MICOS complex stability and cristae morphology","author":[{"surname":"Guarani","given-names":"Virginia"},{"surname":"McNeill","given-names":"Elizabeth M"},{"surname":"Paulo","given-names":"Joao A"},{"surname":"Huttlin","given-names":"Edward L"},{"surname":"Fröhlich","given-names":"Florian"},{"surname":"Gygi","given-names":"Steven P"},{"surname":"Van Vactor","given-names":"David"},{"surname":"Harper","given-names":"J Wade"}],"abstract":"The mitochondrial contact site and cristae junction (CJ) organizing system (MICOS) dynamically regulate mitochondrial membrane architecture. Through systematic proteomic analysis of human MICOS, we identified QIL1 (C19orf70) as a novel conserved MICOS subunit. QIL1 depletion disrupted CJ structure in cultured human cells and in <italic>Drosophila</italic> muscle and neuronal cells in vivo. In human cells, mitochondrial disruption correlated with impaired respiration. Moreover, increased mitochondrial fragmentation was observed upon QIL1 depletion in flies. Using quantitative proteomics, we show that loss of QIL1 resulted in MICOS disassembly with the accumulation of a MIC60-MIC19-MIC25 sub-complex and degradation of MIC10, MIC26, and MIC27. Additionally, we demonstrated that in QIL1-depleted cells, overexpressed MIC10 fails to significantly restore its interaction with other MICOS subunits and SAMM50. Collectively, our work uncovers a previously unrecognized subunit of the MICOS complex, necessary for CJ integrity, cristae morphology, and mitochondrial function and provides a resource for further analysis of MICOS architecture.","identifier":[{"type":"publisher-id","id":"06265"},{"type":"doi","id":"10.7554/eLife.06265"}],"date":{"day":"21","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06265","entryfile":"elife-06265-v1.xml","files":["elife-06265-fig1-figsupp1-v1-600w.jpg","elife-06265-fig1-figsupp2-v1-600w.jpg","elife-06265-fig1-v1-600w.jpg","elife-06265-fig2-v1-600w.jpg","elife-06265-fig3-v1-600w.jpg","elife-06265-fig4-v1-600w.jpg","elife-06265-fig5-v1-600w.jpg","elife-06265-fig6-v1-600w.jpg","elife-06265-fig7-figsupp1-v1-600w.jpg","elife-06265-fig7-v1-600w.jpg","elife-06265-fig8-v1-600w.jpg"]}