{"title":"Oscillatory phase separation in giant lipid vesicles induced by transmembrane osmotic differentials","author":[{"surname":"Oglęcka","given-names":"Kamila"},{"surname":"Rangamani","given-names":"Padmini"},{"surname":"Liedberg","given-names":"Bo"},{"surname":"Kraut","given-names":"Rachel S"},{"surname":"Parikh","given-names":"Atul N"}],"abstract":"Giant lipid vesicles are closed compartments consisting of semi-permeable shells, which isolate femto- to pico-liter quantities of aqueous core from the bulk. Although water permeates readily across vesicular walls, passive permeation of solutes is hindered. In this study, we show that, when subject to a hypotonic bath, giant vesicles consisting of phase separating lipid mixtures undergo osmotic relaxation exhibiting damped oscillations in phase behavior, which is synchronized with swell–burst lytic cycles: in the swelled state, osmotic pressure and elevated membrane tension due to the influx of water promote domain formation. During bursting, solute leakage through transient pores relaxes the pressure and tension, replacing the domain texture by a uniform one. This isothermal phase transition—resulting from a well-coordinated sequence of mechanochemical events—suggests a complex emergent behavior allowing synthetic vesicles produced from simple components, namely, water, osmolytes, and lipids to sense and regulate their micro-environment.","identifier":[{"type":"publisher-id","id":"03695"},{"type":"doi","id":"10.7554/eLife.03695"}],"date":{"day":"15","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03695","entryfile":"elife-03695-v1.xml","files":["elife-03695-fig1-figsupp1-v1-600w.jpg","elife-03695-fig1-v1-600w.jpg","elife-03695-fig2-v1-600w.jpg","elife-03695-fig3-figsupp1-v1-600w.jpg","elife-03695-fig3-v1-600w.jpg","elife-03695-fig4-v1-600w.jpg","elife-03695-fig5-figsupp1-v1-600w.jpg","elife-03695-fig5-v1-600w.jpg","elife-03695-fig6-v1-600w.jpg","elife-03695-fig7-v1-600w.jpg"]}