{"title":"A gene-expression-based neural code for food abundance that modulates lifespan","author":[{"surname":"Entchev","given-names":"Eugeni V"},{"surname":"Patel","given-names":"Dhaval S"},{"surname":"Zhan","given-names":"Mei"},{"surname":"Steele","given-names":"Andrew J"},{"surname":"Lu","given-names":"Hang"},{"surname":"Ch'ng","given-names":"QueeLim"}],"abstract":"How the nervous system internally represents environmental food availability is poorly understood. Here, we show that quantitative information about food abundance is encoded by combinatorial neuron-specific gene-expression of conserved TGFβ and serotonin pathway components in <italic>Caenorhabditis elegans</italic>. Crosstalk and auto-regulation between these pathways alters the shape, dynamic range, and population variance of the gene-expression responses of <italic>daf-7</italic> (TGFβ) and <italic>tph-1</italic> (tryptophan hydroxylase) to food availability. These intricate regulatory features provide distinct mechanisms for TGFβ and serotonin signaling to tune the accuracy of this multi-neuron code: <italic>daf-7</italic> primarily regulates gene-expression variability, while <italic>tph-1</italic> primarily regulates the dynamic range of gene-expression responses. This code is functional because <italic>daf-7</italic> and <italic>tph-1</italic> mutations bidirectionally attenuate food level-dependent changes in lifespan. Our results reveal a neural code for food abundance and demonstrate that gene expression serves as an additional layer of information processing in the nervous system to control long-term physiology.","identifier":[{"type":"publisher-id","id":"06259"},{"type":"doi","id":"10.7554/eLife.06259"}],"date":{"day":"12","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06259","entryfile":"elife-06259-v1.xml","files":["elife-06259-fig1-figsupp1-v1-600w.jpg","elife-06259-fig1-figsupp2-v1-600w.jpg","elife-06259-fig1-v1-600w.jpg","elife-06259-fig2-v1-600w.jpg","elife-06259-fig3-figsupp1-v1-600w.jpg","elife-06259-fig3-v1-600w.jpg","elife-06259-fig4-v1-600w.jpg","elife-06259-fig5-figsupp1-v1-600w.jpg","elife-06259-fig5-v1-600w.jpg","elife-06259-fig6-figsupp1-v1-600w.jpg","elife-06259-fig6-v1-600w.jpg"]}