{"title":"Inhibitory control of correlated intrinsic variability in cortical networks","author":[{"surname":"Stringer","given-names":"Carsen"},{"surname":"Pachitariu","given-names":"Marius"},{"surname":"Steinmetz","given-names":"Nicholas A"},{"surname":"Okun","given-names":"Michael"},{"surname":"Bartho","given-names":"Peter"},{"surname":"Harris","given-names":"Kenneth D"},{"surname":"Sahani","given-names":"Maneesh"},{"surname":"Lesica","given-names":"Nicholas A"}],"abstract":"Cortical networks exhibit intrinsic dynamics that drive coordinated, large-scale fluctuations across neuronal populations and create noise correlations that impact sensory coding. To investigate the network-level mechanisms that underlie these dynamics, we developed novel computational techniques to fit a deterministic spiking network model directly to multi-neuron recordings from different rodent species, sensory modalities, and behavioral states. The model generated correlated variability without external noise and accurately reproduced the diverse activity patterns in our recordings. Analysis of the model parameters suggested that differences in noise correlations across recordings were due primarily to differences in the strength of feedback inhibition. Further analysis of our recordings confirmed that putative inhibitory neurons were indeed more active during desynchronized cortical states with weak noise correlations. Our results demonstrate that network models with intrinsically-generated variability can accurately reproduce the activity patterns observed in multi-neuron recordings and suggest that inhibition modulates the interactions between intrinsic dynamics and sensory inputs to control the strength of noise correlations.","identifier":[{"type":"publisher-id","id":"19695"},{"type":"doi","id":"10.7554/eLife.19695"}],"date":{"day":"07","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19695","entryfile":"elife-19695-v1.xml","files":["elife-19695-fig1-figsupp1-v1-600w.jpg","elife-19695-fig1-v1-600w.jpg","elife-19695-fig2-figsupp1-v1-600w.jpg","elife-19695-fig2-v1-600w.jpg","elife-19695-fig3-figsupp1-v1-600w.jpg","elife-19695-fig3-figsupp2-v1-600w.jpg","elife-19695-fig3-figsupp3-v1-600w.jpg","elife-19695-fig3-figsupp4-v1-600w.jpg","elife-19695-fig3-v1-600w.jpg","elife-19695-fig4-figsupp1-v1-600w.jpg","elife-19695-fig4-v1-600w.jpg","elife-19695-fig5-v1-600w.jpg","elife-19695-fig6-figsupp1-v1-600w.jpg","elife-19695-fig6-v1-600w.jpg","elife-19695-fig7-figsupp1-v1-600w.jpg","elife-19695-fig7-v1-600w.jpg"]}