{"title":"Rac1-mediated membrane raft localization of PI3K/p110β is required for its activation by GPCRs or PTEN loss","author":[{"surname":"Cizmecioglu","given-names":"Onur"},{"surname":"Ni","given-names":"Jing"},{"surname":"Xie","given-names":"Shaozhen"},{"surname":"Zhao","given-names":"Jean J"},{"surname":"Roberts","given-names":"Thomas M"}],"abstract":"We aimed to understand how spatial compartmentalization in the plasma membrane might contribute to the functions of the ubiquitous class IA phosphoinositide 3-kinase (PI3K) isoforms, p110α and p110β. We found that p110β localizes to membrane rafts in a Rac1-dependent manner. This localization potentiates Akt activation by G-protein-coupled receptors (GPCRs). Thus genetic targeting of a Rac1 binding-deficient allele of p110β to rafts alleviated the requirement for p110β-Rac1 association for GPCR signaling, cell growth and migration. In contrast, p110α, which does not play a physiological role in GPCR signaling, is found to reside in nonraft regions of the plasma membrane. Raft targeting of p110α allowed its EGFR-mediated activation by GPCRs. Notably, p110β dependent, PTEN null tumor cells critically rely upon raft-associated PI3K activity. Collectively, our findings provide a mechanistic account of how membrane raft localization regulates differential activation of distinct PI3K isoforms and offer insight into why PTEN-deficient cancers depend on p110β.","identifier":[{"type":"publisher-id","id":"17635"},{"type":"doi","id":"10.7554/eLife.17635"}],"date":{"day":"04","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17635","entryfile":"elife-17635-v1.xml","files":["elife-17635-fig1-figsupp1-v1-600w.jpg","elife-17635-fig1-v1-600w.jpg","elife-17635-fig2-figsupp1-v1-600w.jpg","elife-17635-fig2-v1-600w.jpg","elife-17635-fig3-figsupp1-v1-600w.jpg","elife-17635-fig3-v1-600w.jpg","elife-17635-fig4-v1-600w.jpg","elife-17635-fig5-v1-600w.jpg","elife-17635-fig6-figsupp1-v1-600w.jpg","elife-17635-fig6-figsupp2-v1-600w.jpg","elife-17635-fig6-v1-600w.jpg","elife-17635-fig7-figsupp1-v1-600w.jpg","elife-17635-fig7-figsupp2-v1-600w.jpg","elife-17635-fig7-v1-600w.jpg"]}