{"title":"Quantitative proteomics reveal proteins enriched in tubular endoplasmic reticulum of <italic>Saccharomyces cerevisiae</italic>","author":[{"surname":"Wang","given-names":"Xinbo"},{"surname":"Li","given-names":"Shanshan"},{"surname":"Wang","given-names":"Haicheng"},{"surname":"Shui","given-names":"Wenqing"},{"surname":"Hu","given-names":"Junjie"}],"abstract":"The tubular network is a critical part of the endoplasmic reticulum (ER). The network is shaped by the reticulons and REEPs/Yop1p that generate tubules by inducing high membrane curvature, and the dynamin-like GTPases atlastin and Sey1p/RHD3 that connect tubules via membrane fusion. However, the specific functions of this ER domain are not clear. Here, we isolated tubule-based microsomes from <italic>Saccharomyces cerevisiae</italic> via classical cell fractionation and detergent-free immunoprecipitation of Flag-tagged Yop1p, which specifically localizes to ER tubules. In quantitative comparisons of tubule-derived and total microsomes, we identified a total of 79 proteins that were enriched in the ER tubules, including known proteins that organize the tubular ER network. Functional categorization of the list of proteins revealed that the tubular ER network may be involved in membrane trafficking, lipid metabolism, organelle contact, and stress sensing. We propose that affinity isolation coupled with quantitative proteomics is a useful tool for investigating ER functions.","identifier":[{"type":"publisher-id","id":"23816"},{"type":"doi","id":"10.7554/eLife.23816"}],"date":{"day":"13","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23816","entryfile":"elife-23816-v2.xml","files":["elife-23816-fig1-figsupp1-v2-600w.jpg","elife-23816-fig1-v2-600w.jpg","elife-23816-fig2-figsupp1-v2-600w.jpg","elife-23816-fig2-v2-600w.jpg","elife-23816-fig3-figsupp1-v2-600w.jpg","elife-23816-fig3-v2-600w.jpg","elife-23816-fig4-figsupp1-v2-600w.jpg","elife-23816-fig4-figsupp2-v2-600w.jpg","elife-23816-fig4-figsupp3-v2-600w.jpg","elife-23816-fig4-figsupp4-v2-600w.jpg","elife-23816-fig4-v2-600w.jpg","elife-23816-v1.xml"]}