{"title":"Impaired retrograde transport of axonal autophagosomes contributes to autophagic stress in Alzheimer’s disease neurons","author":[{"surname":"Tammineni","given-names":"Prasad"},{"surname":"Ye","given-names":"Xuan"},{"surname":"Feng","given-names":"Tuancheng"},{"surname":"Aikal","given-names":"Daniyal"},{"surname":"Cai","given-names":"Qian"}],"abstract":"Neurons face unique challenges of transporting nascent autophagic vacuoles (AVs) from distal axons toward the soma, where mature lysosomes are mainly located. Autophagy defects have been linked to Alzheimer’s disease (AD). However, the mechanisms underlying altered autophagy remain unknown. Here, we demonstrate that defective retrograde transport contributes to autophagic stress in AD axons. Amphisomes predominantly accumulate at axonal terminals of mutant hAPP mice and AD patient brains. Amyloid-β (Aβ) oligomers associate with AVs in AD axons and interact with dynein motors. This interaction impairs dynein recruitment to amphisomes through competitive interruption of dynein-Snapin motor-adaptor coupling, thus immobilizing them in distal axons. Consistently, deletion of <italic>Snapin</italic> in mice causes AD-like axonal autophagic stress, whereas overexpressing Snapin in hAPP neurons reduces autophagic accumulation at presynaptic terminals by enhancing AV retrograde transport. Altogether, our study provides new mechanistic insight into AD-associated autophagic stress, thus establishing a foundation for ameliorating axonal pathology in AD.","identifier":[{"type":"publisher-id","id":"21776"},{"type":"doi","id":"10.7554/eLife.21776"}],"date":{"day":"13","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21776","entryfile":"elife-21776-v1.xml","files":["elife-21776-fig1-figsupp1-v1-600w.jpg","elife-21776-fig1-v1-600w.jpg","elife-21776-fig2-figsupp1-v1-600w.jpg","elife-21776-fig2-v1-600w.jpg","elife-21776-fig3-figsupp1-v1-600w.jpg","elife-21776-fig3-v1-600w.jpg","elife-21776-fig4-v1-600w.jpg","elife-21776-fig5-v1-600w.jpg","elife-21776-fig6-figsupp1-v1-600w.jpg","elife-21776-fig6-v1-600w.jpg","elife-21776-fig7-figsupp1-v1-600w.jpg","elife-21776-fig7-v1-600w.jpg"]}