{"title":"TORC2-dependent protein kinase Ypk1 phosphorylates ceramide synthase to stimulate synthesis of complex sphingolipids","author":[{"surname":"Muir","given-names":"Alexander"},{"surname":"Ramachandran","given-names":"Subramaniam"},{"surname":"Roelants","given-names":"Françoise M"},{"surname":"Timmons","given-names":"Garrett"},{"surname":"Thorner","given-names":"Jeremy"}],"abstract":"Plasma membrane lipid composition must be maintained during growth and under environmental insult. In yeast, signaling mediated by TOR Complex 2 (TORC2)-dependent protein kinase Ypk1 controls lipid abundance and distribution in response to membrane stress. Ypk1, among other actions, alleviates negative regulation of L-serine:palmitoyl-CoA acyltransferase, upregulating production of long-chain base precursors to sphingolipids. To explore other roles for TORC2-Ypk1 signaling in membrane homeostasis, we devised a three-tiered genome-wide screen to identify additional Ypk1 substrates, which pinpointed both catalytic subunits of the ceramide synthase complex. Ypk1-dependent phosphorylation of both proteins increased upon either sphingolipid depletion or heat shock and was important for cell survival. Sphingolipidomics, other biochemical measurements and genetic analysis demonstrated that these modifications of ceramide synthase increased its specific activity and stimulated channeling of long-chain base precursors into sphingolipid end-products. Control at this branch point also prevents accumulation of intermediates that could compromise cell growth by stimulating autophagy.","identifier":[{"type":"publisher-id","id":"03779"},{"type":"doi","id":"10.7554/eLife.03779"}],"date":{"day":"03","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03779","entryfile":"elife-03779-v2.xml","files":["elife-03779-fig1-v2-600w.jpg","elife-03779-fig2-v2-600w.jpg","elife-03779-fig3-v2-600w.jpg","elife-03779-fig4-v2-600w.jpg","elife-03779-fig5-v2-600w.jpg","elife-03779-fig6-v2-600w.jpg","elife-03779-fig7-v2-600w.jpg","elife-03779-fig8-v2-600w.jpg","elife-03779-v1.xml"]}