{"title":"GnT1IP-L specifically inhibits MGAT1 in the Golgi via its luminal domain","author":[{"surname":"Huang","given-names":"Hung-Hsiang"},{"surname":"Hassinen","given-names":"Antti"},{"surname":"Sundaram","given-names":"Subha"},{"surname":"Spiess","given-names":"Andrej-Nikolai"},{"surname":"Kellokumpu","given-names":"Sakari"},{"surname":"Stanley","given-names":"Pamela"}],"abstract":"Mouse GnT1IP-L, and membrane-bound GnT1IP-S (MGAT4D) expressed in cultured cells inhibit MGAT1, the N-acetylglucosaminyltransferase that initiates the synthesis of hybrid and complex N-glycans. However, it is not known where in the secretory pathway GnT1IP-L inhibits MGAT1, nor whether GnT1IP-L inhibits other N-glycan branching N-acetylglucosaminyltransferases of the medial Golgi. We show here that the luminal domain of GnT1IP-L contains its inhibitory activity. Retention of GnT1IP-L in the endoplasmic reticulum (ER) via the N-terminal region of human invariant chain p33, with or without C-terminal KDEL, markedly reduced inhibitory activity. Dynamic fluorescent resonance energy transfer (FRET) and bimolecular fluorescence complementation (BiFC) assays revealed homomeric interactions for GnT1IP-L in the ER, and heteromeric interactions with MGAT1 in the Golgi. GnT1IP-L did not generate a FRET signal with MGAT2, MGAT3, MGAT4B or MGAT5 medial Golgi GlcNAc-tranferases. GnT1IP/<italic>Mgat4d</italic> transcripts are expressed predominantly in spermatocytes and spermatids in mouse, and are reduced in men with impaired spermatogenesis.","identifier":[{"type":"publisher-id","id":"08916"},{"type":"doi","id":"10.7554/eLife.08916"}],"date":{"day":"15","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08916","entryfile":"elife-08916-v1.xml","files":["elife-08916-fig1-v1-600w.jpg","elife-08916-fig10-v1-600w.jpg","elife-08916-fig2-v1-600w.jpg","elife-08916-fig3-v1-600w.jpg","elife-08916-fig4-v1-600w.jpg","elife-08916-fig5-v1-600w.jpg","elife-08916-fig6-v1-600w.jpg","elife-08916-fig7-v1-600w.jpg","elife-08916-fig8-v1-600w.jpg","elife-08916-fig9-v1-600w.jpg"]}