{"title":"A phylogenetic transform enhances analysis of compositional microbiota data","author":[{"surname":"Silverman","given-names":"Justin D"},{"surname":"Washburne","given-names":"Alex D"},{"surname":"Mukherjee","given-names":"Sayan"},{"surname":"David","given-names":"Lawrence A"}],"abstract":"Surveys of microbial communities (microbiota), typically measured as relative abundance of species, have illustrated the importance of these communities in human health and disease. Yet, statistical artifacts commonly plague the analysis of relative abundance data. Here, we introduce the PhILR transform, which incorporates microbial evolutionary models with the isometric log-ratio transform to allow off-the-shelf statistical tools to be safely applied to microbiota surveys. We demonstrate that analyses of community-level structure can be applied to PhILR transformed data with performance on benchmarks rivaling or surpassing standard tools. Additionally, by decomposing distance in the PhILR transformed space, we identified neighboring clades that may have adapted to distinct human body sites. Decomposing variance revealed that covariation of bacterial clades within human body sites increases with phylogenetic relatedness. Together, these findings illustrate how the PhILR transform combines statistical and phylogenetic models to overcome compositional data challenges and enable evolutionary insights relevant to microbial communities.","identifier":[{"type":"publisher-id","id":"21887"},{"type":"doi","id":"10.7554/eLife.21887"}],"date":{"day":"15","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21887","entryfile":"elife-21887-v2.xml","files":["elife-21887-fig1-v2-600w.jpg","elife-21887-fig2-figsupp1-v2-600w.jpg","elife-21887-fig2-figsupp2-v2-600w.jpg","elife-21887-fig2-v2-600w.jpg","elife-21887-fig3-figsupp1-v2-600w.jpg","elife-21887-fig3-v2-600w.jpg","elife-21887-fig4-figsupp1-v2-600w.jpg","elife-21887-fig4-figsupp2-v2-600w.jpg","elife-21887-fig4-figsupp3-v2-600w.jpg","elife-21887-fig4-v2-600w.jpg","elife-21887-fig5-v2-600w.jpg","elife-21887-v1.xml"]}