{"title":"Structured illumination with particle averaging reveals novel roles for yeast centrosome components during duplication","author":[{"surname":"Burns","given-names":"Shannon"},{"surname":"Avena","given-names":"Jennifer S"},{"surname":"Unruh","given-names":"Jay R"},{"surname":"Yu","given-names":"Zulin"},{"surname":"Smith","given-names":"Sarah E"},{"surname":"Slaughter","given-names":"Brian D"},{"surname":"Winey","given-names":"Mark"},{"surname":"Jaspersen","given-names":"Sue L"}],"abstract":"Duplication of the yeast centrosome (called the spindle pole body, SPB) is thought to occur through a series of discrete steps that culminate in insertion of the new SPB into the nuclear envelope (NE). To better understand this process, we developed a novel two-color structured illumination microscopy with single-particle averaging (SPA-SIM) approach to study the localization of all 18 SPB components during duplication using endogenously expressed fluorescent protein derivatives. The increased resolution and quantitative intensity information obtained using this method allowed us to demonstrate that SPB duplication begins by formation of an asymmetric Sfi1 filament at mitotic exit followed by Mps1-dependent assembly of a Spc29- and Spc42-dependent complex at its tip. Our observation that proteins involved in membrane insertion, such as Mps2, Bbp1, and Ndc1, also accumulate at the new SPB early in duplication suggests that SPB assembly and NE insertion are coupled events during SPB formation in wild-type cells.","identifier":[{"type":"publisher-id","id":"08586"},{"type":"doi","id":"10.7554/eLife.08586"}],"date":{"day":"15","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08586","entryfile":"elife-08586-v1.xml","files":["elife-08586-fig1-v1-600w.jpg","elife-08586-fig10-v1-600w.jpg","elife-08586-fig2-v1-600w.jpg","elife-08586-fig3-figsupp1-v1-600w.jpg","elife-08586-fig3-v1-600w.jpg","elife-08586-fig4-v1-600w.jpg","elife-08586-fig5-figsupp1-v1-600w.jpg","elife-08586-fig5-figsupp2-v1-600w.jpg","elife-08586-fig5-v1-600w.jpg","elife-08586-fig6-figsupp1-v1-600w.jpg","elife-08586-fig6-v1-600w.jpg","elife-08586-fig7-v1-600w.jpg","elife-08586-fig8-v1-600w.jpg","elife-08586-fig9-v1-600w.jpg"]}