{"title":"A social chemosignaling function for human handshaking","author":[{"surname":"Frumin","given-names":"Idan"},{"surname":"Perl","given-names":"Ofer"},{"surname":"Endevelt-Shapira","given-names":"Yaara"},{"surname":"Eisen","given-names":"Ami"},{"surname":"Eshel","given-names":"Neetai"},{"surname":"Heller","given-names":"Iris"},{"surname":"Shemesh","given-names":"Maya"},{"surname":"Ravia","given-names":"Aharon"},{"surname":"Sela","given-names":"Lee"},{"surname":"Arzi","given-names":"Anat"},{"surname":"Sobel","given-names":"Noam"}],"abstract":"Social chemosignaling is a part of human behavior, but how chemosignals transfer from one individual to another is unknown. In turn, humans greet each other with handshakes, but the functional antecedents of this behavior remain unclear. To ask whether handshakes are used to sample conspecific social chemosignals, we covertly filmed 271 subjects within a structured greeting event either with or without a handshake. We found that humans often sniff their own hands, and selectively increase this behavior after handshake. After handshakes within gender, subjects increased sniffing of their own right shaking hand by more than 100%. In contrast, after handshakes across gender, subjects increased sniffing of their own left non-shaking hand by more than 100%. Tainting participants with unnoticed odors significantly altered the effects, thus verifying their olfactory nature. Thus, handshaking may functionally serve active yet subliminal social chemosignaling, which likely plays a large role in ongoing human behavior.","identifier":[{"type":"publisher-id","id":"05154"},{"type":"doi","id":"10.7554/eLife.05154"}],"date":{"day":"03","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05154","entryfile":"elife-05154-v1.xml","files":["elife-05154-fig1-v1-600w.jpg","elife-05154-fig2-figsupp1-v1-600w.jpg","elife-05154-fig2-v1-600w.jpg","elife-05154-fig3-figsupp1-v1-600w.jpg","elife-05154-fig3-v1-600w.jpg","elife-05154-fig4-v1-600w.jpg"]}