{"title":"Testing sensory evidence against mnemonic templates","author":[{"surname":"Myers","given-names":"Nicholas E"},{"surname":"Rohenkohl","given-names":"Gustavo"},{"surname":"Wyart","given-names":"Valentin"},{"surname":"Woolrich","given-names":"Mark W"},{"surname":"Nobre","given-names":"Anna C"},{"surname":"Stokes","given-names":"Mark G"}],"abstract":"Most perceptual decisions require comparisons between current input and an internal template. Classic studies propose that templates are encoded in sustained activity of sensory neurons. However, stimulus encoding is itself dynamic, tracing a complex trajectory through activity space. Which part of this trajectory is pre-activated to reflect the template? Here we recorded magneto- and electroencephalography during a visual target-detection task, and used pattern analyses to decode template, stimulus, and decision-variable representation. Our findings ran counter to the dominant model of sustained pre-activation. Instead, template information emerged transiently around stimulus onset and quickly subsided. Cross-generalization between stimulus and template coding, indicating a shared neural representation, occurred only briefly. Our results are compatible with the proposal that template representation relies on a matched filter, transforming input into task-appropriate output. This proposal was consistent with a signed difference response at the perceptual decision stage, which can be explained by a simple neural model.","identifier":[{"type":"publisher-id","id":"09000"},{"type":"doi","id":"10.7554/eLife.09000"}],"date":{"day":"14","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09000","entryfile":"elife-09000-v2.xml","files":["elife-09000-fig1-figsupp1-v2-600w.jpg","elife-09000-fig1-v2-600w.jpg","elife-09000-fig2-v2-600w.jpg","elife-09000-fig3-v2-600w.jpg","elife-09000-fig4-v2-600w.jpg","elife-09000-fig5-v2-600w.jpg","elife-09000-fig6-v2-600w.jpg","elife-09000-fig7-v2-600w.jpg","elife-09000-fig8-figsupp1-v2-600w.jpg","elife-09000-fig8-figsupp2-v2-600w.jpg","elife-09000-fig8-figsupp3-v2-600w.jpg","elife-09000-fig8-v2-600w.jpg","elife-09000-v1.xml"]}