{"title":"Repeated social defeat stress enhances glutamatergic synaptic plasticity in the VTA and cocaine place conditioning","author":[{"surname":"Stelly","given-names":"Claire E"},{"surname":"Pomrenze","given-names":"Matthew B"},{"surname":"Cook","given-names":"Jason B"},{"surname":"Morikawa","given-names":"Hitoshi"}],"abstract":"Enduring memories of sensory cues associated with drug intake drive addiction. It is well known that stressful experiences increase addiction vulnerability. However, it is not clear how repeated stress promotes learning of cue-drug associations, as repeated stress generally impairs learning and memory processes unrelated to stressful experiences. Here, we show that repeated social defeat stress in rats causes persistent enhancement of long-term potentiation (LTP) of NMDA receptor-mediated glutamatergic transmission in the ventral tegmental area (VTA). Protein kinase A-dependent increase in the potency of inositol 1,4,5-triphosphate-induced Ca<sup>2+</sup> signaling underlies LTP facilitation. Notably, defeated rats display enhanced learning of contextual cues paired with cocaine experience assessed using a conditioned place preference (CPP) paradigm. Enhancement of LTP in the VTA and cocaine CPP in behaving rats both require glucocorticoid receptor activation during defeat episodes. These findings suggest that enhanced glutamatergic plasticity in the VTA may contribute, at least partially, to increased addiction vulnerability following repeated stressful experiences.","identifier":[{"type":"publisher-id","id":"15448"},{"type":"doi","id":"10.7554/eLife.15448"}],"date":{"day":"04","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15448","entryfile":"elife-15448-v1.xml","files":["elife-15448-fig1-v1-600w.jpg","elife-15448-fig2-v1-600w.jpg","elife-15448-fig3-figsupp1-v1-600w.jpg","elife-15448-fig3-v1-600w.jpg","elife-15448-fig4-v1-600w.jpg","elife-15448-fig5-v1-600w.jpg","elife-15448-fig6-v1-600w.jpg","elife-15448-fig7-figsupp1-v1-600w.jpg","elife-15448-fig7-figsupp2-v1-600w.jpg","elife-15448-fig7-figsupp3-v1-600w.jpg","elife-15448-fig7-v1-600w.jpg"]}