{"title":"Synaptic pruning in the female hippocampus is triggered at puberty by extrasynaptic GABA<sub>A</sub> receptors on dendritic spines","author":[{"surname":"Afroz","given-names":"Sonia"},{"surname":"Parato","given-names":"Julie"},{"surname":"Shen","given-names":"Hui"},{"surname":"Smith","given-names":"Sheryl Sue"}],"abstract":"Adolescent synaptic pruning is thought to enable optimal cognition because it is disrupted in certain neuropathologies, yet the initiator of this process is unknown. One factor not yet considered is the α4βδ GABA<sub>A</sub> receptor (GABAR), an extrasynaptic inhibitory receptor which first emerges on dendritic spines at puberty in female mice. Here we show that α4βδ GABARs trigger adolescent pruning. Spine density of CA1 hippocampal pyramidal cells decreased by half post-pubertally in female wild-type but not α4 KO mice. This effect was associated with decreased expression of kalirin-7 (Kal7), a spine protein which controls actin cytoskeleton remodeling. Kal7 decreased at puberty as a result of reduced NMDAR activation due to α4βδ-mediated inhibition. In the absence of this inhibition, Kal7 expression was unchanged at puberty. In the unpruned condition, spatial re-learning was impaired. These data suggest that pubertal pruning requires α4βδ GABARs. In their absence, pruning is prevented and cognition is not optimal.","identifier":[{"type":"publisher-id","id":"15106"},{"type":"doi","id":"10.7554/eLife.15106"}],"date":{"day":"02","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15106","entryfile":"elife-15106-v2.xml","files":["elife-15106-fig1-figsupp1-v2-600w.jpg","elife-15106-fig1-figsupp2-v2-600w.jpg","elife-15106-fig1-v2-600w.jpg","elife-15106-fig2-v2-600w.jpg","elife-15106-fig3-figsupp1-v2-600w.jpg","elife-15106-fig3-v2-600w.jpg","elife-15106-fig4-figsupp1-v2-600w.jpg","elife-15106-fig4-v2-600w.jpg","elife-15106-fig5-figsupp1-v2-600w.jpg","elife-15106-fig5-figsupp2-v2-600w.jpg","elife-15106-fig5-v2-600w.jpg","elife-15106-fig6-v2-600w.jpg","elife-15106-v1.xml"]}