{"title":"GGGGCC microsatellite RNA is neuritically localized, induces branching defects, and perturbs transport granule function","author":[{"surname":"Burguete","given-names":"Alondra Schweizer"},{"surname":"Almeida","given-names":"Sandra"},{"surname":"Gao","given-names":"Fen-Biao"},{"surname":"Kalb","given-names":"Robert"},{"surname":"Akins","given-names":"Michael R"},{"surname":"Bonini","given-names":"Nancy M"}],"abstract":"Microsatellite expansions are the leading cause of numerous neurodegenerative disorders. Here we demonstrate that GGGGCC and CAG microsatellite repeat RNAs associated with <italic>C9orf72</italic> in amyotrophic lateral sclerosis/frontotemporal dementia and with polyglutamine diseases, respectively, localize to neuritic granules that undergo active transport into distal neuritic segments. In cultured mammalian spinal cord neurons, the presence of neuritic GGGGCC repeat RNA correlates with neuronal branching defects, and the repeat RNA localizes to granules that label with fragile X mental retardation protein (FMRP), a transport granule component. Using a <italic>Drosophila</italic> GGGGCC expansion disease model, we characterize dendritic branching defects that are modulated by FMRP and Orb2. The human orthologs of these modifiers are misregulated in induced pluripotent stem cell-differentiated neurons (iPSNs) from GGGGCC expansion carriers. These data suggest that expanded repeat RNAs interact with the messenger RNA transport and translation machinery, causing transport granule dysfunction. This could be a novel mechanism contributing to the neuronal defects associated with <italic>C9orf72</italic> and other microsatellite expansion diseases.","identifier":[{"type":"publisher-id","id":"08881"},{"type":"doi","id":"10.7554/eLife.08881"}],"date":{"day":"09","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08881","entryfile":"elife-08881-v3.xml","files":["elife-08881-fig1-figsupp1-v3-600w.jpg","elife-08881-fig1-figsupp2-v3-600w.jpg","elife-08881-fig1-v3-600w.jpg","elife-08881-fig2-v3-600w.jpg","elife-08881-fig3-figsupp1-v3-600w.jpg","elife-08881-fig3-v3-600w.jpg","elife-08881-fig4-figsupp1-v3-600w.jpg","elife-08881-fig4-v3-600w.jpg","elife-08881-fig5-figsupp1-v3-600w.jpg","elife-08881-fig5-v3-600w.jpg","elife-08881-v1.xml","elife-08881-v2.xml"]}