{"title":"Sub-synaptic, multiplexed analysis of proteins reveals Fragile X related protein 2 is mislocalized in <italic>Fmr1</italic> KO synapses","author":[{"surname":"Wang","given-names":"Gordon X"},{"surname":"Smith","given-names":"Stephen J"},{"surname":"Mourrain","given-names":"Philippe"}],"abstract":"The distribution of proteins within sub-synaptic compartments is an essential aspect of their neurological function. Current methodologies, such as electron microscopy (EM) and super-resolution imaging techniques, can provide the precise localization of proteins, but are often limited to a small number of one-time observations with narrow spatial and molecular coverage. The diversity of synaptic proteins and synapse types demands synapse analysis on a scale that is prohibitive with current methods. Here, we demonstrate SubSynMAP, a fast, multiplexed sub-synaptic protein analysis method using wide-field data from deconvolution array tomography (ATD). SubSynMAP generates probability distributions for that reveal the functional range of proteins within the averaged synapse of a particular class. This enables the differentiation of closely juxtaposed proteins. Using this method, we analyzed 15 synaptic proteins in normal and Fragile X mental retardation syndrome (FXS) model mouse cortex, and revealed disease-specific modifications of sub-synaptic protein distributions across synapse classes and cortical layers.","identifier":[{"type":"publisher-id","id":"20560"},{"type":"doi","id":"10.7554/eLife.20560"}],"date":{"day":"22","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20560","entryfile":"elife-20560-v3.xml","files":["elife-20560-fig1-figsupp1-v3-600w.jpg","elife-20560-fig1-v3-600w.jpg","elife-20560-fig2-v3-600w.jpg","elife-20560-fig3-figsupp1-v3-600w.jpg","elife-20560-fig3-v3-600w.jpg","elife-20560-fig4-v3-600w.jpg","elife-20560-fig5-figsupp1-v3-600w.jpg","elife-20560-fig5-v3-600w.jpg","elife-20560-fig6-v3-600w.jpg","elife-20560-fig7-figsupp1-v3-600w.jpg","elife-20560-fig7-figsupp2-v3-600w.jpg","elife-20560-fig7-v3-600w.jpg","elife-20560-resp-fig1-v3-600w.jpg","elife-20560-v1.xml","elife-20560-v2.xml"]}