{"title":"A mutant <italic>Escherichia coli</italic> that attaches peptidoglycan to lipopolysaccharide and displays cell wall on its surface","author":[{"surname":"Grabowicz","given-names":"Marcin"},{"surname":"Andres","given-names":"Dorothee"},{"surname":"Lebar","given-names":"Matthew D"},{"surname":"Malojčić","given-names":"Goran"},{"surname":"Kahne","given-names":"Daniel"},{"surname":"Silhavy","given-names":"Thomas J"}],"abstract":"The lipopolysaccharide (LPS) forms the surface-exposed leaflet of the outer membrane (OM) of Gram-negative bacteria, an organelle that shields the underlying peptidoglycan (PG) cell wall. Both LPS and PG are essential cell envelope components that are synthesized independently and assembled by dedicated transenvelope multiprotein complexes. We have identified a point-mutation in the gene for O-antigen ligase (WaaL) in <italic>Escherichia coli</italic> that causes LPS to be modified with PG subunits, intersecting these two pathways. Synthesis of the PG-modified LPS (LPS*) requires ready access to the small PG precursor pool but does not weaken cell wall integrity, challenging models of precursor sequestration at PG assembly machinery. LPS* is efficiently transported to the cell surface without impairing OM function. Because LPS* contains the canonical vancomycin binding site, these surface-exposed molecules confer increased vancomycin-resistance by functioning as molecular decoys that titrate the antibiotic away from its intracellular target. This unexpected LPS glycosylation fuses two potent pathogen-associated molecular patterns (PAMPs).","identifier":[{"type":"publisher-id","id":"05334"},{"type":"doi","id":"10.7554/eLife.05334"}],"date":{"day":"31","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05334","entryfile":"elife-05334-v2.xml","files":["elife-05334-fig1-v2-600w.jpg","elife-05334-fig2-v2-600w.jpg","elife-05334-fig3-figsupp1-v2-600w.jpg","elife-05334-fig3-v2-600w.jpg","elife-05334-fig4-figsupp1-v2-600w.jpg","elife-05334-fig4-v2-600w.jpg","elife-05334-v1.xml"]}