{"title":"Extensive translation of small Open Reading Frames revealed by Poly-Ribo-Seq","author":[{"surname":"Aspden","given-names":"Julie L"},{"surname":"Eyre-Walker","given-names":"Ying Chen"},{"surname":"Phillips","given-names":"Rose J"},{"surname":"Amin","given-names":"Unum"},{"surname":"Mumtaz","given-names":"Muhammad Ali S"},{"surname":"Brocard","given-names":"Michele"},{"surname":"Couso","given-names":"Juan-Pablo"}],"abstract":"Thousands of small Open Reading Frames (smORFs) with the potential to encode small peptides of fewer than 100 amino acids exist in our genomes. However, the number of smORFs actually translated, and their molecular and functional roles are still unclear. In this study, we present a genome-wide assessment of smORF translation by ribosomal profiling of polysomal fractions in <italic>Drosophila</italic>. We detect two types of smORFs bound by multiple ribosomes and thus undergoing productive translation. The ‘longer’ smORFs of around 80 amino acids resemble canonical proteins in translational metrics and conservation, and display a propensity to contain transmembrane motifs. The ‘dwarf’ smORFs are in general shorter (around 20 amino-acid long), are mostly found in 5′-UTRs and non-coding RNAs, are less well conserved, and have no bioinformatic indicators of peptide function. Our findings indicate that thousands of smORFs are translated in metazoan genomes, reinforcing the idea that smORFs are an abundant and fundamental genome component.","identifier":[{"type":"publisher-id","id":"03528"},{"type":"doi","id":"10.7554/eLife.03528"}],"date":{"day":"21","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03528","entryfile":"elife-03528-v2.xml","files":["elife-03528-fig1-figsupp1-v2-600w.jpg","elife-03528-fig1-figsupp2-v2-600w.jpg","elife-03528-fig1-v2-600w.jpg","elife-03528-fig2-figsupp1-v2-600w.jpg","elife-03528-fig2-v2-600w.jpg","elife-03528-fig3-figsupp1-v2-600w.jpg","elife-03528-fig3-figsupp2-v2-600w.jpg","elife-03528-fig3-v2-600w.jpg","elife-03528-fig4-figsupp1-v2-600w.jpg","elife-03528-fig4-v2-600w.jpg","elife-03528-v1.xml"]}