{"title":"A genetic link between discriminative fear coding by the lateral amygdala, dopamine, and fear generalization","author":[{"surname":"Jones","given-names":"Graham L"},{"surname":"Soden","given-names":"Marta E"},{"surname":"Knakal","given-names":"Cerise R"},{"surname":"Lee","given-names":"Heather"},{"surname":"Chung","given-names":"Amanda S"},{"surname":"Merriam","given-names":"Elliott B"},{"surname":"Zweifel","given-names":"Larry S"}],"abstract":"The lateral amygdala (LA) acquires differential coding of predictive and non-predictive fear stimuli that is critical for proper fear memory assignment. The neurotransmitter dopamine is an important modulator of LA activity and facilitates fear memory formation, but whether dopamine neurons aid in the establishment of discriminative fear coding by the LA is unknown. NMDA-type glutamate receptors in dopamine neurons are critical for the prevention of generalized fear following an aversive experience, suggesting a potential link between a cell autonomous function of NMDAR in dopamine neurons and fear coding by the LA. Here, we utilized mice with a selective genetic inactivation functional NMDARs in dopamine neurons (DAT-NR1 KO mice) combined with behavior, in vivo electrophysiology, and <italic>ex vivo</italic> electrophysiology in LA neurons to demonstrate that plasticity underlying differential fear coding in the LA is regulated by NMDAR signaling in dopamine neurons and alterations in this plasticity is associated non-discriminative cued-fear responses.","identifier":[{"type":"publisher-id","id":"08969"},{"type":"doi","id":"10.7554/eLife.08969"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08969","entryfile":"elife-08969-v2.xml","files":["elife-08969-fig1-v2-600w.jpg","elife-08969-fig2-figsupp1-v2-600w.jpg","elife-08969-fig2-v2-600w.jpg","elife-08969-fig3-figsupp1-v2-600w.jpg","elife-08969-fig3-v2-600w.jpg","elife-08969-fig4-figsupp1-v2-600w.jpg","elife-08969-fig4-figsupp2-v2-600w.jpg","elife-08969-fig4-figsupp3-v2-600w.jpg","elife-08969-fig4-v2-600w.jpg","elife-08969-fig5-figsupp1-v2-600w.jpg","elife-08969-fig5-v2-600w.jpg","elife-08969-fig6-figsupp1-v2-600w.jpg","elife-08969-fig6-v2-600w.jpg","elife-08969-v1.xml"]}