{"title":"Transcription dynamically patterns the meiotic chromosome-axis interface","author":[{"surname":"Sun","given-names":"Xiaoji"},{"surname":"Huang","given-names":"Lingzhi"},{"surname":"Markowitz","given-names":"Tovah E"},{"surname":"Blitzblau","given-names":"Hannah G"},{"surname":"Chen","given-names":"Doris"},{"surname":"Klein","given-names":"Franz"},{"surname":"Hochwagen","given-names":"Andreas"}],"abstract":"Meiotic chromosomes are highly compacted yet remain transcriptionally active. To understand how chromosome folding accommodates transcription, we investigated the assembly of the axial element, the proteinaceous structure that compacts meiotic chromosomes and promotes recombination and fertility. We found that the axial element proteins of budding yeast are flexibly anchored to chromatin by the ring-like cohesin complex. The ubiquitous presence of cohesin at sites of convergent transcription provides well-dispersed points for axis attachment and thus chromosome compaction. Axis protein enrichment at these sites directly correlates with the propensity for recombination initiation nearby. A separate modulating mechanism that requires the conserved axial-element component Hop1 biases axis protein binding towards small chromosomes. Importantly, axis anchoring by cohesin is adjustable and readily displaced in the direction of transcription by the transcriptional machinery. We propose that such robust but flexible tethering allows the axial element to promote recombination while easily adapting to changes in chromosome activity.","identifier":[{"type":"publisher-id","id":"07424"},{"type":"doi","id":"10.7554/eLife.07424"}],"date":{"day":"10","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07424","entryfile":"elife-07424-v1.xml","files":["elife-07424-fig1-figsupp1-v1-600w.jpg","elife-07424-fig1-v1-600w.jpg","elife-07424-fig2-v1-600w.jpg","elife-07424-fig3-figsupp1-v1-600w.jpg","elife-07424-fig3-v1-600w.jpg","elife-07424-fig4-figsupp1-v1-600w.jpg","elife-07424-fig4-v1-600w.jpg","elife-07424-fig5-figsupp1-v1-600w.jpg","elife-07424-fig5-v1-600w.jpg","elife-07424-fig6-v1-600w.jpg","elife-07424-fig7-figsupp1-v1-600w.jpg","elife-07424-fig7-v1-600w.jpg","elife-07424-fig8-v1-600w.jpg"]}