{"title":"Corticostriatal dynamics encode the refinement of specific behavioral variability during skill learning","author":[{"surname":"Santos","given-names":"Fernando J"},{"surname":"Oliveira","given-names":"Rodrigo F"},{"surname":"Jin","given-names":"Xin"},{"surname":"Costa","given-names":"Rui M"}],"abstract":"Learning to perform a complex motor task requires the optimization of specific behavioral features to cope with task constraints. We show that when mice learn a novel motor paradigm they differentially refine specific behavioral features. Animals trained to perform progressively faster sequences of lever presses to obtain reinforcement reduced variability in sequence frequency, but increased variability in an orthogonal feature (sequence duration). Trial-to-trial variability of the activity of motor cortex and striatal projection neurons was higher early in training and subsequently decreased with learning, without changes in average firing rate. As training progressed, variability in corticostriatal activity became progressively more correlated with behavioral variability, but specifically with variability in frequency. Corticostriatal plasticity was required for the reduction in frequency variability, but not for variability in sequence duration. These data suggest that during motor learning corticostriatal dynamics encode the refinement of specific behavioral features that change the probability of obtaining outcomes.","identifier":[{"type":"publisher-id","id":"09423"},{"type":"doi","id":"10.7554/eLife.09423"}],"date":{"day":"29","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09423","entryfile":"elife-09423-v2.xml","files":["elife-09423-fig1-figsupp1-v2-600w.jpg","elife-09423-fig1-v2-600w.jpg","elife-09423-fig2-figsupp1-v2-600w.jpg","elife-09423-fig2-v2-600w.jpg","elife-09423-fig3-v2-600w.jpg","elife-09423-fig4-figsupp1-v2-600w.jpg","elife-09423-fig4-figsupp2-v2-600w.jpg","elife-09423-fig4-v2-600w.jpg","elife-09423-fig5-v2-600w.jpg","elife-09423-fig6-figsupp1-v2-600w.jpg","elife-09423-fig6-figsupp2-v2-600w.jpg","elife-09423-fig6-v2-600w.jpg","elife-09423-fig7-figsupp1-v2-600w.jpg","elife-09423-fig7-v2-600w.jpg","elife-09423-resp-fig1-v2-600w.jpg","elife-09423-resp-fig2-v2-600w.jpg","elife-09423-resp-fig3-v2-600w.jpg","elife-09423-resp-fig4-v2-600w.jpg","elife-09423-v1.xml"]}