{"title":"Requirement of myomaker-mediated stem cell fusion for skeletal muscle hypertrophy","author":[{"surname":"Goh","given-names":"Qingnian"},{"surname":"Millay","given-names":"Douglas P"}],"abstract":"Fusion of skeletal muscle stem/progenitor cells is required for proper development and regeneration, however the significance of this process during adult muscle hypertrophy has not been explored. In response to muscle overload after synergist ablation in mice, we show that myomaker, a muscle specific membrane protein essential for myoblast fusion, is activated mainly in muscle progenitors and not myofibers. We rendered muscle progenitors fusion-incompetent through genetic deletion of myomaker in muscle stem cells and observed a complete reduction of overload-induced hypertrophy. This blunted hypertrophic response was associated with a reduction in Akt and p70s6k signaling and protein synthesis, suggesting a link between myonuclear accretion and activation of pro-hypertrophic pathways. Furthermore, fusion-incompetent muscle exhibited increased fibrosis after muscle overload, indicating a protective role for normal stem cell activity in reducing myofiber strain associated with hypertrophy. These findings reveal an essential contribution of myomaker-mediated stem cell fusion during physiological adult muscle hypertrophy.","identifier":[{"type":"publisher-id","id":"20007"},{"type":"doi","id":"10.7554/eLife.20007"}],"date":{"day":"10","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20007","entryfile":"elife-20007-v2.xml","files":["elife-20007-fig1-figsupp1-v2-600w.jpg","elife-20007-fig1-v2-600w.jpg","elife-20007-fig2-figsupp1-v2-600w.jpg","elife-20007-fig2-figsupp2-v2-600w.jpg","elife-20007-fig2-figsupp3-v2-600w.jpg","elife-20007-fig2-v2-600w.jpg","elife-20007-fig3-figsupp1-v2-600w.jpg","elife-20007-fig3-v2-600w.jpg","elife-20007-fig4-v2-600w.jpg","elife-20007-fig5-v2-600w.jpg","elife-20007-fig6-v2-600w.jpg","elife-20007-resp-fig1-v2-600w.jpg","elife-20007-v1.xml"]}