{"title":"Cell elongation is regulated through a central circuit of interacting transcription factors in the Arabidopsis hypocotyl","author":[{"surname":"Oh","given-names":"Eunkyoo"},{"surname":"Zhu","given-names":"Jia-Ying"},{"surname":"Bai","given-names":"Ming-Yi"},{"surname":"Arenhart","given-names":"Rafael Augusto"},{"surname":"Sun","given-names":"Yu"},{"surname":"Wang","given-names":"Zhi-Yong"}],"abstract":"As the major mechanism of plant growth and morphogenesis, cell elongation is controlled by many hormonal and environmental signals. How these signals are coordinated at the molecular level to ensure coherent cellular responses remains unclear. In this study, we illustrate a molecular circuit that integrates all major growth-regulating signals, including auxin, brassinosteroid, gibberellin, light, and temperature. Analyses of genome-wide targets, genetic and biochemical interactions demonstrate that the auxin-response factor ARF6, the light/temperature-regulated transcription factor PIF4, and the brassinosteroid-signaling transcription factor BZR1, interact with each other and cooperatively regulate large numbers of common target genes, but their DNA-binding activities are blocked by the gibberellin-inactivated repressor RGA. In addition, a tripartite HLH/bHLH module feedback regulates PIFs and additional bHLH factors that interact with ARF6, and thereby modulates auxin sensitivity according to developmental and environmental cues. Our results demonstrate a central growth-regulation circuit that integrates hormonal, environmental, and developmental controls of cell elongation in Arabidopsis hypocotyl.","identifier":[{"type":"publisher-id","id":"03031"},{"type":"doi","id":"10.7554/eLife.03031"}],"date":{"day":"27","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"03031","entryfile":"elife-03031-v2.xml","files":["elife-03031-fig1-figsupp1-v2-600w.jpg","elife-03031-fig1-v2-600w.jpg","elife-03031-fig2-figsupp1-v2-600w.jpg","elife-03031-fig2-figsupp2-v2-600w.jpg","elife-03031-fig2-figsupp3-v2-600w.jpg","elife-03031-fig2-v2-600w.jpg","elife-03031-fig3-figsupp1-v2-600w.jpg","elife-03031-fig3-figsupp2-v2-600w.jpg","elife-03031-fig3-v2-600w.jpg","elife-03031-fig4-v2-600w.jpg","elife-03031-fig5-figsupp1-v2-600w.jpg","elife-03031-fig5-v2-600w.jpg","elife-03031-fig6-figsupp1-v2-600w.jpg","elife-03031-fig6-figsupp2-v2-600w.jpg","elife-03031-fig6-v2-600w.jpg","elife-03031-fig7-v2-600w.jpg","elife-03031-v1.xml"]}