{"title":"Trithorax maintains the functional heterogeneity of neural stem cells through the transcription factor Buttonhead","author":[{"surname":"Komori","given-names":"Hideyuki"},{"surname":"Xiao","given-names":"Qi"},{"surname":"Janssens","given-names":"Derek H"},{"surname":"Dou","given-names":"Yali"},{"surname":"Lee","given-names":"Cheng-Yu"}],"abstract":"The mechanisms that maintain the functional heterogeneity of stem cells, which generates diverse differentiated cell types required for organogenesis, are not understood. In this study, we report that Trithorax (Trx) actively maintains the heterogeneity of neural stem cells (neuroblasts) in the developing <italic>Drosophila</italic> larval brain. <italic>trx</italic> mutant type II neuroblasts gradually adopt a type I neuroblast functional identity, losing the competence to generate intermediate neural progenitors (INPs) and directly generating differentiated cells. Trx regulates a type II neuroblast functional identity in part by maintaining chromatin in the <italic>buttonhead</italic> (<italic>btd</italic>) locus in an active state through the histone methyltransferase activity of the SET1/MLL complex. Consistently, <italic>btd</italic> is necessary and sufficient for eliciting a type II neuroblast functional identity. Furthermore, over-expression of <italic>btd</italic> restores the competence to generate INPs in <italic>trx</italic> mutant type II neuroblasts. Thus, Trx instructs a type II neuroblast functional identity by epigenetically promoting Btd expression, thereby maintaining neuroblast functional heterogeneity.","identifier":[{"type":"publisher-id","id":"03502"},{"type":"doi","id":"10.7554/eLife.03502"}],"date":{"day":"06","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03502","entryfile":"elife-03502-v2.xml","files":["elife-03502-fig1-figsupp1-v2-600w.jpg","elife-03502-fig1-v2-600w.jpg","elife-03502-fig2-v2-600w.jpg","elife-03502-fig3-figsupp1-v2-600w.jpg","elife-03502-fig3-figsupp2-v2-600w.jpg","elife-03502-fig3-v2-600w.jpg","elife-03502-fig4-figsupp1-v2-600w.jpg","elife-03502-fig4-figsupp2-v2-600w.jpg","elife-03502-fig4-v2-600w.jpg","elife-03502-fig5-v2-600w.jpg","elife-03502-fig6-v2-600w.jpg","elife-03502-fig7-v2-600w.jpg","elife-03502-v1.xml"]}