{"title":"The splicing regulators Esrp1 and Esrp2 direct an epithelial splicing program essential for mammalian development","author":[{"surname":"Bebee","given-names":"Thomas W"},{"surname":"Park","given-names":"Juw Won"},{"surname":"Sheridan","given-names":"Katherine I"},{"surname":"Warzecha","given-names":"Claude C"},{"surname":"Cieply","given-names":"Benjamin W"},{"surname":"Rohacek","given-names":"Alex M"},{"surname":"Xing","given-names":"Yi"},{"surname":"Carstens","given-names":"Russ P"}],"abstract":"Tissue- and cell-type-specific regulators of alternative splicing (AS) are essential components of posttranscriptional gene regulation, necessary for normal cellular function, patterning, and development. Mice with ablation of Epithelial splicing regulatory protein (Esrp1) develop cleft lip and palate. Loss of both Esrp1 and its paralog Esrp2 results in widespread developmental defects with broad implications to human disease. Deletion of the Esrps in the epidermis revealed their requirement for establishing a proper skin barrier, a primary function of epithelial cells comprising the epidermis. We profiled the global Esrp-mediated splicing regulatory program in epidermis, which revealed large-scale programs of epithelial cell-type-specific splicing required for epithelial cell functions. These mice represent a valuable model for evaluating the essential role for AS in development and function of epithelial cells, which play essential roles in tissue homeostasis in numerous organs, and provide a genetic tool to evaluate important functional properties of epithelial-specific splice variants in vivo.","identifier":[{"type":"publisher-id","id":"08954"},{"type":"doi","id":"10.7554/eLife.08954"}],"date":{"day":"15","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08954","entryfile":"elife-08954-v1.xml","files":["elife-08954-fig1-figsupp1-v1-600w.jpg","elife-08954-fig1-figsupp2-v1-600w.jpg","elife-08954-fig1-figsupp3-v1-600w.jpg","elife-08954-fig1-figsupp4-v1-600w.jpg","elife-08954-fig1-v1-600w.jpg","elife-08954-fig2-figsupp1-v1-600w.jpg","elife-08954-fig2-v1-600w.jpg","elife-08954-fig3-v1-600w.jpg","elife-08954-fig4-figsupp1-v1-600w.jpg","elife-08954-fig4-figsupp2-v1-600w.jpg","elife-08954-fig4-v1-600w.jpg","elife-08954-fig5-figsupp1-v1-600w.jpg","elife-08954-fig5-v1-600w.jpg","elife-08954-fig6-v1-600w.jpg","elife-08954-fig7-v1-600w.jpg"]}