{"title":"Calcium influx through CRAC channels controls actin organization and dynamics at the immune synapse","author":[{"surname":"Hartzell","given-names":"Catherine A"},{"surname":"Jankowska","given-names":"Katarzyna I"},{"surname":"Burkhardt","given-names":"Janis K"},{"surname":"Lewis","given-names":"Richard S"}],"abstract":"T cell receptor (TCR) engagement opens Ca<sup>2+</sup> release-activated Ca<sup>2+</sup> (CRAC) channels and triggers formation of an immune synapse between T cells and antigen-presenting cells. At the synapse, actin reorganizes into a concentric lamellipod and lamella with retrograde actin flow that helps regulate the intensity and duration of TCR signaling. We find that Ca<sup>2+</sup> influx is required to drive actin organization and dynamics at the synapse. Calcium acts by promoting actin depolymerization and localizing actin polymerization and the actin nucleation promotion factor WAVE2 to the periphery of the lamellipod while suppressing polymerization elsewhere. Ca<sup>2+</sup>-dependent retrograde actin flow corrals ER tubule extensions and STIM1/Orai1 complexes to the synapse center, creating a self-organizing process for CRAC channel localization. Our results demonstrate a new role for Ca<sup>2+</sup> as a critical regulator of actin organization and dynamics at the synapse, and reveal potential feedback loops through which Ca<sup>2+</sup> influx may modulate TCR signaling.","identifier":[{"type":"publisher-id","id":"14850"},{"type":"doi","id":"10.7554/eLife.14850"}],"date":{"day":"21","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14850","entryfile":"elife-14850-v1.xml","files":["elife-14850-fig1-v1-600w.jpg","elife-14850-fig2-figsupp1-v1-600w.jpg","elife-14850-fig2-v1-600w.jpg","elife-14850-fig3-v1-600w.jpg","elife-14850-fig4-v1-600w.jpg","elife-14850-fig5-figsupp1-v1-600w.jpg","elife-14850-fig5-v1-600w.jpg","elife-14850-fig6-figsupp1-v1-600w.jpg","elife-14850-fig6-figsupp2-v1-600w.jpg","elife-14850-fig6-v1-600w.jpg","elife-14850-fig7-v1-600w.jpg","elife-14850-fig8-v1-600w.jpg"]}