{"title":"Opposing roles for DNA replication initiator proteins ORC1 and CDC6 in control of Cyclin E gene transcription","author":[{"surname":"Hossain","given-names":"Manzar"},{"surname":"Stillman","given-names":"Bruce"}],"abstract":"Newly born cells either continue to proliferate or exit the cell division cycle. This decision involves delaying expression of Cyclin E that promotes DNA replication. ORC1, the Origin Recognition Complex (ORC) large subunit, is inherited into newly born cells after it binds to condensing chromosomes during the preceding mitosis. We demonstrate that ORC1 represses Cyclin E gene (<italic>CCNE1</italic>) transcription, an E2F1 activated gene that is also repressed by the Retinoblastoma (RB) protein. ORC1 binds to RB, the histone methyltransferase SUV39H1 and to its repressive histone H3K9me3 mark. ORC1 cooperates with SUV39H1 and RB protein to repress E2F1-dependent <italic>CCNE1</italic> transcription. In contrast, the ORC1-related replication protein CDC6 binds Cyclin E-CDK2 kinase and in a feedback loop removes RB from ORC1, thereby hyper-activating <italic>CCNE1</italic> transcription. The opposing effects of ORC1 and CDC6 in controlling the level of Cyclin E ensures genome stability and a mechanism for linking directly DNA replication and cell division commitment.","identifier":[{"type":"publisher-id","id":"12785"},{"type":"doi","id":"10.7554/eLife.12785"}],"date":{"day":"26","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12785","entryfile":"elife-12785-v2.xml","files":["elife-12785-fig1-figsupp1-v2-600w.jpg","elife-12785-fig1-figsupp2-v2-600w.jpg","elife-12785-fig1-v2-600w.jpg","elife-12785-fig2-figsupp1-v2-600w.jpg","elife-12785-fig2-figsupp2-v2-600w.jpg","elife-12785-fig2-figsupp3-v2-600w.jpg","elife-12785-fig2-figsupp4-v2-600w.jpg","elife-12785-fig2-v2-600w.jpg","elife-12785-fig3-v2-600w.jpg","elife-12785-fig4-v2-600w.jpg","elife-12785-fig5-figsupp1-v2-600w.jpg","elife-12785-fig5-v2-600w.jpg","elife-12785-fig6-figsupp1-v2-600w.jpg","elife-12785-fig6-v2-600w.jpg","elife-12785-fig7-v2-600w.jpg","elife-12785-fig8-v2-600w.jpg","elife-12785-resp-fig1-v2-600w.jpg","elife-12785-v1.xml"]}