{"title":"Hippocampome.org: a knowledge base of neuron types in the rodent hippocampus","author":[{"surname":"Wheeler","given-names":"Diek W"},{"surname":"White","given-names":"Charise M"},{"surname":"Rees","given-names":"Christopher L"},{"surname":"Komendantov","given-names":"Alexander O"},{"surname":"Hamilton","given-names":"David J"},{"surname":"Ascoli","given-names":"Giorgio A"}],"abstract":"<ext-link>Hippocampome.org</ext-link> is a comprehensive knowledge base of neuron types in the rodent hippocampal formation (dentate gyrus, CA3, CA2, CA1, subiculum, and entorhinal cortex). Although the hippocampal literature is remarkably information-rich, neuron properties are often reported with incompletely defined and notoriously inconsistent terminology, creating a formidable challenge for data integration. Our extensive literature mining and data reconciliation identified 122 neuron types based on neurotransmitter, axonal and dendritic patterns, synaptic specificity, electrophysiology, and molecular biomarkers. All ∼3700 annotated properties are individually supported by specific evidence (∼14,000 pieces) in peer-reviewed publications. Systematic analysis of this unprecedented amount of machine-readable information reveals novel correlations among neuron types and properties, the potential connectivity of the full hippocampal circuitry, and outstanding knowledge gaps. User-friendly browsing and online querying of <ext-link>Hippocampome.org</ext-link> may aid design and interpretation of both experiments and simulations. This powerful, simple, and extensible neuron classification endeavor is unique in its detail, utility, and completeness.","identifier":[{"type":"publisher-id","id":"09960"},{"type":"doi","id":"10.7554/eLife.09960"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09960","entryfile":"elife-09960-v2.xml","files":["elife-09960-fig1-v2-600w.jpg","elife-09960-fig2-v2-600w.jpg","elife-09960-fig3-v2-600w.jpg","elife-09960-fig4-v2-600w.jpg","elife-09960-fig5-v2-600w.jpg","elife-09960-fig6-v2-600w.jpg","elife-09960-fig7-v2-600w.jpg","elife-09960-v1.xml"]}