{"title":"A single pair of neurons links sleep to memory consolidation in <italic>Drosophila melanogaster</italic>","author":[{"surname":"Haynes","given-names":"Paula R"},{"surname":"Christmann","given-names":"Bethany L"},{"surname":"Griffith","given-names":"Leslie C"}],"abstract":"Sleep promotes memory consolidation in humans and many other species, but the physiological and anatomical relationships between sleep and memory remain unclear. Here, we show the dorsal paired medial (DPM) neurons, which are required for memory consolidation in <italic>Drosophila</italic>, are sleep-promoting inhibitory neurons. DPMs increase sleep via release of GABA onto wake-promoting mushroom body (MB) α'/β' neurons. Functional imaging demonstrates that DPM activation evokes robust increases in chloride in MB neurons, but is unable to cause detectable increases in calcium or cAMP. Downregulation of α'/β' GABA<sub>A</sub> and GABA<sub>B</sub>R3 receptors results in sleep loss, suggesting these receptors are the sleep-relevant targets of DPM-mediated inhibition. Regulation of sleep by neurons necessary for consolidation suggests that these brain processes may be functionally interrelated via their shared anatomy. These findings have important implications for the mechanistic relationship between sleep and memory consolidation, arguing for a significant role of inhibitory neurotransmission in regulating these processes.","identifier":[{"type":"publisher-id","id":"03868"},{"type":"doi","id":"10.7554/eLife.03868"}],"date":{"day":"07","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03868","entryfile":"elife-03868-v2.xml","files":["elife-03868-fig1-figsupp1-v2-600w.jpg","elife-03868-fig1-figsupp2-v2-600w.jpg","elife-03868-fig1-figsupp3-v2-600w.jpg","elife-03868-fig1-figsupp4-v2-600w.jpg","elife-03868-fig1-v2-600w.jpg","elife-03868-fig2-v2-600w.jpg","elife-03868-fig3-figsupp1-v2-600w.jpg","elife-03868-fig3-figsupp2-v2-600w.jpg","elife-03868-fig3-v2-600w.jpg","elife-03868-fig4-figsupp1-v2-600w.jpg","elife-03868-fig4-figsupp2-v2-600w.jpg","elife-03868-fig4-v2-600w.jpg","elife-03868-fig5-v2-600w.jpg","elife-03868-fig6-figsupp1-v2-600w.jpg","elife-03868-fig6-v2-600w.jpg","elife-03868-fig7-figsupp1-v2-600w.jpg","elife-03868-fig7-v2-600w.jpg","elife-03868-resp-fig1-v2-600w.jpg","elife-03868-v1.xml"]}