{"title":"Impact of a decade of successful antiretroviral therapy initiated at HIV-1 seroconversion on blood and rectal reservoirs","author":[{"surname":"Malatinkova","given-names":"Eva"},{"surname":"Spiegelaere","given-names":"Ward De"},{"surname":"Bonczkowski","given-names":"Pawel"},{"surname":"Kiselinova","given-names":"Maja"},{"surname":"Vervisch","given-names":"Karen"},{"surname":"Trypsteen","given-names":"Wim"},{"surname":"Johnson","given-names":"Margaret"},{"surname":"Verhofstede","given-names":"Chris"},{"surname":"Looze","given-names":"Danny de"},{"surname":"Murray","given-names":"Charles"},{"surname":"Loes","given-names":"Sabine Kinloch-de"},{"surname":"Vandekerckhove","given-names":"Linos"}],"abstract":"Persistent reservoirs remain the major obstacles to achieve an HIV-1 cure. Prolonged early antiretroviral therapy (ART) may reduce the extent of reservoirs and allow for virological control after ART discontinuation. We compared HIV-1 reservoirs in a cross-sectional study using polymerase chain reaction-based techniques in blood and tissue of early-treated seroconverters, late-treated patients, ART-naïve seroconverters, and long-term non-progressors (LTNPs) who have spontaneous virological control without treatment. A decade of early ART reduced the total and integrated HIV-1 DNA levels compared with later treatment initiation, but not reaching the low levels found in LTNPs. Total HIV-1 DNA in rectal biopsies did not differ between cohorts. Importantly, lower viral transcription (HIV-1 unspliced RNA) and enhanced immune preservation (CD4/CD8), reminiscent of LTNPs, were found in early compared to late-treated patients. This suggests that early treatment is associated with some immunovirological features of LTNPs that may improve the outcome of future interventions aimed at a functional cure.","identifier":[{"type":"publisher-id","id":"09115"},{"type":"doi","id":"10.7554/eLife.09115"}],"date":{"day":"06","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09115","entryfile":"elife-09115-v2.xml","files":["elife-09115-fig1-v2-600w.jpg","elife-09115-fig2-v2-600w.jpg","elife-09115-fig3-v2-600w.jpg","elife-09115-fig4-v2-600w.jpg","elife-09115-v1.xml"]}