{"title":"An integrative transcriptomic atlas of organogenesis in human embryos","author":[{"surname":"Gerrard","given-names":"Dave T"},{"surname":"Berry","given-names":"Andrew A"},{"surname":"Jennings","given-names":"Rachel E"},{"surname":"Piper Hanley","given-names":"Karen"},{"surname":"Bobola","given-names":"Nicoletta"},{"surname":"Hanley","given-names":"Neil A"}],"abstract":"Human organogenesis is when severe developmental abnormalities commonly originate. However, understanding this critical embryonic phase has relied upon inference from patient phenotypes and assumptions from in vitro stem cell models and non-human vertebrates. We report an integrated transcriptomic atlas of human organogenesis. By lineage-guided principal components analysis, we uncover novel relatedness of particular developmental genes across different organs and tissues and identified unique transcriptional codes which correctly predicted the cause of many congenital disorders. By inference, our model pinpoints co-enriched genes as new causes of developmental disorders such as cleft palate and congenital heart disease. The data revealed more than 6000 novel transcripts, over 90% of which fulfil criteria as long non-coding RNAs correlated with the protein-coding genome over megabase distances. Taken together, we have uncovered cryptic transcriptional programs used by the human embryo and established a new resource for the molecular understanding of human organogenesis and its associated disorders.","identifier":[{"type":"publisher-id","id":"15657"},{"type":"doi","id":"10.7554/eLife.15657"}],"date":{"day":"24","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15657","entryfile":"elife-15657-v1.xml","files":["elife-15657-fig1-figsupp1-v1-600w.jpg","elife-15657-fig1-figsupp2-v1-600w.jpg","elife-15657-fig1-figsupp3-v1-600w.jpg","elife-15657-fig1-figsupp4-v1-600w.jpg","elife-15657-fig1-figsupp5-v1-600w.jpg","elife-15657-fig1-v1-600w.jpg","elife-15657-fig2-figsupp1-v1-600w.jpg","elife-15657-fig2-v1-600w.jpg","elife-15657-fig3-v1-600w.jpg","elife-15657-fig4-figsupp1-v1-600w.jpg","elife-15657-fig4-v1-600w.jpg"]}