{"title":"Mechanisms of organelle biogenesis govern stochastic fluctuations in organelle abundance","author":[{"surname":"Mukherji","given-names":"Shankar"},{"surname":"O'Shea","given-names":"Erin K"}],"abstract":"Fluctuations in organelle abundance can profoundly limit the precision of cell biological processes from secretion to metabolism. We modeled the dynamics of organelle biogenesis and predicted that organelle abundance fluctuations depend strongly on the specific mechanisms that increase or decrease the number of a given organelle. Our model exactly predicts the size of experimentally measured Golgi apparatus and vacuole abundance fluctuations, suggesting that cells tolerate the maximum level of variability generated by the Golgi and vacuole biogenesis pathways. We observe large increases in peroxisome abundance fluctuations when cells are transferred from glucose-rich to fatty acid-rich environments. These increased fluctuations are significantly diminished in mutants lacking peroxisome fission factors, leading us to infer that peroxisome biogenesis switches from de novo synthesis to primarily fission. Our work provides a general framework for exploring stochastic organelle biogenesis and using fluctuations to quantitatively unravel the biophysical pathways that control the abundance of subcellular structures.","identifier":[{"type":"publisher-id","id":"02678"},{"type":"doi","id":"10.7554/eLife.02678"}],"date":{"day":"10","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02678","entryfile":"elife-02678-v1.xml","files":["elife-02678-fig1-figsupp1-v1-600w.jpg","elife-02678-fig1-v1-600w.jpg","elife-02678-fig2-figsupp1-v1-600w.jpg","elife-02678-fig2-figsupp2-v1-600w.jpg","elife-02678-fig2-v1-600w.jpg","elife-02678-fig3-figsupp1-v1-600w.jpg","elife-02678-fig3-figsupp2-v1-600w.jpg","elife-02678-fig3-figsupp3-v1-600w.jpg","elife-02678-fig3-figsupp4-v1-600w.jpg","elife-02678-fig3-figsupp5-v1-600w.jpg","elife-02678-fig3-v1-600w.jpg","elife-02678-fig4-figsupp1-v1-600w.jpg","elife-02678-fig4-figsupp2-v1-600w.jpg","elife-02678-fig4-figsupp3-v1-600w.jpg","elife-02678-fig4-v1-600w.jpg","elife-02678-fig5-figsupp1-v1-600w.jpg","elife-02678-fig5-v1-600w.jpg","elife-02678-resp-fig1-v1-600w.jpg","elife-02678-resp-fig2-v1-600w.jpg","elife-02678-resp-fig3-v1-600w.jpg","elife-02678-resp-fig4-v1-600w.jpg"]}