{"title":"Direct measurement of TRPV4 and PIEZO1 activity reveals multiple mechanotransduction pathways in chondrocytes","author":[{"surname":"Rocio Servin-Vences","given-names":"M"},{"surname":"Moroni","given-names":"Mirko"},{"surname":"Lewin","given-names":"Gary R"},{"surname":"Poole","given-names":"Kate"}],"abstract":"The joints of mammals are lined with cartilage, comprised of individual chondrocytes embedded in a specialized extracellular matrix. Chondrocytes experience a complex mechanical environment and respond to changing mechanical loads in order to maintain cartilage homeostasis. It has been proposed that mechanically gated ion channels are of functional importance in chondrocyte mechanotransduction; however, direct evidence of mechanical current activation in these cells has been lacking. We have used high-speed pressure clamp and elastomeric pillar arrays to apply distinct mechanical stimuli to primary murine chondrocytes, stretch of the membrane and deflection of cell-substrate contacts points, respectively. Both TRPV4 and PIEZO1 channels contribute to currents activated by stimuli applied at cell-substrate contacts but only PIEZO1 mediates stretch-activated currents. These data demonstrate that there are separate, but overlapping, mechanoelectrical transduction pathways in chondrocytes.","identifier":[{"type":"publisher-id","id":"21074"},{"type":"doi","id":"10.7554/eLife.21074"}],"date":{"day":"30","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21074","entryfile":"elife-21074-v1.xml","files":["elife-21074-fig1-figsupp1-v1-600w.jpg","elife-21074-fig1-v1-600w.jpg","elife-21074-fig2-v1-600w.jpg","elife-21074-fig3-v1-600w.jpg","elife-21074-fig4-figsupp1-v1-600w.jpg","elife-21074-fig4-v1-600w.jpg","elife-21074-fig5-v1-600w.jpg","elife-21074-fig6-figsupp1-v1-600w.jpg","elife-21074-fig6-figsupp2-v1-600w.jpg","elife-21074-fig6-v1-600w.jpg","elife-21074-fig7-figsupp1-v1-600w.jpg","elife-21074-fig7-figsupp2-v1-600w.jpg","elife-21074-fig7-v1-600w.jpg","elife-21074-fig8-figsupp1-v1-600w.jpg","elife-21074-fig8-v1-600w.jpg","elife-21074-resp-fig1-v1-600w.jpg"]}