{"title":"Paternal nicotine exposure alters hepatic xenobiotic metabolism in offspring","author":[{"surname":"Vallaster","given-names":"Markus P"},{"surname":"Kukreja","given-names":"Shweta"},{"surname":"Bing","given-names":"Xin Y"},{"surname":"Ngolab","given-names":"Jennifer"},{"surname":"Zhao-Shea","given-names":"Rubing"},{"surname":"Gardner","given-names":"Paul D"},{"surname":"Tapper","given-names":"Andrew R"},{"surname":"Rando","given-names":"Oliver J"}],"abstract":"Paternal environmental conditions can influence phenotypes in future generations, but it is unclear whether offspring phenotypes represent specific responses to particular aspects of the paternal exposure history, or a generic response to paternal ‘quality of life’. Here, we establish a paternal effect model based on nicotine exposure in mice, enabling pharmacological interrogation of the specificity of the offspring response. Paternal exposure to nicotine prior to reproduction induced a broad protective response to multiple xenobiotics in male offspring. This effect manifested as increased survival following injection of toxic levels of either nicotine or cocaine, accompanied by hepatic upregulation of xenobiotic processing genes, and enhanced drug clearance. Surprisingly, this protective effect could also be induced by a nicotinic receptor antagonist, suggesting that xenobiotic exposure, rather than nicotinic receptor signaling, is responsible for programming offspring drug resistance. Thus, paternal drug exposure induces a protective phenotype in offspring by enhancing metabolic tolerance to xenobiotics.","identifier":[{"type":"publisher-id","id":"24771"},{"type":"doi","id":"10.7554/eLife.24771"}],"date":{"day":"14","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24771","entryfile":"elife-24771-v2.xml","files":["elife-24771-fig1-figsupp1-v2-600w.jpg","elife-24771-fig1-figsupp2-v2-600w.jpg","elife-24771-fig1-figsupp3-v2-600w.jpg","elife-24771-fig1-v2-600w.jpg","elife-24771-fig2-figsupp1-v2-600w.jpg","elife-24771-fig2-v2-600w.jpg","elife-24771-fig3-v2-600w.jpg","elife-24771-fig4-figsupp1-v2-600w.jpg","elife-24771-fig4-figsupp2-v2-600w.jpg","elife-24771-fig4-figsupp3-v2-600w.jpg","elife-24771-fig4-v2-600w.jpg","elife-24771-fig5-v2-600w.jpg","elife-24771-fig6-v2-600w.jpg","elife-24771-fig7-v2-600w.jpg","elife-24771-v1.xml"]}