{"title":"The stress-responsive kinases MAPKAPK2/MAPKAPK3 activate starvation-induced autophagy through Beclin 1 phosphorylation","author":[{"surname":"Wei","given-names":"Yongjie"},{"surname":"An","given-names":"Zhenyi"},{"surname":"Zou","given-names":"Zhongju"},{"surname":"Sumpter","given-names":"Rhea"},{"surname":"Su","given-names":"Minfei"},{"surname":"Zang","given-names":"Xiao"},{"surname":"Sinha","given-names":"Sangita"},{"surname":"Gaestel","given-names":"Matthias"},{"surname":"Levine","given-names":"Beth"}],"abstract":"Autophagy is a fundamental adaptive response to amino acid starvation orchestrated by conserved gene products, the autophagy (ATG) proteins. However, the cellular cues that activate the function of ATG proteins during amino acid starvation are incompletely understood. Here we show that two related stress-responsive kinases, members of the p38 mitogen-activated protein kinase (MAPK) signaling pathway MAPKAPK2 (MK2) and MAPKAPK3 (MK3), positively regulate starvation-induced autophagy by phosphorylating an essential ATG protein, Beclin 1, at serine 90, and that this phosphorylation site is essential for the tumor suppressor function of Beclin 1. Moreover, MK2/MK3-dependent Beclin 1 phosphorylation (and starvation-induced autophagy) is blocked in vitro and in vivo by BCL2, a negative regulator of Beclin 1. Together, these findings reveal MK2/MK3 as crucial stress-responsive kinases that promote autophagy through Beclin 1 S90 phosphorylation, and identify the blockade of MK2/3-dependent Beclin 1 S90 phosphorylation as a mechanism by which BCL2 inhibits the autophagy function of Beclin 1.","identifier":[{"type":"publisher-id","id":"05289"},{"type":"doi","id":"10.7554/eLife.05289"}],"date":{"day":"18","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05289","entryfile":"elife-05289-v1.xml","files":["elife-05289-fig1-v1-600w.jpg","elife-05289-fig2-figsupp1-v1-600w.jpg","elife-05289-fig2-figsupp2-v1-600w.jpg","elife-05289-fig2-figsupp3-v1-600w.jpg","elife-05289-fig2-v1-600w.jpg","elife-05289-fig3-v1-600w.jpg","elife-05289-fig4-figsupp1-v1-600w.jpg","elife-05289-fig4-v1-600w.jpg","elife-05289-fig5-figsupp1-v1-600w.jpg","elife-05289-fig5-v1-600w.jpg","elife-05289-fig6-v1-600w.jpg","elife-05289-fig7-v1-600w.jpg","elife-05289-fig8-v1-600w.jpg"]}