{"title":"APP interacts with LRP4 and agrin to coordinate the development of the neuromuscular junction in mice","author":[{"surname":"Choi","given-names":"Hong Y"},{"surname":"Liu","given-names":"Yun"},{"surname":"Tennert","given-names":"Christian"},{"surname":"Sugiura","given-names":"Yoshie"},{"surname":"Karakatsani","given-names":"Andromachi"},{"surname":"Kröger","given-names":"Stephan"},{"surname":"Johnson","given-names":"Eric B"},{"surname":"Hammer","given-names":"Robert E"},{"surname":"Lin","given-names":"Weichun"},{"surname":"Herz","given-names":"Joachim"}],"abstract":"ApoE, ApoE receptors and APP cooperate in the pathogenesis of Alzheimer’s disease. Intriguingly, the ApoE receptor LRP4 and APP are also required for normal formation and function of the neuromuscular junction (NMJ). In this study, we show that APP interacts with LRP4, an obligate co-receptor for muscle-specific tyrosine kinase (MuSK). Agrin, a ligand for LRP4, also binds to APP and co-operatively enhances the interaction of APP with LRP4. In cultured myotubes, APP synergistically increases agrin-induced acetylcholine receptor (AChR) clustering. Deletion of the transmembrane domain of LRP4 (LRP4 ECD) results in growth retardation of the NMJ, and these defects are markedly enhanced in APP<sup>−/−</sup>;LRP4<sup>ECD/ECD</sup> mice. Double mutant NMJs are significantly reduced in size and number, resulting in perinatal lethality. Our findings reveal novel roles for APP in regulating neuromuscular synapse formation through hetero-oligomeric interaction with LRP4 and agrin and thereby provide new insights into the molecular mechanisms that govern NMJ formation and maintenance.","identifier":[{"type":"publisher-id","id":"00220"},{"type":"doi","id":"10.7554/eLife.00220"}],"date":{"day":"20","month":"08","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00220","entryfile":"elife-00220-v1.xml","files":["elife-00220-fig1-v1-600w.jpg","elife-00220-fig10-v1-600w.jpg","elife-00220-fig11-v1-600w.jpg","elife-00220-fig2-v1-600w.jpg","elife-00220-fig3-v1-600w.jpg","elife-00220-fig4-v1-600w.jpg","elife-00220-fig5-v1-600w.jpg","elife-00220-fig6-v1-600w.jpg","elife-00220-fig7-v1-600w.jpg","elife-00220-fig8-v1-600w.jpg","elife-00220-fig9-v1-600w.jpg"]}