{"title":"Translational control by eIF2α phosphorylation regulates vulnerability to the synaptic and behavioral effects of cocaine","author":[{"surname":"Huang","given-names":"Wei"},{"surname":"Placzek","given-names":"Andon N"},{"surname":"Viana Di Prisco","given-names":"Gonzalo"},{"surname":"Khatiwada","given-names":"Sanjeev"},{"surname":"Sidrauski","given-names":"Carmela"},{"surname":"Krnjević","given-names":"Krešimir"},{"surname":"Walter","given-names":"Peter"},{"surname":"Dani","given-names":"John A"},{"surname":"Costa-Mattioli","given-names":"Mauro"}],"abstract":"Adolescents are especially prone to drug addiction, but the underlying biological basis of their increased vulnerability remains unknown. We reveal that translational control by phosphorylation of the translation initiation factor eIF2α (p-eIF2α) accounts for adolescent hypersensitivity to cocaine. In adolescent (but not adult) mice, a low dose of cocaine reduced p-eIF2α in the ventral tegmental area (VTA), potentiated synaptic inputs to VTA dopaminergic neurons, and induced drug-reinforced behavior. Like adolescents, adult mice with reduced p-eIF2α-mediated translational control were more susceptible to cocaine-induced synaptic potentiation and behavior. Conversely, like adults, adolescent mice with increased p-eIF2α became more resistant to cocaine's effects. Accordingly, metabotropic glutamate receptor-mediated long-term depression (mGluR-LTD)—whose disruption is postulated to increase vulnerability to drug addiction—was impaired in both adolescent mice and adult mice with reduced p-eIF2α mediated translation. Thus, during addiction, cocaine hijacks translational control by p-eIF2α, initiating synaptic potentiation and addiction-related behaviors. These insights may hold promise for new treatments for addiction.","identifier":[{"type":"publisher-id","id":"12052"},{"type":"doi","id":"10.7554/eLife.12052"}],"date":{"day":"01","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12052","entryfile":"elife-12052-v1.xml","files":["elife-12052-fig1-figsupp1-v1-600w.jpg","elife-12052-fig1-figsupp2-v1-600w.jpg","elife-12052-fig1-figsupp3-v1-600w.jpg","elife-12052-fig1-figsupp4-v1-600w.jpg","elife-12052-fig1-v1-600w.jpg","elife-12052-fig2-figsupp1-v1-600w.jpg","elife-12052-fig2-v1-600w.jpg","elife-12052-fig3-figsupp1-v1-600w.jpg","elife-12052-fig3-figsupp2-v1-600w.jpg","elife-12052-fig3-figsupp3-v1-600w.jpg","elife-12052-fig3-v1-600w.jpg","elife-12052-fig4-figsupp1-v1-600w.jpg","elife-12052-fig4-v1-600w.jpg","elife-12052-fig5-v1-600w.jpg","elife-12052-fig6-v1-600w.jpg"]}