{"title":"Thermodynamic evidence for a dual transport mechanism in a POT peptide transporter","author":[{"surname":"Parker","given-names":"Joanne L"},{"surname":"Mindell","given-names":"Joseph A"},{"surname":"Newstead","given-names":"Simon"}],"abstract":"Peptide transport plays an important role in cellular homeostasis as a key route for nitrogen acquisition in mammalian cells. PepT1 and PepT2, the mammalian proton coupled peptide transporters (POTs), function to assimilate and retain diet-derived peptides and play important roles in drug pharmacokinetics. A key characteristic of the POT family is the mechanism of peptide selectivity, with members able to recognise and transport >8000 different peptides. In this study, we present thermodynamic evidence that in the bacterial POT family transporter PepT<sub>St</sub>, from <italic>Streptococcus thermophilus</italic>, at least two alternative transport mechanisms operate to move peptides into the cell. Whilst tri-peptides are transported with a proton:peptide stoichiometry of 3:1, di-peptides are co-transported with either 4 or 5 protons. This is the first thermodynamic study of proton:peptide stoichiometry in the POT family and reveals that secondary active transporters can evolve different coupling mechanisms to accommodate and transport chemically and physically diverse ligands across the membrane.","identifier":[{"type":"publisher-id","id":"04273"},{"type":"doi","id":"10.7554/eLife.04273"}],"date":{"day":"02","month":"12","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"04273","entryfile":"elife-04273-v2.xml","files":["elife-04273-fig1-figsupp1-v2-600w.jpg","elife-04273-fig1-figsupp2-v2-600w.jpg","elife-04273-fig1-figsupp3-v2-600w.jpg","elife-04273-fig1-v2-600w.jpg","elife-04273-fig2-figsupp1-v2-600w.jpg","elife-04273-fig2-v2-600w.jpg","elife-04273-fig3-v2-600w.jpg","elife-04273-fig4-v2-600w.jpg","elife-04273-fig5-v2-600w.jpg","elife-04273-fig6-figsupp1-v2-600w.jpg","elife-04273-fig6-v2-600w.jpg","elife-04273-v1.xml"]}