{"title":"Stochastic modelling, Bayesian inference, and new in vivo measurements elucidate the debated mtDNA bottleneck mechanism","author":[{"surname":"Johnston","given-names":"Iain G"},{"surname":"Burgstaller","given-names":"Joerg P"},{"surname":"Havlicek","given-names":"Vitezslav"},{"surname":"Kolbe","given-names":"Thomas"},{"surname":"Rülicke","given-names":"Thomas"},{"surname":"Brem","given-names":"Gottfried"},{"surname":"Poulton","given-names":"Jo"},{"surname":"Jones","given-names":"Nick S"}],"abstract":"Dangerous damage to mitochondrial DNA (mtDNA) can be ameliorated during mammalian development through a highly debated mechanism called the mtDNA bottleneck. Uncertainty surrounding this process limits our ability to address inherited mtDNA diseases. We produce a new, physically motivated, generalisable theoretical model for mtDNA populations during development, allowing the first statistical comparison of proposed bottleneck mechanisms. Using approximate Bayesian computation and mouse data, we find most statistical support for a combination of binomial partitioning of mtDNAs at cell divisions and random mtDNA turnover, meaning that the debated exact magnitude of mtDNA copy number depletion is flexible. New experimental measurements from a wild-derived mtDNA pairing in mice confirm the theoretical predictions of this model. We analytically solve a mathematical description of this mechanism, computing probabilities of mtDNA disease onset, efficacy of clinical sampling strategies, and effects of potential dynamic interventions, thus developing a quantitative and experimentally-supported stochastic theory of the bottleneck.","identifier":[{"type":"publisher-id","id":"07464"},{"type":"doi","id":"10.7554/eLife.07464"}],"date":{"day":"02","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07464","entryfile":"elife-07464-v3.xml","files":["elife-07464-app1-fig1-v3-600w.jpg","elife-07464-app1-fig2-v3-600w.jpg","elife-07464-app1-fig3-v3-600w.jpg","elife-07464-app1-fig4-v3-600w.jpg","elife-07464-fig1-v3-600w.jpg","elife-07464-fig2-v3-600w.jpg","elife-07464-fig3-v3-600w.jpg","elife-07464-fig4-v3-600w.jpg","elife-07464-fig5-v3-600w.jpg","elife-07464-fig6-v3-600w.jpg","elife-07464-v1.xml","elife-07464-v2.xml"]}