{"title":"Conditioned respiratory threat in the subdivisions of the human periaqueductal gray","author":[{"surname":"Faull","given-names":"Olivia K"},{"surname":"Jenkinson","given-names":"Mark"},{"surname":"Ezra","given-names":"Martyn"},{"surname":"Pattinson","given-names":"Kyle TS"}],"abstract":"The sensation of breathlessness is the most threatening symptom of respiratory disease. The different subdivisions of the midbrain periaqueductal gray (PAG) are intricately (and differentially) involved in integrating behavioural responses to threat in animals, while the PAG has previously only been considered as a single entity in human research. Here we investigate how these individual PAG columns are differently involved with respiratory threat. Eighteen healthy subjects were conditioned to associate shapes with certain or uncertain impending respiratory load, and scanned the following day during anticipation and application of inspiratory loading using 7 T functional MRI. We showed activity in the ventrolateral PAG (vlPAG) during anticipation of resistive loading, with activity in the lateral PAG (lPAG) during resistive loading, revealing spatially and temporally distinct functions within this structure. We propose that lPAG is involved with sensorimotor responses to breathlessness, while the vlPAG operates within the threat perception network for impending breathlessness.","identifier":[{"type":"publisher-id","id":"12047"},{"type":"doi","id":"10.7554/eLife.12047"}],"date":{"day":"27","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12047","entryfile":"elife-12047-v3.xml","files":["elife-12047-fig1-v2-600w.jpg","elife-12047-fig1-v3-600w.jpg","elife-12047-fig2-v2-600w.jpg","elife-12047-fig2-v3-600w.jpg","elife-12047-fig3-v2-600w.jpg","elife-12047-fig3-v3-600w.jpg","elife-12047-fig4-v2-600w.jpg","elife-12047-fig4-v3-600w.jpg","elife-12047-fig5-v2-600w.jpg","elife-12047-fig5-v3-600w.jpg","elife-12047-fig6-v2-600w.jpg","elife-12047-fig6-v3-600w.jpg","elife-12047-fig7-v2-600w.jpg","elife-12047-fig7-v3-600w.jpg","elife-12047-fig8-v2-600w.jpg","elife-12047-fig8-v3-600w.jpg","elife-12047-fig9-v2-600w.jpg","elife-12047-fig9-v3-600w.jpg","elife-12047-v1.xml","elife-12047-v2.xml"]}