{"title":"The ER Stress Surveillance (ERSU) pathway regulates daughter cell ER protein aggregate inheritance","author":[{"surname":"Piña","given-names":"Francisco J"},{"surname":"Niwa","given-names":"Maho"}],"abstract":"Stress induced by cytoplasmic protein aggregates can have deleterious consequences for the cell, contributing to neurodegeneration and other diseases. Protein aggregates are also formed within the endoplasmic reticulum (ER), although the fate of ER protein aggregates, specifically during cell division, is not well understood. By simultaneous visualization of both the ER itself and ER protein aggregates, we found that ER protein aggregates that induce ER stress are retained in the mother cell by activation of the ER Stress Surveillance (ERSU) pathway, which prevents inheritance of stressed ER. In contrast, under conditions of normal ER inheritance, ER protein aggregates can enter the daughter cell. Thus, whereas cytoplasmic protein aggregates are retained in the mother cell to protect the functional capacity of daughter cells, the fate of ER protein aggregates is determined by whether or not they activate the ERSU pathway to impede transmission of the cortical ER during the cell cycle.","identifier":[{"type":"publisher-id","id":"06970"},{"type":"doi","id":"10.7554/eLife.06970"}],"date":{"day":"01","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06970","entryfile":"elife-06970-v1.xml","files":["elife-06970-fig1-v1-600w.jpg","elife-06970-fig2-figsupp1-v1-600w.jpg","elife-06970-fig2-figsupp2-v1-600w.jpg","elife-06970-fig2-figsupp3-v1-600w.jpg","elife-06970-fig2-v1-600w.jpg","elife-06970-fig3-figsupp1-v1-600w.jpg","elife-06970-fig3-v1-600w.jpg","elife-06970-fig4-v1-600w.jpg","elife-06970-fig5-figsupp1-v1-600w.jpg","elife-06970-fig5-figsupp2-v1-600w.jpg","elife-06970-fig5-figsupp3-v1-600w.jpg","elife-06970-fig5-figsupp4-v1-600w.jpg","elife-06970-fig5-figsupp5-v1-600w.jpg","elife-06970-fig5-v1-600w.jpg","elife-06970-fig6-v1-600w.jpg"]}