{"title":"Aim24 and MICOS modulate respiratory function, tafazzin-related cardiolipin modification and mitochondrial architecture","author":[{"surname":"Harner","given-names":"Max Emanuel"},{"surname":"Unger","given-names":"Ann-Katrin"},{"surname":"Izawa","given-names":"Toshiaki"},{"surname":"Walther","given-names":"Dirk M"},{"surname":"Özbalci","given-names":"Cagakan"},{"surname":"Geimer","given-names":"Stefan"},{"surname":"Reggiori","given-names":"Fulvio"},{"surname":"Brügger","given-names":"Britta"},{"surname":"Mann","given-names":"Matthias"},{"surname":"Westermann","given-names":"Benedikt"},{"surname":"Neupert","given-names":"Walter"}],"abstract":"Structure and function of mitochondria are intimately linked. In a search for components that participate in building the elaborate architecture of this complex organelle we have identified Aim24, an inner membrane protein. Aim24 interacts with the MICOS complex that is required for the formation of crista junctions and contact sites between inner and outer membranes. Aim24 is necessary for the integrity of the MICOS complex, for normal respiratory growth and mitochondrial ultrastructure. Modification of MICOS subunits Mic12 or Mic26 by His-tags in the absence of Aim24 leads to complete loss of cristae and respiratory complexes. In addition, the level of tafazzin, a cardiolipin transacylase, is drastically reduced and the composition of cardiolipin is modified like in mutants lacking tafazzin. In conclusion, Aim24 by interacting with the MICOS complex plays a key role in mitochondrial architecture, composition and function.","identifier":[{"type":"publisher-id","id":"01684"},{"type":"doi","id":"10.7554/eLife.01684"}],"date":{"day":"08","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01684","entryfile":"elife-01684-v1.xml","files":["elife-01684-fig1-v1-600w.jpg","elife-01684-fig2-v1-600w.jpg","elife-01684-fig3-v1-600w.jpg","elife-01684-fig4-v1-600w.jpg","elife-01684-fig5-v1-600w.jpg","elife-01684-fig6-v1-600w.jpg","elife-01684-fig7-v1-600w.jpg","elife-01684-fig8-v1-600w.jpg"]}