{"title":"Cytoplasmic NOTCH and membrane-derived β-catenin link cell fate choice to epithelial-mesenchymal transition during myogenesis","author":[{"surname":"Sieiro","given-names":"Daniel"},{"surname":"Rios","given-names":"Anne C"},{"surname":"Hirst","given-names":"Claire E"},{"surname":"Marcelle","given-names":"Christophe"}],"abstract":"How cells in the embryo coordinate epithelial plasticity with cell fate decision in a fast changing cellular environment is largely unknown. In chick embryos, skeletal muscle formation is initiated by migrating Delta1-expressing neural crest cells that trigger NOTCH signaling and myogenesis in selected epithelial somite progenitor cells, which rapidly translocate into the nascent muscle to differentiate. Here, we uncovered at the heart of this response a signaling module encompassing NOTCH, GSK-3β, SNAI1 and β-catenin. Independent of its transcriptional function, NOTCH profoundly inhibits GSK-3β activity. As a result SNAI1 is stabilized, triggering an epithelial to mesenchymal transition. This allows the recruitment of β-catenin from the membrane, which acts as a transcriptional co-factor to activate myogenesis, independently of WNT ligand. Our results intimately associate the initiation of myogenesis to a change in cell adhesion and may reveal a general principle for coupling cell fate changes to EMT in many developmental and pathological processes.","identifier":[{"type":"publisher-id","id":"14847"},{"type":"doi","id":"10.7554/eLife.14847"}],"date":{"day":"24","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14847","entryfile":"elife-14847-v3.xml","files":["elife-14847-fig1-v3-600w.jpg","elife-14847-fig10-v3-600w.jpg","elife-14847-fig2-v3-600w.jpg","elife-14847-fig3-v3-600w.jpg","elife-14847-fig4-figsupp1-v3-600w.jpg","elife-14847-fig4-v3-600w.jpg","elife-14847-fig5-figsupp1-v3-600w.jpg","elife-14847-fig5-figsupp2-v3-600w.jpg","elife-14847-fig5-v3-600w.jpg","elife-14847-fig6-v3-600w.jpg","elife-14847-fig7-v3-600w.jpg","elife-14847-fig8-v3-600w.jpg","elife-14847-fig9-v3-600w.jpg","elife-14847-v1.xml","elife-14847-v2.xml"]}