{"title":"Distinct structural and catalytic roles for Zap70 in formation of the immunological synapse in CTL","author":[{"surname":"Jenkins","given-names":"Misty R"},{"surname":"Stinchcombe","given-names":"Jane C"},{"surname":"Au-Yeung","given-names":"Byron B"},{"surname":"Asano","given-names":"Yukako"},{"surname":"Ritter","given-names":"Alex T"},{"surname":"Weiss","given-names":"Arthur"},{"surname":"Griffiths","given-names":"Gillian M"}],"abstract":"T cell receptor (TCR) activation leads to a dramatic reorganisation of both membranes and receptors as the immunological synapse forms. Using a genetic model to rapidly inhibit Zap70 catalytic activity we examined synapse formation between cytotoxic T lymphocytes and their targets. In the absence of Zap70 catalytic activity Vav-1 activation occurs and synapse formation is arrested at a stage with actin and integrin rich interdigitations forming the interface between the two cells. The membranes at the synapse are unable to flatten to provide extended contact, and Lck does not cluster to form the central supramolecular activation cluster (cSMAC). Centrosome polarisation is initiated but aborts before reaching the synapse and the granules do not polarise. Our findings reveal distinct roles for Zap70 as a structural protein regulating integrin-mediated control of actin vs its catalytic activity that regulates TCR-mediated control of actin and membrane remodelling during formation of the immunological synapse.","identifier":[{"type":"publisher-id","id":"01310"},{"type":"doi","id":"10.7554/eLife.01310"}],"date":{"day":"04","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01310","entryfile":"elife-01310-v1.xml","files":["elife-01310-fig1-v1-600w.jpg","elife-01310-fig2-v1-600w.jpg","elife-01310-fig3-v1-600w.jpg","elife-01310-fig4-figsupp1-v1-600w.jpg","elife-01310-fig4-v1-600w.jpg","elife-01310-fig5-v1-600w.jpg","elife-01310-fig6-figsupp1-v1-600w.jpg","elife-01310-fig6-v1-600w.jpg","elife-01310-fig7-figsupp1-v1-600w.jpg","elife-01310-fig7-v1-600w.jpg"]}