{"title":"Selection of distinct populations of dentate granule cells in response to inputs as a mechanism for pattern separation in mice","author":[{"surname":"Deng","given-names":"Wei"},{"surname":"Mayford","given-names":"Mark"},{"surname":"Gage","given-names":"Fred H"}],"abstract":"The hippocampus is critical for episodic memory and computational studies have predicted specific functions for each hippocampal subregion. Particularly, the dentate gyrus (DG) is hypothesized to perform pattern separation by forming distinct representations of similar inputs. How pattern separation is achieved by the DG remains largely unclear. By examining neuronal activities at a population level, we revealed that, unlike CA1 neuron populations, dentate granule cell (DGC) ensembles activated by learning were not preferentially reactivated by memory recall. Moreover, when mice encountered an environment to which they had not been previously exposed, a novel DGC population—rather than the previously activated DGC ensembles that responded to past events—was selected to represent the new environmental inputs. This selection of a novel responsive DGC population could be triggered by small changes in environmental inputs. Therefore, selecting distinct DGC populations to represent similar but not identical inputs is a mechanism for pattern separation.","identifier":[{"type":"publisher-id","id":"00312"},{"type":"doi","id":"10.7554/eLife.00312"}],"date":{"day":"20","month":"03","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00312","entryfile":"elife-00312-v1.xml","files":["elife-00312-fig1-figsupp1-v1-600w.jpg","elife-00312-fig1-figsupp2-v1-600w.jpg","elife-00312-fig1-figsupp3-v1-600w.jpg","elife-00312-fig1-v1-600w.jpg","elife-00312-fig2-figsupp1-v1-600w.jpg","elife-00312-fig2-v1-600w.jpg","elife-00312-fig3-figsupp1-v1-600w.jpg","elife-00312-fig3-figsupp2-v1-600w.jpg","elife-00312-fig3-v1-600w.jpg","elife-00312-fig4-v1-600w.jpg","elife-00312-fig5-v1-600w.jpg","elife-00312-fig6-v1-600w.jpg","elife-00312-fig7-v1-600w.jpg","elife-00312-fig8-v1-600w.jpg","elife-00312-fig9-v1-600w.jpg"]}