{"title":"Birth order dependent growth cone segregation determines synaptic layer identity in the <italic>Drosophila</italic> visual system","author":[{"surname":"Kulkarni","given-names":"Abhishek"},{"surname":"Ertekin","given-names":"Deniz"},{"surname":"Lee","given-names":"Chi-Hon"},{"surname":"Hummel","given-names":"Thomas"}],"abstract":"The precise recognition of appropriate synaptic partner neurons is a critical step during neural circuit assembly. However, little is known about the developmental context in which recognition specificity is important to establish synaptic contacts. We show that in the <italic>Drosophila</italic> visual system, sequential segregation of photoreceptor afferents, reflecting their birth order, lead to differential positioning of their growth cones in the early target region. By combining loss- and gain-of-function analyses we demonstrate that relative differences in the expression of the transcription factor Sequoia regulate R cell growth cone segregation. This initial growth cone positioning is consolidated via cell-adhesion molecule Capricious in R8 axons. Further, we show that the initial growth cone positioning determines synaptic layer selection through proximity-based axon-target interactions. Taken together, we demonstrate that birth order dependent pre-patterning of afferent growth cones is an essential pre-requisite for the identification of synaptic partner neurons during visual map formation in <italic>Drosophila</italic>.","identifier":[{"type":"publisher-id","id":"13715"},{"type":"doi","id":"10.7554/eLife.13715"}],"date":{"day":"17","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13715","entryfile":"elife-13715-v2.xml","files":["elife-13715-fig1-figsupp1-v2-600w.jpg","elife-13715-fig1-v2-600w.jpg","elife-13715-fig2-figsupp1-v2-600w.jpg","elife-13715-fig2-v2-600w.jpg","elife-13715-fig3-figsupp1-v2-600w.jpg","elife-13715-fig3-v2-600w.jpg","elife-13715-fig4-figsupp1-v2-600w.jpg","elife-13715-fig4-v2-600w.jpg","elife-13715-fig5-figsupp1-v2-600w.jpg","elife-13715-fig5-v2-600w.jpg","elife-13715-fig6-figsupp1-v2-600w.jpg","elife-13715-fig6-figsupp2-v2-600w.jpg","elife-13715-fig6-v2-600w.jpg","elife-13715-fig7-v2-600w.jpg","elife-13715-v1.xml"]}