{"title":"Ferritinophagy via NCOA4 is required for erythropoiesis and is regulated by iron dependent HERC2-mediated proteolysis","author":[{"surname":"Mancias","given-names":"Joseph D"},{"surname":"Pontano Vaites","given-names":"Laura"},{"surname":"Nissim","given-names":"Sahar"},{"surname":"Biancur","given-names":"Douglas E"},{"surname":"Kim","given-names":"Andrew J"},{"surname":"Wang","given-names":"Xiaoxu"},{"surname":"Liu","given-names":"Yu"},{"surname":"Goessling","given-names":"Wolfram"},{"surname":"Kimmelman","given-names":"Alec C"},{"surname":"Harper","given-names":"J Wade"}],"abstract":"NCOA4 is a selective cargo receptor for the autophagic turnover of ferritin, a process critical for regulation of intracellular iron bioavailability. However, how ferritinophagy flux is controlled and the roles of NCOA4 in iron-dependent processes are poorly understood. Through analysis of the NCOA4-FTH1 interaction, we demonstrate that direct association via a key surface arginine in FTH1 and a C-terminal element in NCOA4 is required for delivery of ferritin to the lysosome via autophagosomes. Moreover, NCOA4 abundance is under dual control via autophagy and the ubiquitin proteasome system. Ubiquitin-dependent NCOA4 turnover is promoted by excess iron and involves an iron-dependent interaction between NCOA4 and the HERC2 ubiquitin ligase. In zebrafish and cultured cells, NCOA4 plays an essential role in erythroid differentiation. This work reveals the molecular nature of the NCOA4-ferritin complex and explains how intracellular iron levels modulate NCOA4-mediated ferritinophagy in cells and in an iron-dependent physiological setting.","identifier":[{"type":"publisher-id","id":"10308"},{"type":"doi","id":"10.7554/eLife.10308"}],"date":{"day":"05","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10308","entryfile":"elife-10308-v1.xml","files":["elife-10308-fig1-figsupp1-v1-600w.jpg","elife-10308-fig1-v1-600w.jpg","elife-10308-fig2-figsupp1-v1-600w.jpg","elife-10308-fig2-v1-600w.jpg","elife-10308-fig3-figsupp1-v1-600w.jpg","elife-10308-fig3-v1-600w.jpg","elife-10308-fig4-figsupp1-v1-600w.jpg","elife-10308-fig4-v1-600w.jpg","elife-10308-fig5-v1-600w.jpg","elife-10308-fig6-v1-600w.jpg"]}