{"title":"Recruitment of inhibition and excitation across mouse visual cortex depends on the hierarchy of interconnecting areas","author":[{"surname":"D'Souza","given-names":"Rinaldo David"},{"surname":"Meier","given-names":"Andrew Max"},{"surname":"Bista","given-names":"Pawan"},{"surname":"Wang","given-names":"Quanxin"},{"surname":"Burkhalter","given-names":"Andreas"}],"abstract":"Diverse features of sensory stimuli are selectively processed in distinct brain areas. The relative recruitment of inhibitory and excitatory neurons within an area controls the gain of neurons for appropriate stimulus coding. We examined how such a balance of inhibition and excitation is differentially recruited across multiple levels of a cortical hierarchy by mapping the locations and strengths of synaptic inputs to pyramidal and parvalbumin (PV)-expressing neurons in feedforward and feedback pathways interconnecting primary (V1) and two higher visual areas. While interareal excitation was stronger in PV than in pyramidal neurons in all layer 2/3 pathways, we observed a gradual scaling down of the inhibition/excitation ratio from the most feedforward to the most feedback pathway. Our results indicate that interareal gain control depends on the hierarchical position of the source and the target, the direction of information flow through the network, and the laminar location of target neurons.","identifier":[{"type":"publisher-id","id":"19332"},{"type":"doi","id":"10.7554/eLife.19332"}],"date":{"day":"26","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19332","entryfile":"elife-19332-v2.xml","files":["elife-19332-fig1-figsupp1-v2-600w.jpg","elife-19332-fig1-figsupp2-v2-600w.jpg","elife-19332-fig1-figsupp3-v2-600w.jpg","elife-19332-fig1-v2-600w.jpg","elife-19332-fig2-figsupp1-v2-600w.jpg","elife-19332-fig2-figsupp2-v2-600w.jpg","elife-19332-fig2-v2-600w.jpg","elife-19332-fig3-figsupp1-v2-600w.jpg","elife-19332-fig3-v2-600w.jpg","elife-19332-fig4-figsupp1-v2-600w.jpg","elife-19332-fig4-figsupp2-v2-600w.jpg","elife-19332-fig4-v2-600w.jpg","elife-19332-fig5-v2-600w.jpg","elife-19332-fig6-v2-600w.jpg","elife-19332-v1.xml"]}