{"title":"The size of the EB cap determines instantaneous microtubule stability","author":[{"surname":"Duellberg","given-names":"Christian"},{"surname":"Cade","given-names":"Nicholas I"},{"surname":"Holmes","given-names":"David"},{"surname":"Surrey","given-names":"Thomas"}],"abstract":"The function of microtubules relies on their ability to switch between phases of growth and shrinkage. A nucleotide-dependent stabilising cap at microtubule ends is thought to be lost before this switch can occur; however, the nature and size of this protective cap are unknown. Using a microfluidics-assisted multi-colour TIRF microscopy assay with close-to-nm and sub-second precision, we measured the sizes of the stabilizing cap of individual microtubules. We find that the protective caps are formed by the extended binding regions of EB proteins. Cap lengths vary considerably and longer caps are more stable. Nevertheless, the trigger of instability lies in a short region at the end of the cap, as a quantitative model of cap stability demonstrates. Our study establishes the spatial and kinetic characteristics of the protective cap and provides an insight into the molecular mechanism by which its loss leads to the switch from microtubule growth to shrinkage.","identifier":[{"type":"publisher-id","id":"13470"},{"type":"doi","id":"10.7554/eLife.13470"}],"date":{"day":"06","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13470","entryfile":"elife-13470-v1.xml","files":["elife-13470-fig1-figsupp1-v1-600w.jpg","elife-13470-fig1-figsupp2-v1-600w.jpg","elife-13470-fig1-v1-600w.jpg","elife-13470-fig2-figsupp1-v1-600w.jpg","elife-13470-fig2-v1-600w.jpg","elife-13470-fig3-v1-600w.jpg","elife-13470-fig4-figsupp1-v1-600w.jpg","elife-13470-fig4-figsupp2-v1-600w.jpg","elife-13470-fig4-v1-600w.jpg","elife-13470-fig5-v1-600w.jpg","elife-13470-fig6-figsupp1-v1-600w.jpg","elife-13470-fig6-figsupp2-v1-600w.jpg","elife-13470-fig6-figsupp3-v1-600w.jpg","elife-13470-fig6-v1-600w.jpg","elife-13470-resp-fig1-v1-600w.jpg"]}