{"title":"Paracrine communication maximizes cellular response fidelity in wound signaling","author":[{"surname":"Handly","given-names":"L Naomi"},{"surname":"Pilko","given-names":"Anna"},{"surname":"Wollman","given-names":"Roy"}],"abstract":"Population averaging due to paracrine communication can arbitrarily reduce cellular response variability. Yet, variability is ubiquitously observed, suggesting limits to paracrine averaging. It remains unclear whether and how biological systems may be affected by such limits of paracrine signaling. To address this question, we quantify the signal and noise of Ca<sup>2+</sup> and ERK spatial gradients in response to an in vitro wound within a novel microfluidics-based device. We find that while paracrine communication reduces gradient noise, it also reduces the gradient magnitude. Accordingly we predict the existence of a maximum gradient signal to noise ratio. Direct in vitro measurement of paracrine communication verifies these predictions and reveals that cells utilize optimal levels of paracrine signaling to maximize the accuracy of gradient-based positional information. Our results demonstrate the limits of population averaging and show the inherent tradeoff in utilizing paracrine communication to regulate cellular response fidelity.","identifier":[{"type":"publisher-id","id":"09652"},{"type":"doi","id":"10.7554/eLife.09652"}],"date":{"day":"08","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09652","entryfile":"elife-09652-v2.xml","files":["elife-09652-fig1-figsupp1-v2-600w.jpg","elife-09652-fig1-figsupp2-v2-600w.jpg","elife-09652-fig1-figsupp3-v2-600w.jpg","elife-09652-fig1-figsupp4-v2-600w.jpg","elife-09652-fig1-figsupp5-v2-600w.jpg","elife-09652-fig1-figsupp6-v2-600w.jpg","elife-09652-fig1-figsupp7-v2-600w.jpg","elife-09652-fig1-figsupp8-v2-600w.jpg","elife-09652-fig1-figsupp9-v2-600w.jpg","elife-09652-fig1-v2-600w.jpg","elife-09652-fig2-figsupp1-v2-600w.jpg","elife-09652-fig2-v2-600w.jpg","elife-09652-fig3-figsupp1-v2-600w.jpg","elife-09652-fig3-v2-600w.jpg","elife-09652-fig4-v2-600w.jpg","elife-09652-v1.xml"]}