{"title":"Inflammation produces catecholamine resistance in obesity via activation of PDE3B by the protein kinases IKKε and TBK1","author":[{"surname":"Mowers","given-names":"Jonathan"},{"surname":"Uhm","given-names":"Maeran"},{"surname":"Reilly","given-names":"Shannon M"},{"surname":"Simon","given-names":"Joshua"},{"surname":"Leto","given-names":"Dara"},{"surname":"Chiang","given-names":"Shian-Huey"},{"surname":"Chang","given-names":"Louise"},{"surname":"Saltiel","given-names":"Alan R"}],"abstract":"Obesity produces a chronic inflammatory state involving the NFκB pathway, resulting in persistent elevation of the noncanonical IκB kinases IKKε and TBK1. In this study, we report that these kinases attenuate β-adrenergic signaling in white adipose tissue. Treatment of 3T3-L1 adipocytes with specific inhibitors of these kinases restored β-adrenergic signaling and lipolysis attenuated by TNFα and Poly (I:C). Conversely, overexpression of the kinases reduced induction of <italic>Ucp1</italic>, lipolysis, cAMP levels, and phosphorylation of hormone sensitive lipase in response to isoproterenol or forskolin. Noncanonical IKKs reduce catecholamine sensitivity by phosphorylating and activating the major adipocyte phosphodiesterase PDE3B. <italic>In vivo</italic> inhibition of these kinases by treatment of obese mice with the drug amlexanox reversed obesity-induced catecholamine resistance, and restored PKA signaling in response to injection of a β-3 adrenergic agonist. These studies suggest that by reducing production of cAMP in adipocytes, IKKε and TBK1 may contribute to the repression of energy expenditure during obesity.","identifier":[{"type":"publisher-id","id":"01119"},{"type":"doi","id":"10.7554/eLife.01119"}],"date":{"day":"24","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01119","entryfile":"elife-01119-v1.xml","files":["elife-01119-fig1-figsupp1-v1-600w.jpg","elife-01119-fig1-v1-600w.jpg","elife-01119-fig2-figsupp1-v1-600w.jpg","elife-01119-fig2-v1-600w.jpg","elife-01119-fig3-figsupp1-v1-600w.jpg","elife-01119-fig3-v1-600w.jpg","elife-01119-fig4-figsupp1-v1-600w.jpg","elife-01119-fig4-v1-600w.jpg","elife-01119-fig5-v1-600w.jpg","elife-01119-resp-fig1-v1-600w.jpg"]}