{"title":"Structural basis for the inhibition of RecBCD by Gam and its synergistic antibacterial effect with quinolones","author":[{"surname":"Wilkinson","given-names":"Martin"},{"surname":"Troman","given-names":"Lucy"},{"surname":"Wan Nur Ismah","given-names":"Wan AK"},{"surname":"Chaban","given-names":"Yuriy"},{"surname":"Avison","given-names":"Matthew B"},{"surname":"Dillingham","given-names":"Mark S"},{"surname":"Wigley","given-names":"Dale B"}],"abstract":"Our previous paper (Wilkinson <italic>et al</italic>, 2016) used high-resolution cryo-electron microscopy to solve the structure of the <italic>Escherichia coli</italic> RecBCD complex, which acts in both the repair of double-stranded DNA breaks and the degradation of bacteriophage DNA. To counteract the latter activity, bacteriophage λ encodes a small protein inhibitor called Gam that binds to RecBCD and inactivates the complex. Here, we show that Gam inhibits RecBCD by competing at the DNA-binding site. The interaction surface is extensive and involves molecular mimicry of the DNA substrate. We also show that expression of Gam in <italic>E. coli</italic> or <italic>Klebsiella pneumoniae</italic> increases sensitivity to fluoroquinolones; antibacterials that kill cells by inhibiting topoisomerases and inducing double-stranded DNA breaks. Furthermore, fluoroquinolone-resistance in <italic>K. pneumoniae</italic> clinical isolates is reversed by expression of Gam. Together, our data explain the synthetic lethality observed between topoisomerase-induced DNA breaks and the RecBCD gene products, suggesting a new co-antibacterial strategy.","identifier":[{"type":"publisher-id","id":"22963"},{"type":"doi","id":"10.7554/eLife.22963"}],"date":{"day":"23","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22963","entryfile":"elife-22963-v2.xml","files":["elife-22963-fig1-figsupp1-v2-600w.jpg","elife-22963-fig1-figsupp2-v2-600w.jpg","elife-22963-fig1-v2-600w.jpg","elife-22963-fig2-figsupp1-v2-600w.jpg","elife-22963-fig2-figsupp2-v2-600w.jpg","elife-22963-fig2-v2-600w.jpg","elife-22963-fig3-figsupp1-v2-600w.jpg","elife-22963-fig3-v2-600w.jpg","elife-22963-v1.xml"]}