{"title":"The amyloid-beta forming tripeptide cleavage mechanism of γ-secretase","author":[{"surname":"Bolduc","given-names":"David M"},{"surname":"Montagna","given-names":"Daniel R"},{"surname":"Seghers","given-names":"Matthew C"},{"surname":"Wolfe","given-names":"Michael S"},{"surname":"Selkoe","given-names":"Dennis J"}],"abstract":"γ-secretase is responsible for the proteolysis of amyloid precursor protein (APP) into short, aggregation-prone amyloid-beta (Aβ) peptides, which are centrally implicated in the pathogenesis of Alzheimer’s disease (AD). Despite considerable interest in developing γ-secretase targeting therapeutics for the treatment of AD, the precise mechanism by which γ-secretase produces Aβ has remained elusive. Herein, we demonstrate that γ-secretase catalysis is driven by the stabilization of an enzyme-substrate scission complex via three distinct amino-acid-binding pockets in the enzyme’s active site, providing the mechanism by which γ-secretase preferentially cleaves APP in three amino acid increments. Substrate occupancy of these three pockets occurs after initial substrate binding but precedes catalysis, suggesting a conformational change in substrate may be required for cleavage. We uncover and exploit substrate cleavage preferences dictated by these three pockets to investigate the mechanism by which familial Alzheimer’s disease mutations within APP increase the production of pathogenic Aβ species.","identifier":[{"type":"publisher-id","id":"17578"},{"type":"doi","id":"10.7554/eLife.17578"}],"date":{"day":"31","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17578","entryfile":"elife-17578-v1.xml","files":["elife-17578-fig1-v1-600w.jpg","elife-17578-fig2-v1-600w.jpg","elife-17578-fig3-figsupp1-v1-600w.jpg","elife-17578-fig3-v1-600w.jpg","elife-17578-fig4-v1-600w.jpg","elife-17578-fig5-v1-600w.jpg","elife-17578-fig6-figsupp1-v1-600w.jpg","elife-17578-fig6-v1-600w.jpg","elife-17578-fig7-figsupp1-v1-600w.jpg","elife-17578-fig7-figsupp2-v1-600w.jpg","elife-17578-fig7-figsupp3-v1-600w.jpg","elife-17578-fig7-v1-600w.jpg"]}