{"title":"Prioritizing plant defence over growth through WRKY regulation facilitates infestation by non-target herbivores","author":[{"surname":"Li","given-names":"Ran"},{"surname":"Zhang","given-names":"Jin"},{"surname":"Li","given-names":"Jiancai"},{"surname":"Zhou","given-names":"Guoxin"},{"surname":"Wang","given-names":"Qi"},{"surname":"Bian","given-names":"Wenbo"},{"surname":"Erb","given-names":"Matthias"},{"surname":"Lou","given-names":"Yonggen"}],"abstract":"Plants generally respond to herbivore attack by increasing resistance and decreasing growth. This prioritization is achieved through the regulation of phytohormonal signaling networks. However, it remains unknown how this prioritization affects resistance against non-target herbivores. In this study, we identify <italic>WRKY70</italic> as a specific herbivore-induced, mitogen-activated protein kinase-regulated rice transcription factor that physically interacts with W-box motifs and prioritizes defence over growth by positively regulating jasmonic acid (JA) and negatively regulating gibberellin (GA) biosynthesis upon attack by the chewing herbivore <italic>Chilo suppressalis</italic>. WRKY70-dependent JA biosynthesis is required for proteinase inhibitor activation and resistance against <italic>C. suppressalis</italic>. In contrast, WRKY70 induction increases plant susceptibility against the rice brown planthopper <italic>Nilaparvata lugens</italic>. Experiments with GA-deficient rice lines identify WRKY70-dependent GA signaling as the causal factor in <italic>N. lugens</italic> susceptibility. Our study shows that prioritizing defence over growth leads to a significant resistance trade-off with important implications for the evolution and agricultural exploitation of plant immunity.","identifier":[{"type":"publisher-id","id":"04805"},{"type":"doi","id":"10.7554/eLife.04805"}],"date":{"day":"17","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04805","entryfile":"elife-04805-v2.xml","files":["elife-04805-fig1-figsupp1-v2-600w.jpg","elife-04805-fig1-figsupp2-v2-600w.jpg","elife-04805-fig1-v2-600w.jpg","elife-04805-fig2-figsupp1-v2-600w.jpg","elife-04805-fig2-figsupp2-v2-600w.jpg","elife-04805-fig2-v2-600w.jpg","elife-04805-fig3-v2-600w.jpg","elife-04805-fig4-figsupp1-v2-600w.jpg","elife-04805-fig4-figsupp2-v2-600w.jpg","elife-04805-fig4-v2-600w.jpg","elife-04805-fig5-figsupp1-v2-600w.jpg","elife-04805-fig5-v2-600w.jpg","elife-04805-fig6-v2-600w.jpg","elife-04805-fig7-v2-600w.jpg","elife-04805-fig8-v2-600w.jpg","elife-04805-fig9-v2-600w.jpg","elife-04805-v1.xml"]}