{"title":"Multivariate cross-frequency coupling via generalized eigendecomposition","author":[{"surname":"Cohen","given-names":"Michael X"}],"abstract":"This paper presents a new framework for analyzing cross-frequency coupling in multichannel electrophysiological recordings. The generalized eigendecomposition-based cross-frequency coupling framework (gedCFC) is inspired by source-separation algorithms combined with dynamics of mesoscopic neurophysiological processes. It is unaffected by factors that confound traditional CFC methods—such as non-stationarities, non-sinusoidality, and non-uniform phase angle distributions—attractive properties considering that brain activity is neither stationary nor perfectly sinusoidal. The gedCFC framework opens new opportunities for conceptualizing CFC as network interactions with diverse spatial/topographical distributions. Five specific methods within the gedCFC framework are detailed, these are validated in simulated data and applied in several empirical datasets. gedCFC accurately recovers physiologically plausible CFC patterns embedded in noise that causes traditional CFC methods to perform poorly. The paper also demonstrates that spike-field coherence in multichannel local field potential data can be analyzed using the gedCFC framework, which provides significant advantages over traditional spike-field coherence analyses. Null-hypothesis testing is also discussed.","identifier":[{"type":"publisher-id","id":"21792"},{"type":"doi","id":"10.7554/eLife.21792"}],"date":{"day":"24","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21792","entryfile":"elife-21792-v1.xml","files":["elife-21792-fig1-figsupp1-v1-600w.jpg","elife-21792-fig1-figsupp2-v1-600w.jpg","elife-21792-fig1-figsupp3-v1-600w.jpg","elife-21792-fig1-v1-600w.jpg","elife-21792-fig10-figsupp1-v1-600w.jpg","elife-21792-fig10-v1-600w.jpg","elife-21792-fig2-v1-600w.jpg","elife-21792-fig3-figsupp1-v1-600w.jpg","elife-21792-fig3-v1-600w.jpg","elife-21792-fig4-v1-600w.jpg","elife-21792-fig5-figsupp1-v1-600w.jpg","elife-21792-fig5-v1-600w.jpg","elife-21792-fig6-v1-600w.jpg","elife-21792-fig7-v1-600w.jpg","elife-21792-fig8-v1-600w.jpg","elife-21792-fig9-v1-600w.jpg"]}