{"title":"Registered report: Interactions between cancer stem cells and their niche govern metastatic colonization","author":[{"surname":"Incardona","given-names":"Francesca"},{"surname":"Doroudchi","given-names":"M Mehdi"},{"surname":"Ismail","given-names":"Nawfal"},{"surname":"Carreno","given-names":"Alberto"},{"surname":"Griner","given-names":"Erin"},{"surname":"Anna Lim","given-names":"Minyoung"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by replicating selected results from a substantial number of high-profile papers in the field of cancer biology published between 2010 and 2012. This Registered report describes the proposed replication plan of key experiments from ‘Interactions between cancer stem cells and their niche govern metastatic colonization’ by Malanchi and colleagues, published in <italic>Nature</italic> in 2012 (<xref>Malanchi et al., 2012</xref>). The key experiments that will be replicated are those reported in Figures 2H, 3A, 3B, and S13. In these experiments, Malanchi and colleagues analyze messenger RNA levels of periostin (POSTN) in pulmonary fibroblasts, endothelial cells, and immune cells isolated from mice with micrometastases to determine which cell type is producing POSTN in the metastatic niche (Figure 2H; <xref>Malanchi et al., 2012</xref>). Additionally, they examine MMTV-PyMT control or POSTN null mice to test the effect of POSTN on primary tumor growth and metastasis (Figures 3A, 3B, and S13; <xref>Malanchi et al., 2012</xref>). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"06938"},{"type":"doi","id":"10.7554/eLife.06938"}],"date":{"day":"18","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06938","entryfile":"elife-06938-v1.xml","files":[]}