{"title":"The human gut and groundwater harbor non-photosynthetic bacteria belonging to a new candidate phylum sibling to Cyanobacteria","author":[{"surname":"Di Rienzi","given-names":"Sara C"},{"surname":"Sharon","given-names":"Itai"},{"surname":"Wrighton","given-names":"Kelly C"},{"surname":"Koren","given-names":"Omry"},{"surname":"Hug","given-names":"Laura A"},{"surname":"Thomas","given-names":"Brian C"},{"surname":"Goodrich","given-names":"Julia K"},{"surname":"Bell","given-names":"Jordana T"},{"surname":"Spector","given-names":"Timothy D"},{"surname":"Banfield","given-names":"Jillian F"},{"surname":"Ley","given-names":"Ruth E"}],"abstract":"Cyanobacteria were responsible for the oxygenation of the ancient atmosphere; however, the evolution of this phylum is enigmatic, as relatives have not been characterized. Here we use whole genome reconstruction of human fecal and subsurface aquifer metagenomic samples to obtain complete genomes for members of a new candidate phylum sibling to Cyanobacteria, for which we propose the designation ‘Melainabacteria’. Metabolic analysis suggests that the ancestors to both lineages were non-photosynthetic, anaerobic, motile, and obligately fermentative. Cyanobacterial light sensing may have been facilitated by regulators present in the ancestor of these lineages. The subsurface organism has the capacity for nitrogen fixation using a nitrogenase distinct from that in Cyanobacteria, suggesting nitrogen fixation evolved separately in the two lineages. We hypothesize that Cyanobacteria split from Melainabacteria prior or due to the acquisition of oxygenic photosynthesis. Melainabacteria remained in anoxic zones and differentiated by niche adaptation, including for symbiosis in the mammalian gut.","identifier":[{"type":"publisher-id","id":"01102"},{"type":"doi","id":"10.7554/eLife.01102"}],"date":{"day":"01","month":"10","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01102","entryfile":"elife-01102-v1.xml","files":["elife-01102-fig1-v1-600w.jpg","elife-01102-fig10-v1-600w.jpg","elife-01102-fig2-v1-600w.jpg","elife-01102-fig3-figsupp1-v1-600w.jpg","elife-01102-fig3-v1-600w.jpg","elife-01102-fig4-v1-600w.jpg","elife-01102-fig5-figsupp1-v1-600w.jpg","elife-01102-fig5-v1-600w.jpg","elife-01102-fig6-v1-600w.jpg","elife-01102-fig7-v1-600w.jpg","elife-01102-fig8-v1-600w.jpg","elife-01102-fig9-v1-600w.jpg"]}