{"title":"Cytosolic Hsp70 and co-chaperones constitute a novel system for tRNA import into the nucleus","author":[{"surname":"Takano","given-names":"Akira"},{"surname":"Kajita","given-names":"Takuya"},{"surname":"Mochizuki","given-names":"Makoto"},{"surname":"Endo","given-names":"Toshiya"},{"surname":"Yoshihisa","given-names":"Tohru"}],"abstract":"tRNAs are unique among various RNAs in that they shuttle between the nucleus and the cytoplasm, and their localization is regulated by nutrient conditions. Although nuclear export of tRNAs has been well documented, the import machinery is poorly understood. Here, we identified Ssa2p, a major cytoplasmic Hsp70 in <italic>Saccharomyces cerevisiae</italic>, as a tRNA-binding protein whose deletion compromises nuclear accumulation of tRNAs upon nutrient starvation. Ssa2p recognizes several structural features of tRNAs through its nucleotide-binding domain, but prefers loosely-folded tRNAs, suggesting that Ssa2p has a chaperone-like activity for RNAs. Ssa2p also binds Nup116, one of the yeast nucleoporins. Sis1p and Ydj1p, cytoplasmic co-chaperones for Ssa proteins, were also found to contribute to the tRNA import. These results unveil a novel function of the Ssa2p system as a tRNA carrier for nuclear import by a novel mode of substrate recognition. Such Ssa2p-mediated tRNA import likely contributes to quality control of cytosolic tRNAs.","identifier":[{"type":"publisher-id","id":"04659"},{"type":"doi","id":"10.7554/eLife.04659"}],"date":{"day":"08","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04659","entryfile":"elife-04659-v2.xml","files":["elife-04659-fig1-figsupp1-v2-600w.jpg","elife-04659-fig1-v2-600w.jpg","elife-04659-fig2-figsupp1-v2-600w.jpg","elife-04659-fig2-figsupp2-v2-600w.jpg","elife-04659-fig2-figsupp3-v2-600w.jpg","elife-04659-fig2-v2-600w.jpg","elife-04659-fig3-v2-600w.jpg","elife-04659-fig4-figsupp1-v2-600w.jpg","elife-04659-fig4-v2-600w.jpg","elife-04659-fig5-v2-600w.jpg","elife-04659-fig6-figsupp1-v2-600w.jpg","elife-04659-fig6-v2-600w.jpg","elife-04659-fig7-v2-600w.jpg","elife-04659-fig8-v2-600w.jpg","elife-04659-v1.xml"]}