{"title":"The structure and organization of lanceolate mechanosensory complexes at mouse hair follicles","author":[{"surname":"Li","given-names":"Lishi"},{"surname":"Ginty","given-names":"David D"}],"abstract":"In mouse hairy skin, lanceolate complexes associated with three types of hair follicles, guard, awl/auchene and zigzag, serve as mechanosensory end organs. These structures are formed by unique combinations of low-threshold mechanoreceptors (LTMRs), Aβ RA-LTMRs, Aδ-LTMRs, and C-LTMRs, and their associated terminal Schwann cells (TSCs). In this study, we investigated the organization, ultrastructure, and maintenance of longitudinal lanceolate complexes at each hair follicle subtype. We found that TSC processes at hair follicles are tiled and that individual TSCs host axonal endings of more than one LTMR subtype. Electron microscopic analyses revealed unique ultrastructural features of lanceolate complexes that are proposed to underlie mechanotransduction. Moreover, Schwann cell ablation leads to loss of LTMR terminals at hair follicles while, in contrast, TSCs remain associated with hair follicles following skin denervation in adult mice and, remarkably, become re-associated with newly formed axons, indicating a TSC-dependence of lanceolate complex maintenance and regeneration in adults.","identifier":[{"type":"publisher-id","id":"01901"},{"type":"doi","id":"10.7554/eLife.01901"}],"date":{"day":"25","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01901","entryfile":"elife-01901-v1.xml","files":["elife-01901-fig1-v1-600w.jpg","elife-01901-fig10-v1-600w.jpg","elife-01901-fig2-v1-600w.jpg","elife-01901-fig3-figsupp1-v1-600w.jpg","elife-01901-fig3-v1-600w.jpg","elife-01901-fig4-v1-600w.jpg","elife-01901-fig5-v1-600w.jpg","elife-01901-fig6-figsupp1-v1-600w.jpg","elife-01901-fig6-figsupp2-v1-600w.jpg","elife-01901-fig6-v1-600w.jpg","elife-01901-fig7-v1-600w.jpg","elife-01901-fig8-figsupp1-v1-600w.jpg","elife-01901-fig8-v1-600w.jpg","elife-01901-fig9-figsupp1-v1-600w.jpg","elife-01901-fig9-v1-600w.jpg","elife-01901-resp-fig1-v1-600w.jpg","elife-01901-resp-fig2-v1-600w.jpg"]}