{"title":"Macrophage PPARγ inhibits Gpr132 to mediate the anti-tumor effects of rosiglitazone","author":[{"surname":"Cheng","given-names":"Wing Yin"},{"surname":"Huynh","given-names":"HoangDinh"},{"surname":"Chen","given-names":"Peiwen"},{"surname":"Peña-Llopis","given-names":"Samuel"},{"surname":"Wan","given-names":"Yihong"}],"abstract":"Tumor-associated macrophage (TAM) significantly contributes to cancer progression. Human cancer is enhanced by PPARγ loss-of-function mutations, but inhibited by PPARγ agonists such as TZD diabetes drugs including rosiglitazone. However, it remains enigmatic whether and how macrophage contributes to PPARγ tumor-suppressive functions. Here we report that macrophage PPARγ deletion in mice not only exacerbates mammary tumor development but also impairs the anti-tumor effects of rosiglitazone. Mechanistically, we identify Gpr132 as a novel direct PPARγ target in macrophage whose expression is enhanced by PPARγ loss but repressed by PPARγ activation. Functionally, macrophage Gpr132 is pro-inflammatory and pro-tumor. Genetic Gpr132 deletion not only retards inflammation and cancer growth but also abrogates the anti-tumor effects of PPARγ and rosiglitazone. Pharmacological Gpr132 inhibition significantly impedes mammary tumor malignancy. These findings uncover macrophage PPARγ and Gpr132 as critical TAM modulators, new cancer therapeutic targets, and essential mediators of TZD anti-cancer effects.","identifier":[{"type":"publisher-id","id":"18501"},{"type":"doi","id":"10.7554/eLife.18501"}],"date":{"day":"03","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18501","entryfile":"elife-18501-v1.xml","files":["elife-18501-fig1-figsupp1-v1-600w.jpg","elife-18501-fig1-v1-600w.jpg","elife-18501-fig2-figsupp1-v1-600w.jpg","elife-18501-fig2-v1-600w.jpg","elife-18501-fig3-figsupp1-v1-600w.jpg","elife-18501-fig3-v1-600w.jpg","elife-18501-fig4-v1-600w.jpg","elife-18501-fig5-figsupp1-v1-600w.jpg","elife-18501-fig5-v1-600w.jpg"]}