{"title":"Lip movements entrain the observers’ low-frequency brain oscillations to facilitate speech intelligibility","author":[{"surname":"Park","given-names":"Hyojin"},{"surname":"Kayser","given-names":"Christoph"},{"surname":"Thut","given-names":"Gregor"},{"surname":"Gross","given-names":"Joachim"}],"abstract":"During continuous speech, lip movements provide visual temporal signals that facilitate speech processing. Here, using MEG we directly investigated how these visual signals interact with rhythmic brain activity in participants listening to and seeing the speaker. First, we investigated coherence between oscillatory brain activity and speaker’s lip movements and demonstrated significant entrainment in visual cortex. We then used partial coherence to remove contributions of the coherent auditory speech signal from the lip-brain coherence. Comparing this synchronization between different attention conditions revealed that attending visual speech enhances the coherence between activity in visual cortex and the speaker’s lips. Further, we identified a significant partial coherence between left motor cortex and lip movements and this partial coherence directly predicted comprehension accuracy. Our results emphasize the importance of visually entrained and attention-modulated rhythmic brain activity for the enhancement of audiovisual speech processing.","identifier":[{"type":"publisher-id","id":"14521"},{"type":"doi","id":"10.7554/eLife.14521"}],"date":{"day":"05","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14521","entryfile":"elife-14521-v2.xml","files":["elife-14521-fig1-v2-600w.jpg","elife-14521-fig2-figsupp1-v2-600w.jpg","elife-14521-fig2-figsupp2-v2-600w.jpg","elife-14521-fig2-figsupp3-v2-600w.jpg","elife-14521-fig2-v2-600w.jpg","elife-14521-fig3-figsupp1-v2-600w.jpg","elife-14521-fig3-figsupp2-v2-600w.jpg","elife-14521-fig3-v2-600w.jpg","elife-14521-fig4-v2-600w.jpg","elife-14521-resp-fig1-v2-600w.jpg","elife-14521-resp-fig2-v2-600w.jpg","elife-14521-resp-fig3-v2-600w.jpg","elife-14521-resp-fig4-v2-600w.jpg","elife-14521-resp-fig5-v2-600w.jpg","elife-14521-v1.xml"]}