{"title":"Benefits of jasmonate-dependent defenses against vertebrate herbivores in nature","author":[{"surname":"Machado","given-names":"Ricardo AR"},{"surname":"McClure","given-names":"Mark"},{"surname":"Hervé","given-names":"Maxime R"},{"surname":"Baldwin","given-names":"Ian T"},{"surname":"Erb","given-names":"Matthias"}],"abstract":"Endogenous jasmonates are important regulators of plant defenses. If and how they enable plants to maintain their reproductive output when facing community-level herbivory under natural conditions, however, remains unknown. We demonstrate that jasmonate-deficient <italic>Nicotiana attenuata</italic> plants suffer more damage by arthropod and vertebrate herbivores than jasmonate-producing plants in nature. However, only damage by vertebrate herbivores translates into a significant reduction in flower production. Vertebrate stem peeling has the strongest negative impact on plant flower production. Stems are defended by jasmonate-dependent nicotine, and the native cottontail rabbit <italic>Sylvilagus nuttallii</italic> avoids jasmonate-producing <italic>N. attenuata</italic> shoots because of their high levels of nicotine. Thus, endogenous jasmonates enable plants to resist different types of herbivores in nature, and jasmonate-dependent defenses are important for plants to maintain their reproductive potential when facing vertebrate herbivory. Ecological and evolutionary models on plant defense signaling should aim at integrating arthropod and vertebrate herbivory at the community level.","identifier":[{"type":"publisher-id","id":"13720"},{"type":"doi","id":"10.7554/eLife.13720"}],"date":{"day":"29","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13720","entryfile":"elife-13720-v1.xml","files":["elife-13720-fig1-figsupp1-v1-600w.jpg","elife-13720-fig1-figsupp2-v1-600w.jpg","elife-13720-fig1-figsupp3-v1-600w.jpg","elife-13720-fig1-figsupp4-v1-600w.jpg","elife-13720-fig1-v1-600w.jpg","elife-13720-fig2-figsupp1-v1-600w.jpg","elife-13720-fig2-v1-600w.jpg","elife-13720-fig3-figsupp1-v1-600w.jpg","elife-13720-fig3-v1-600w.jpg","elife-13720-fig4-figsupp1-v1-600w.jpg","elife-13720-fig4-figsupp2-v1-600w.jpg","elife-13720-fig4-figsupp3-v1-600w.jpg","elife-13720-fig4-figsupp4-v1-600w.jpg","elife-13720-fig4-v1-600w.jpg"]}