{"title":"Y-box protein 1 is required to sort microRNAs into exosomes in cells and in a cell-free reaction","author":[{"surname":"Shurtleff","given-names":"Matthew J"},{"surname":"Temoche-Diaz","given-names":"Morayma M"},{"surname":"Karfilis","given-names":"Kate V"},{"surname":"Ri","given-names":"Sayaka"},{"surname":"Schekman","given-names":"Randy"}],"abstract":"Exosomes are small vesicles that are secreted from metazoan cells and may convey selected membrane proteins and small RNAs to target cells for the control of cell migration, development and metastasis. To study the mechanisms of RNA packaging into exosomes, we devised a purification scheme based on the membrane marker CD63 to isolate a single exosome species secreted from HEK293T cells. Using immunoisolated CD63-containing exosomes we identified a set of miRNAs that are highly enriched with respect to their cellular levels. To explore the biochemical requirements for exosome biogenesis and RNA packaging, we devised a cell-free reaction that recapitulates the species-selective enclosure of miR-223 in isolated membranes supplemented with cytosol. We found that the RNA-binding protein Y-box protein I (YBX1) binds to and is required for the sorting of miR-223 in the cell-free reaction. Furthermore, YBX1 serves an important role in the secretion of miRNAs in exosomes by HEK293T cells.","identifier":[{"type":"publisher-id","id":"19276"},{"type":"doi","id":"10.7554/eLife.19276"}],"date":{"day":"25","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19276","entryfile":"elife-19276-v2.xml","files":["elife-19276-fig1-figsupp1-v2-600w.jpg","elife-19276-fig1-v2-600w.jpg","elife-19276-fig2-figsupp1-v2-600w.jpg","elife-19276-fig2-v2-600w.jpg","elife-19276-fig3-v2-600w.jpg","elife-19276-fig4-v2-600w.jpg","elife-19276-fig5-v2-600w.jpg","elife-19276-fig6-v2-600w.jpg","elife-19276-fig7-figsupp1-v2-600w.jpg","elife-19276-fig7-figsupp2-v2-600w.jpg","elife-19276-fig7-v2-600w.jpg","elife-19276-v1.xml"]}