{"title":"Extensive site-directed mutagenesis reveals interconnected functional units in the alkaline phosphatase active site","author":[{"surname":"Sunden","given-names":"Fanny"},{"surname":"Peck","given-names":"Ariana"},{"surname":"Salzman","given-names":"Julia"},{"surname":"Ressl","given-names":"Susanne"},{"surname":"Herschlag","given-names":"Daniel"}],"abstract":"Enzymes enable life by accelerating reaction rates to biological timescales. Conventional studies have focused on identifying the residues that have a direct involvement in an enzymatic reaction, but these so-called ‘catalytic residues’ are embedded in extensive interaction networks. Although fundamental to our understanding of enzyme function, evolution, and engineering, the properties of these networks have yet to be quantitatively and systematically explored. We dissected an interaction network of five residues in the active site of <italic>Escherichia coli</italic> alkaline phosphatase. Analysis of the complex catalytic interdependence of specific residues identified three energetically independent but structurally interconnected functional units with distinct modes of cooperativity. From an evolutionary perspective, this network is orders of magnitude more probable to arise than a fully cooperative network. From a functional perspective, new catalytic insights emerge. Further, such comprehensive energetic characterization will be necessary to benchmark the algorithms required to rationally engineer highly efficient enzymes.","identifier":[{"type":"publisher-id","id":"06181"},{"type":"doi","id":"10.7554/eLife.06181"}],"date":{"day":"22","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06181","entryfile":"elife-06181-v2.xml","files":["elife-06181-app2-fig1-v2-600w.jpg","elife-06181-fig1-v2-600w.jpg","elife-06181-fig10-v2-600w.jpg","elife-06181-fig2-v2-600w.jpg","elife-06181-fig3-v2-600w.jpg","elife-06181-fig4-v2-600w.jpg","elife-06181-fig5-figsupp1-v2-600w.jpg","elife-06181-fig5-figsupp2-v2-600w.jpg","elife-06181-fig5-v2-600w.jpg","elife-06181-fig6-v2-600w.jpg","elife-06181-fig7-v2-600w.jpg","elife-06181-fig8-figsupp1-v2-600w.jpg","elife-06181-fig8-v2-600w.jpg","elife-06181-fig9-v2-600w.jpg","elife-06181-v1.xml"]}