{"title":"Exosome complex orchestrates developmental signaling to balance proliferation and differentiation during erythropoiesis","author":[{"surname":"McIver","given-names":"Skye C"},{"surname":"Katsumura","given-names":"Koichi R"},{"surname":"Davids","given-names":"Elsa"},{"surname":"Liu","given-names":"Peng"},{"surname":"Kang","given-names":"Yoon-A"},{"surname":"Yang","given-names":"David"},{"surname":"Bresnick","given-names":"Emery H"}],"abstract":"Since the highly conserved exosome complex mediates the degradation and processing of multiple classes of RNAs, it almost certainly controls diverse biological processes. How this post-transcriptional RNA-regulatory machine impacts cell fate decisions and differentiation is poorly understood. Previously, we demonstrated that exosome complex subunits confer an erythroid maturation barricade, and the erythroid transcription factor GATA-1 dismantles the barricade by transcriptionally repressing the cognate genes. While dissecting requirements for the maturation barricade in <italic>Mus musculus</italic>, we discovered that the exosome complex is a vital determinant of a developmental signaling transition that dictates proliferation/amplification versus differentiation. Exosome complex integrity in erythroid precursor cells ensures Kit receptor tyrosine kinase expression and stem cell factor/Kit signaling, while preventing responsiveness to erythropoietin-instigated signals that promote differentiation. Functioning as a gatekeeper of this developmental signaling transition, the exosome complex controls the massive production of erythroid cells that ensures organismal survival in homeostatic and stress contexts.","identifier":[{"type":"publisher-id","id":"17877"},{"type":"doi","id":"10.7554/eLife.17877"}],"date":{"day":"20","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17877","entryfile":"elife-17877-v3.xml","files":["elife-17877-fig1-figsupp1-v3-600w.jpg","elife-17877-fig1-v3-600w.jpg","elife-17877-fig2-v3-600w.jpg","elife-17877-fig3-figsupp1-v3-600w.jpg","elife-17877-fig3-v3-600w.jpg","elife-17877-fig4-figsupp1-v3-600w.jpg","elife-17877-fig4-v3-600w.jpg","elife-17877-fig5-v3-600w.jpg","elife-17877-fig6-v3-600w.jpg","elife-17877-fig7-v3-600w.jpg","elife-17877-fig8-v3-600w.jpg","elife-17877-v1.xml","elife-17877-v2.xml"]}