{"title":"Human Holliday junction resolvase GEN1 uses a chromodomain for efficient DNA recognition and cleavage","author":[{"surname":"Lee","given-names":"Shun-Hsiao"},{"surname":"Princz","given-names":"Lissa Nicola"},{"surname":"Klügel","given-names":"Maren Felizitas"},{"surname":"Habermann","given-names":"Bianca"},{"surname":"Pfander","given-names":"Boris"},{"surname":"Biertümpfel","given-names":"Christian"}],"abstract":"Holliday junctions (HJs) are key DNA intermediates in homologous recombination. They link homologous DNA strands and have to be faithfully removed for proper DNA segregation and genome integrity. Here, we present the crystal structure of human HJ resolvase GEN1 complexed with DNA at 3.0 Å resolution. The GEN1 core is similar to other Rad2/XPG nucleases. However, unlike other members of the superfamily, GEN1 contains a chromodomain as an additional DNA interaction site. Chromodomains are known for their chromatin-targeting function in chromatin remodelers and histone(de)acetylases but they have not previously been found in nucleases. The GEN1 chromodomain directly contacts DNA and its truncation severely hampers GEN1’s catalytic activity. Structure-guided mutations in vitro and in vivo in yeast validated our mechanistic findings. Our study provides the missing structure in the Rad2/XPG family and insights how a well-conserved nuclease core acquires versatility in recognizing diverse substrates for DNA repair and maintenance.","identifier":[{"type":"publisher-id","id":"12256"},{"type":"doi","id":"10.7554/eLife.12256"}],"date":{"day":"18","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12256","entryfile":"elife-12256-v2.xml","files":["elife-12256-fig1-figsupp1-v2-600w.jpg","elife-12256-fig1-v2-600w.jpg","elife-12256-fig2-v2-600w.jpg","elife-12256-fig3-figsupp1-v2-600w.jpg","elife-12256-fig3-figsupp2-v2-600w.jpg","elife-12256-fig3-v2-600w.jpg","elife-12256-fig4-v2-600w.jpg","elife-12256-fig5-figsupp1-v2-600w.jpg","elife-12256-fig5-figsupp2-v2-600w.jpg","elife-12256-fig5-figsupp3-v2-600w.jpg","elife-12256-fig5-v2-600w.jpg","elife-12256-fig6-v2-600w.jpg","elife-12256-v1.xml"]}