{"title":"Increased H<sup>+</sup> efflux is sufficient to induce dysplasia and necessary for viability with oncogene expression","author":[{"surname":"Grillo-Hill","given-names":"Bree K"},{"surname":"Choi","given-names":"Changhoon"},{"surname":"Jimenez-Vidal","given-names":"Maite"},{"surname":"Barber","given-names":"Diane L"}],"abstract":"Intracellular pH (pHi) dynamics is increasingly recognized as an important regulator of a range of normal and pathological cell behaviors. Notably, increased pHi is now acknowledged as a conserved characteristic of cancers and in cell models is confirmed to increase proliferation and migration as well as limit apoptosis. However, the significance of increased pHi for cancer in vivo remains unresolved. Using <italic>Drosophila melanogaster</italic>, we show that increased pHi is sufficient to induce dysplasia in the absence of other transforming cues and potentiates growth and invasion with oncogenic Ras. Using a genetically encoded biosensor we also confirm increased pHi in situ. Moreover, in <italic>Drosophila</italic> models and clonal human mammary cells we show that limiting H<sup>+</sup> efflux with oncogenic Raf or Ras induces acidosis and synthetic lethality. Further, we show lethality in invasive primary tumor cell lines with inhibiting H<sup>+</sup> efflux. Synthetic lethality with reduced H<sup>+</sup> efflux and activated oncogene expression could be exploited therapeutically to restrain cancer progression while limiting off-target effects.","identifier":[{"type":"publisher-id","id":"03270"},{"type":"doi","id":"10.7554/eLife.03270"}],"date":{"day":"20","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03270","entryfile":"elife-03270-v2.xml","files":["elife-03270-fig1-figsupp1-v2-600w.jpg","elife-03270-fig1-figsupp2-v2-600w.jpg","elife-03270-fig1-figsupp3-v2-600w.jpg","elife-03270-fig1-v2-600w.jpg","elife-03270-fig2-v2-600w.jpg","elife-03270-fig3-v2-600w.jpg","elife-03270-fig4-v2-600w.jpg","elife-03270-fig5-v2-600w.jpg","elife-03270-fig6-v2-600w.jpg","elife-03270-fig7-v2-600w.jpg","elife-03270-fig8-figsupp1-v2-600w.jpg","elife-03270-fig8-v2-600w.jpg","elife-03270-fig9-v2-600w.jpg","elife-03270-v1.xml"]}