{"title":"A novel sphingolipid-TORC1 pathway critically promotes postembryonic development in <italic>Caenorhabditis elegans</italic>","author":[{"surname":"Zhu","given-names":"Huanhu"},{"surname":"Shen","given-names":"Huali"},{"surname":"Sewell","given-names":"Aileen K"},{"surname":"Kniazeva","given-names":"Marina"},{"surname":"Han","given-names":"Min"}],"abstract":"Regulation of animal development in response to nutritional cues is an intensely studied problem related to disease and aging. While extensive studies indicated roles of the Target of Rapamycin (TOR) in sensing certain nutrients for controlling growth and metabolism, the roles of fatty acids and lipids in TOR-involved nutrient/food responses are obscure. <italic>Caenorhabditis elegans</italic> halts postembryonic growth and development shortly after hatching in response to monomethyl branched-chain fatty acid (mmBCFA) deficiency. Here, we report that an mmBCFA-derived sphingolipid, d17iso-glucosylceramide, is a critical metabolite in regulating growth and development. Further analysis indicated that this lipid function is mediated by TORC1 and antagonized by the NPRL-2/3 complex in the intestine. Strikingly, the essential lipid function is bypassed by activating TORC1 or inhibiting NPRL-2/3. Our findings uncover a novel lipid-TORC1 signaling pathway that coordinates nutrient and metabolic status with growth and development, advancing our understanding of the physiological roles of mmBCFAs, ceramides, and TOR.","identifier":[{"type":"publisher-id","id":"00429"},{"type":"doi","id":"10.7554/eLife.00429"}],"date":{"day":"21","month":"05","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00429","entryfile":"elife-00429-v1.xml","files":["elife-00429-fig1-v1-600w.jpg","elife-00429-fig2-figsupp1-v1-600w.jpg","elife-00429-fig2-figsupp2-v1-600w.jpg","elife-00429-fig2-v1-600w.jpg","elife-00429-fig3-figsupp1-v1-600w.jpg","elife-00429-fig3-v1-600w.jpg","elife-00429-fig4-figsupp1-v1-600w.jpg","elife-00429-fig4-figsupp2-v1-600w.jpg","elife-00429-fig4-figsupp3-v1-600w.jpg","elife-00429-fig4-figsupp4-v1-600w.jpg","elife-00429-fig4-figsupp5-v1-600w.jpg","elife-00429-fig4-v1-600w.jpg"]}