{"title":"Reconstitution of bacterial autotransporter assembly using purified components","author":[{"surname":"Roman-Hernandez","given-names":"Giselle"},{"surname":"Peterson","given-names":"Janine H"},{"surname":"Bernstein","given-names":"Harris D"}],"abstract":"Autotransporters are a superfamily of bacterial virulence factors consisting of an N-terminal extracellular (‘passenger’) domain and a C-terminal β barrel (‘β’) domain that resides in the outer membrane (OM). The mechanism by which the passenger domain is secreted is poorly understood. Here we show that a conserved OM protein insertase (the Bam complex) and a molecular chaperone (SurA) are both necessary and sufficient to promote the complete assembly of the <italic>Escherichia coli</italic> O157:H7 autotransporter EspP in vitro. Our results indicate that the membrane integration of the β domain is the rate-limiting step in autotransporter assembly and that passenger domain translocation does not require the input of external energy. Furthermore, experiments using nanodiscs strongly suggest that autotransporter assembly is catalyzed by a single copy of the Bam complex. Finally, we describe a method to purify a highly active form of the Bam complex that should facilitate the elucidation of its function.","identifier":[{"type":"publisher-id","id":"04234"},{"type":"doi","id":"10.7554/eLife.04234"}],"date":{"day":"02","month":"09","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"04234","entryfile":"elife-04234-v2.xml","files":["elife-04234-fig1-v2-600w.jpg","elife-04234-fig2-figsupp1-v2-600w.jpg","elife-04234-fig2-figsupp2-v2-600w.jpg","elife-04234-fig2-v2-600w.jpg","elife-04234-fig3-figsupp1-v2-600w.jpg","elife-04234-fig3-figsupp2-v2-600w.jpg","elife-04234-fig3-figsupp3-v2-600w.jpg","elife-04234-fig3-figsupp4-v2-600w.jpg","elife-04234-fig3-v2-600w.jpg","elife-04234-fig4-v2-600w.jpg","elife-04234-fig5-v2-600w.jpg","elife-04234-fig6-v2-600w.jpg","elife-04234-fig7-figsupp1-v2-600w.jpg","elife-04234-fig7-figsupp2-v2-600w.jpg","elife-04234-fig7-v2-600w.jpg","elife-04234-fig8-v2-600w.jpg","elife-04234-v1.xml"]}