{"title":"Structural analyses at pseudo atomic resolution of Chikungunya virus and antibodies show mechanisms of neutralization","author":[{"surname":"Sun","given-names":"Siyang"},{"surname":"Xiang","given-names":"Ye"},{"surname":"Akahata","given-names":"Wataru"},{"surname":"Holdaway","given-names":"Heather"},{"surname":"Pal","given-names":"Pankaj"},{"surname":"Zhang","given-names":"Xinzheng"},{"surname":"Diamond","given-names":"Michael S"},{"surname":"Nabel","given-names":"Gary J"},{"surname":"Rossmann","given-names":"Michael G"}],"abstract":"A 5.3 Å resolution, cryo-electron microscopy (cryoEM) map of Chikungunya virus-like particles (VLPs) has been interpreted using the previously published crystal structure of the Chikungunya E1-E2 glycoprotein heterodimer. The heterodimer structure was divided into domains to obtain a good fit to the cryoEM density. Differences in the T = 4 quasi-equivalent heterodimer components show their adaptation to different environments. The spikes on the icosahedral 3-fold axes and those in general positions are significantly different, possibly representing different phases during initial generation of fusogenic E1 trimers. CryoEM maps of neutralizing Fab fragments complexed with VLPs have been interpreted using the crystal structures of the Fab fragments and the VLP structure. Based on these analyses the CHK-152 antibody was shown to stabilize the viral surface, hindering the exposure of the fusion-loop, likely neutralizing infection by blocking fusion. The CHK-9, m10 and m242 antibodies surround the receptor-attachment site, probably inhibiting infection by blocking cell attachment.","identifier":[{"type":"publisher-id","id":"00435"},{"type":"doi","id":"10.7554/eLife.00435"}],"date":{"day":"02","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00435","entryfile":"elife-00435-v1.xml","files":["elife-00435-fig1-v1-600w.jpg","elife-00435-fig2-v1-600w.jpg","elife-00435-fig3-v1-600w.jpg","elife-00435-fig4-v1-600w.jpg","elife-00435-fig5-v1-600w.jpg","elife-00435-fig6-v1-600w.jpg","elife-00435-fig7-v1-600w.jpg"]}