{"title":"Dual functions of TAF7L in adipocyte differentiation","author":[{"surname":"Zhou","given-names":"Haiying"},{"surname":"Kaplan","given-names":"Tommy"},{"surname":"Li","given-names":"Yan"},{"surname":"Grubisic","given-names":"Ivan"},{"surname":"Zhang","given-names":"Zhengjian"},{"surname":"Wang","given-names":"P Jeremy"},{"surname":"Eisen","given-names":"Michael B"},{"surname":"Tjian","given-names":"Robert"}],"abstract":"The diverse transcriptional mechanisms governing cellular differentiation and development of mammalian tissue remains poorly understood. Here we report that TAF7L, a paralogue of TFIID subunit TAF7, is enriched in adipocytes and white fat tissue (WAT) in mouse. Depletion of TAF7L reduced adipocyte-specific gene expression, compromised adipocyte differentiation, and WAT development as well. Ectopic expression of TAF7L in myoblasts reprograms these muscle precursors into adipocytes upon induction. Genome-wide mRNA-seq expression profiling and ChIP-seq binding studies confirmed that TAF7L is required for activating adipocyte-specific genes via a dual mechanism wherein it interacts with PPARγ at enhancers and TBP/Pol II at core promoters. In vitro binding studies confirmed that TAF7L forms complexes with both TBP and PPARγ. These findings suggest that TAF7L plays an integral role in adipocyte gene expression by targeting enhancers as a cofactor for PPARγ and promoters as a component of the core transcriptional machinery.","identifier":[{"type":"publisher-id","id":"00170"},{"type":"doi","id":"10.7554/eLife.00170"}],"date":{"day":"08","month":"01","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00170","entryfile":"elife-00170-v1.xml","files":["elife-00170-fig1-figsupp1-v1-600w.jpg","elife-00170-fig1-figsupp2-v1-600w.jpg","elife-00170-fig1-v1-600w.jpg","elife-00170-fig2-figsupp1-v1-600w.jpg","elife-00170-fig2-v1-600w.jpg","elife-00170-fig3-v1-600w.jpg","elife-00170-fig4-v1-600w.jpg","elife-00170-fig5-figsupp1-v1-600w.jpg","elife-00170-fig5-v1-600w.jpg","elife-00170-fig6-v1-600w.jpg","elife-00170-fig7-v1-600w.jpg","elife-00170-fig8-v1-600w.jpg"]}