{"title":"Intact protein folding in the glutathione-depleted endoplasmic reticulum implicates alternative protein thiol reductants","author":[{"surname":"Tsunoda","given-names":"Satoshi"},{"surname":"Avezov","given-names":"Edward"},{"surname":"Zyryanova","given-names":"Alisa"},{"surname":"Konno","given-names":"Tasuku"},{"surname":"Mendes-Silva","given-names":"Leonardo"},{"surname":"Pinho Melo","given-names":"Eduardo"},{"surname":"Harding","given-names":"Heather P"},{"surname":"Ron","given-names":"David"}],"abstract":"Protein folding homeostasis in the endoplasmic reticulum (ER) requires efficient protein thiol oxidation, but also relies on a parallel reductive process to edit disulfides during the maturation or degradation of secreted proteins. To critically examine the widely held assumption that reduced ER glutathione fuels disulfide reduction, we expressed a modified form of a cytosolic glutathione-degrading enzyme, ChaC1, in the ER lumen. ChaC1<sup>CtoS</sup> purged the ER of glutathione eliciting the expected kinetic defect in oxidation of an ER-localized glutathione-coupled Grx1-roGFP2 optical probe, but had no effect on the disulfide editing-dependent maturation of the LDL receptor or the reduction-dependent degradation of misfolded alpha-1 antitrypsin. Furthermore, glutathione depletion had no measurable effect on induction of the unfolded protein response (UPR); a sensitive measure of ER protein folding homeostasis. These findings challenge the importance of reduced ER glutathione and suggest the existence of alternative electron donor(s) that maintain the reductive capacity of the ER.","identifier":[{"type":"publisher-id","id":"03421"},{"type":"doi","id":"10.7554/eLife.03421"}],"date":{"day":"29","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03421","entryfile":"elife-03421-v1.xml","files":["elife-03421-fig1-figsupp1-v1-600w.jpg","elife-03421-fig1-v1-600w.jpg","elife-03421-fig2-figsupp1-v1-600w.jpg","elife-03421-fig2-v1-600w.jpg","elife-03421-fig3-v1-600w.jpg","elife-03421-fig4-v1-600w.jpg","elife-03421-fig5-v1-600w.jpg","elife-03421-fig6-figsupp1-v1-600w.jpg","elife-03421-fig6-v1-600w.jpg"]}