{"title":"Local chromatin environment of a Polycomb target gene instructs its own epigenetic inheritance","author":[{"surname":"Berry","given-names":"Scott"},{"surname":"Hartley","given-names":"Matthew"},{"surname":"Olsson","given-names":"Tjelvar S G"},{"surname":"Dean","given-names":"Caroline"},{"surname":"Howard","given-names":"Martin"}],"abstract":"Inheritance of gene expression states is fundamental for cells to ‘remember’ past events, such as environmental or developmental cues. The conserved Polycomb Repressive Complex 2 (PRC2) maintains epigenetic repression of many genes in animals and plants and modifies chromatin at its targets. Histones modified by PRC2 can be inherited through cell division. However, it remains unclear whether this inheritance can direct long-term memory of individual gene expression states (cis memory) or instead if local chromatin states are dictated by the concentrations of diffusible factors (trans memory). By monitoring the expression of two copies of the <italic>Arabidopsis</italic> Polycomb target gene <italic>FLOWERING LOCUS C </italic>(<italic>FLC</italic>) in the same plants, we show that one copy can be repressed while the other is active. Furthermore, this ‘mixed’ expression state is inherited through many cell divisions as plants develop. These data demonstrate that epigenetic memory of <italic>FLC</italic> expression is stored not in trans but in cis.","identifier":[{"type":"publisher-id","id":"07205"},{"type":"doi","id":"10.7554/eLife.07205"}],"date":{"day":"08","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07205","entryfile":"elife-07205-v2.xml","files":["elife-07205-fig1-figsupp1-v2-600w.jpg","elife-07205-fig1-v2-600w.jpg","elife-07205-fig2-figsupp1-v2-600w.jpg","elife-07205-fig2-figsupp2-v2-600w.jpg","elife-07205-fig2-figsupp3-v2-600w.jpg","elife-07205-fig2-figsupp4-v2-600w.jpg","elife-07205-fig2-figsupp5-v2-600w.jpg","elife-07205-fig2-figsupp6-v2-600w.jpg","elife-07205-fig2-v2-600w.jpg","elife-07205-fig3-figsupp1-v2-600w.jpg","elife-07205-fig3-figsupp2-v2-600w.jpg","elife-07205-fig3-v2-600w.jpg","elife-07205-v1.xml"]}