{"title":"Early dysfunction and progressive degeneration of the subthalamic nucleus in mouse models of Huntington's disease","author":[{"surname":"Atherton","given-names":"Jeremy F"},{"surname":"McIver","given-names":"Eileen L"},{"surname":"Mullen","given-names":"Matthew RM"},{"surname":"Wokosin","given-names":"David L"},{"surname":"Surmeier","given-names":"D James"},{"surname":"Bevan","given-names":"Mark D"}],"abstract":"The subthalamic nucleus (STN) is an element of cortico-basal ganglia-thalamo-cortical circuitry critical for action suppression. In Huntington's disease (HD) action suppression is impaired, resembling the effects of STN lesioning or inactivation. To explore this potential linkage, the STN was studied in BAC transgenic and Q175 knock-in mouse models of HD. At <2 and 6 months of age autonomous STN activity was impaired due to activation of K<sub>ATP</sub> channels. STN neurons exhibited prolonged NMDA receptor-mediated synaptic currents, caused by a deficit in glutamate uptake, and elevated mitochondrial oxidant stress, which was ameliorated by NMDA receptor antagonism. STN activity was rescued by NMDA receptor antagonism or the break down of hydrogen peroxide. At 12 months of age approximately 30% of STN neurons had been lost, as in HD. Together, these data argue that dysfunction within the STN is an early feature of HD that may contribute to its expression and course.","identifier":[{"type":"publisher-id","id":"21616"},{"type":"doi","id":"10.7554/eLife.21616"}],"date":{"day":"20","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21616","entryfile":"elife-21616-v2.xml","files":["elife-21616-fig1-v2-600w.jpg","elife-21616-fig10-v2-600w.jpg","elife-21616-fig11-v2-600w.jpg","elife-21616-fig12-v2-600w.jpg","elife-21616-fig2-v2-600w.jpg","elife-21616-fig3-v2-600w.jpg","elife-21616-fig4-v2-600w.jpg","elife-21616-fig5-v2-600w.jpg","elife-21616-fig6-v2-600w.jpg","elife-21616-fig7-v2-600w.jpg","elife-21616-fig8-v2-600w.jpg","elife-21616-fig9-v2-600w.jpg","elife-21616-v1.xml"]}