{"title":"Rigid firing sequences undermine spatial memory codes in a neurodegenerative mouse model","author":[{"surname":"Cheng","given-names":"Jingheng"},{"surname":"Ji","given-names":"Daoyun"}],"abstract":"Hippocampal neurons encode spatial memories by firing at specific locations. As the animal traverses a spatial trajectory, individual locations along the trajectory activate these neurons in a unique firing sequence, which yields a memory code representing the trajectory. How this type of memory code is altered in dementia-producing neurodegenerative disorders is unknown. Here we show that in transgenic rTg4510 mice, a model of tauopathies including Alzheimer's disease, hippocampal neurons did not fire at specific locations, yet displayed robust firing sequences as animals run along familiar or novel trajectories. The sequences seen on the trajectories also appeared during free exploration of open spaces. The spatially dissociated firing sequences suggest that hippocampal neurons in the transgenic mice are not primarily driven by external space but by internally generated brain activities. We propose that tau pathology and/or neurodegeneration renders hippocampal circuits overwhelmed by internal information and therefore prevents them from encoding spatial memories.","identifier":[{"type":"publisher-id","id":"00647"},{"type":"doi","id":"10.7554/eLife.00647"}],"date":{"day":"25","month":"06","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00647","entryfile":"elife-00647-v1.xml","files":["elife-00647-fig1-v1-600w.jpg","elife-00647-fig10-v1-600w.jpg","elife-00647-fig11-v1-600w.jpg","elife-00647-fig2-v1-600w.jpg","elife-00647-fig3-figsupp1-v1-600w.jpg","elife-00647-fig3-figsupp2-v1-600w.jpg","elife-00647-fig3-figsupp3-v1-600w.jpg","elife-00647-fig3-figsupp4-v1-600w.jpg","elife-00647-fig3-v1-600w.jpg","elife-00647-fig4-v1-600w.jpg","elife-00647-fig5-figsupp1-v1-600w.jpg","elife-00647-fig5-v1-600w.jpg","elife-00647-fig6-v1-600w.jpg","elife-00647-fig7-v1-600w.jpg","elife-00647-fig8-v1-600w.jpg","elife-00647-fig9-v1-600w.jpg"]}