{"title":"Control of TSC2-Rheb signaling axis by arginine regulates mTORC1 activity","author":[{"surname":"Carroll","given-names":"Bernadette"},{"surname":"Maetzel","given-names":"Dorothea"},{"surname":"Maddocks","given-names":"Oliver DK"},{"surname":"Otten","given-names":"Gisela"},{"surname":"Ratcliff","given-names":"Matthew"},{"surname":"Smith","given-names":"Graham R"},{"surname":"Dunlop","given-names":"Elaine A"},{"surname":"Passos","given-names":"João F"},{"surname":"Davies","given-names":"Owen R"},{"surname":"Jaenisch","given-names":"Rudolf"},{"surname":"Tee","given-names":"Andrew R"},{"surname":"Sarkar","given-names":"Sovan"},{"surname":"Korolchuk","given-names":"Viktor I"}],"abstract":"The mammalian target of rapamycin complex 1 (mTORC1) is the key signaling hub that regulates cellular protein homeostasis, growth, and proliferation in health and disease. As a prerequisite for activation of mTORC1 by hormones and mitogens, there first has to be an available pool of intracellular amino acids. Arginine, an amino acid essential during mammalian embryogenesis and early development is one of the key activators of mTORC1. Herein, we demonstrate that arginine acts independently of its metabolism to allow maximal activation of mTORC1 by growth factors via a mechanism that does not involve regulation of mTORC1 localization to lysosomes. Instead, arginine specifically suppresses lysosomal localization of the TSC complex and interaction with its target small GTPase protein, Rheb. By interfering with TSC-Rheb complex, arginine relieves allosteric inhibition of Rheb by TSC. Arginine cooperates with growth factor signaling which further promotes dissociation of TSC2 from lysosomes and activation of mTORC1. Arginine is the main amino acid sensed by the mTORC1 pathway in several cell types including human embryonic stem cells (hESCs). Dependence on arginine is maintained once hESCs are differentiated to fibroblasts, neurons, and hepatocytes, highlighting the fundamental importance of arginine-sensing to mTORC1 signaling. Together, our data provide evidence that different growth promoting cues cooperate to a greater extent than previously recognized to achieve tight spatial and temporal regulation of mTORC1 signaling.","identifier":[{"type":"publisher-id","id":"11058"},{"type":"doi","id":"10.7554/eLife.11058"}],"date":{"day":"07","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11058","entryfile":"elife-11058-v2.xml","files":["elife-11058-fig1-figsupp1-v2-600w.jpg","elife-11058-fig1-figsupp2-v2-600w.jpg","elife-11058-fig1-figsupp3-v2-600w.jpg","elife-11058-fig1-v2-600w.jpg","elife-11058-fig2-figsupp1-v2-600w.jpg","elife-11058-fig2-figsupp2-v2-600w.jpg","elife-11058-fig2-v2-600w.jpg","elife-11058-fig3-figsupp1-v2-600w.jpg","elife-11058-fig3-figsupp2-v2-600w.jpg","elife-11058-fig3-v2-600w.jpg","elife-11058-fig4-figsupp1-v2-600w.jpg","elife-11058-fig4-v2-600w.jpg","elife-11058-fig5-figsupp1-v2-600w.jpg","elife-11058-fig5-v2-600w.jpg","elife-11058-fig6-v2-600w.jpg","elife-11058-v1.xml"]}