{"title":"Synchronized excitability in a network enables generation of internal neuronal sequences","author":[{"surname":"Wang","given-names":"Yingxue"},{"surname":"Roth","given-names":"Zachary"},{"surname":"Pastalkova","given-names":"Eva"}],"abstract":"Hippocampal place field sequences are supported by sensory cues and network internal mechanisms. In contrast, sharp-wave (SPW) sequences, theta sequences, and episode field sequences are internally generated. The relationship of these sequences to memory is unclear. SPW sequences have been shown to support learning and have been assumed to also support episodic memory. Conversely, we demonstrate these SPW sequences were present in trained rats even after episodic memory was impaired and after other internal sequences – episode field and theta sequences – were eliminated. SPW sequences did not support memory despite continuing to ‘replay’ all task-related sequences – place- field and episode field sequences. Sequence replay occurred selectively during synchronous increases of population excitability -- SPWs. Similarly, theta sequences depended on the presence of repeated synchronized waves of excitability – theta oscillations. Thus, we suggest that either intermittent or rhythmic synchronized changes of excitability trigger sequential firing of neurons, which in turn supports learning and/or memory.","identifier":[{"type":"publisher-id","id":"20697"},{"type":"doi","id":"10.7554/eLife.20697"}],"date":{"day":"28","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20697","entryfile":"elife-20697-v3.xml","files":["elife-20697-fig1-v2-600w.jpg","elife-20697-fig1-v3-600w.jpg","elife-20697-fig2-v2-600w.jpg","elife-20697-fig2-v3-600w.jpg","elife-20697-fig3-v2-600w.jpg","elife-20697-fig3-v3-600w.jpg","elife-20697-fig4-v2-600w.jpg","elife-20697-fig4-v3-600w.jpg","elife-20697-fig5-v2-600w.jpg","elife-20697-fig5-v3-600w.jpg","elife-20697-resp-fig1-v2-600w.jpg","elife-20697-resp-fig1-v3-600w.jpg","elife-20697-resp-fig2-v2-600w.jpg","elife-20697-resp-fig2-v3-600w.jpg","elife-20697-resp-fig3-v2-600w.jpg","elife-20697-resp-fig3-v3-600w.jpg","elife-20697-v1.xml","elife-20697-v2.xml"]}