{"title":"Klp10A, a stem cell centrosome-enriched kinesin, balances asymmetries in <italic>Drosophila</italic> male germline stem cell division","author":[{"surname":"Chen","given-names":"Cuie"},{"surname":"Inaba","given-names":"Mayu"},{"surname":"Venkei","given-names":"Zsolt G"},{"surname":"Yamashita","given-names":"Yukiko M"}],"abstract":"Asymmetric stem cell division is often accompanied by stereotypical inheritance of the mother and daughter centrosomes. However, it remains unknown whether and how stem cell centrosomes are uniquely regulated and how this regulation may contribute to stem cell fate. Here we identify Klp10A, a microtubule-depolymerizing kinesin of the kinesin-13 family, as the first protein enriched in the stem cell centrosome in <italic>Drosophila</italic> male germline stem cells (GSCs). Depletion of <italic>klp10A</italic> results in abnormal elongation of the mother centrosomes in GSCs, suggesting the existence of a stem cell-specific centrosome regulation program. Concomitant with mother centrosome elongation, GSCs form asymmetric spindle, wherein the elongated mother centrosome organizes considerably larger half spindle than the other. This leads to asymmetric cell size, yielding a smaller differentiating daughter cell. We propose that <italic>klp10A</italic> functions to counteract undesirable asymmetries that may result as a by-product of achieving asymmetries essential for successful stem cell divisions.","identifier":[{"type":"publisher-id","id":"20977"},{"type":"doi","id":"10.7554/eLife.20977"}],"date":{"day":"25","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20977","entryfile":"elife-20977-v2.xml","files":["elife-20977-fig1-v2-600w.jpg","elife-20977-fig2-figsupp1-v2-600w.jpg","elife-20977-fig2-v2-600w.jpg","elife-20977-fig3-v2-600w.jpg","elife-20977-fig4-figsupp1-v2-600w.jpg","elife-20977-fig4-figsupp2-v2-600w.jpg","elife-20977-fig4-v2-600w.jpg","elife-20977-fig5-v2-600w.jpg","elife-20977-v1.xml"]}