{"title":"Enhancer additivity and non-additivity are determined by enhancer strength in the <italic>Drosophila</italic> embryo","author":[{"surname":"Bothma","given-names":"Jacques P"},{"surname":"Garcia","given-names":"Hernan G"},{"surname":"Ng","given-names":"Samuel"},{"surname":"Perry","given-names":"Michael W"},{"surname":"Gregor","given-names":"Thomas"},{"surname":"Levine","given-names":"Michael"}],"abstract":"Metazoan genes are embedded in a rich milieu of regulatory information that often includes multiple enhancers possessing overlapping activities. In this study, we employ quantitative live imaging methods to assess the function of pairs of primary and shadow enhancers in the regulation of key patterning genes-<italic>knirps</italic>, <italic>hunchback</italic>, and <italic>snail</italic>-in developing <italic>Drosophila</italic> embryos. The knirps enhancers exhibit additive, sometimes even super-additive activities, consistent with classical gene fusion studies. In contrast, the <italic>hunchback</italic> enhancers function sub-additively in anterior regions containing saturating levels of the Bicoid activator, but function additively in regions where there are diminishing levels of the Bicoid gradient. Strikingly sub-additive behavior is also observed for <italic>snail</italic>, whereby removal of the proximal enhancer causes a significant increase in gene expression. Quantitative modeling of enhancer–promoter interactions suggests that weakly active enhancers function additively while strong enhancers behave sub-additively due to competition with the target promoter.","identifier":[{"type":"publisher-id","id":"07956"},{"type":"doi","id":"10.7554/eLife.07956"}],"date":{"day":"12","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07956","entryfile":"elife-07956-v1.xml","files":["elife-07956-fig1-figsupp1-v1-600w.jpg","elife-07956-fig1-v1-600w.jpg","elife-07956-fig2-v1-600w.jpg","elife-07956-fig3-v1-600w.jpg","elife-07956-fig4-v1-600w.jpg","elife-07956-fig5-v1-600w.jpg"]}