{"title":"FAK/PYK2 promotes the Wnt/β-catenin pathway and intestinal tumorigenesis by phosphorylating GSK3β","author":[{"surname":"Gao","given-names":"Chenxi"},{"surname":"Chen","given-names":"Guangming"},{"surname":"Kuan","given-names":"Shih-Fan"},{"surname":"Zhang","given-names":"Dennis Han"},{"surname":"Schlaepfer","given-names":"David D"},{"surname":"Hu","given-names":"Jing"}],"abstract":"Aberrant activation of Wnt/β-catenin signaling plays an unequivocal role in colorectal cancer, but identification of effective Wnt inhibitors for use in cancer remains a tremendous challenge. New insights into the regulation of this pathway could reveal new therapeutic point of intervention, therefore are greatly needed. Here we report a novel FAK/PYK2/GSK3β<sup>Y216</sup>/β-catenin regulation axis: FAK and PYK2, elevated in adenomas in <italic>APC</italic><sup>min/+</sup> mice and in human colorectal cancer tissues, functioned redundantly to promote the Wnt/β-catenin pathway by phosphorylating GSK3β<sup>Y216</sup> to reinforce pathway output—β-catenin accumulation and intestinal tumorigenesis. We previously showed that Wnt-induced β-catenin accumulation requires Wnt-induced GSK3β/β-TrCP interaction; the current study revealed that phosphorylation of GSK3β<sup>Y216</sup> was a molecular determinant of GSK3β recruitment of β-TrCP. Pharmacological inhibition of FAK/PYK2 suppressed adenoma formation in <italic>APC</italic><sup>min/+</sup> mice accompanied with reduced intestinal levels of phospho-GSK3β<sup>Y216</sup> and β-catenin, indicating that FAK/PYK2/GSK3β<sup>Y216</sup> axis is critical for the activation of Wnt/β-catenin signaling in APC driven intestinal tumorigenesis.","identifier":[{"type":"publisher-id","id":"10072"},{"type":"doi","id":"10.7554/eLife.10072"}],"date":{"day":"03","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10072","entryfile":"elife-10072-v2.xml","files":["elife-10072-fig1-v2-600w.jpg","elife-10072-fig2-v2-600w.jpg","elife-10072-fig3-v2-600w.jpg","elife-10072-fig4-v2-600w.jpg","elife-10072-fig5-v2-600w.jpg","elife-10072-fig6-v2-600w.jpg","elife-10072-v1.xml"]}