{"title":"Hypothemycin, a fungal natural product, identifies therapeutic targets in <italic>Trypanosoma brucei</italic>","author":[{"surname":"Nishino","given-names":"Mari"},{"surname":"Choy","given-names":"Jonathan W"},{"surname":"Gushwa","given-names":"Nathan N"},{"surname":"Oses-Prieto","given-names":"Juan A"},{"surname":"Koupparis","given-names":"Kyriacos"},{"surname":"Burlingame","given-names":"Alma L"},{"surname":"Renslo","given-names":"Adam R"},{"surname":"McKerrow","given-names":"James H"},{"surname":"Taunton","given-names":"Jack"}],"abstract":"Protein kinases are potentially attractive therapeutic targets for neglected parasitic diseases, including African trypanosomiasis caused by the protozoan, <italic>Trypanosoma brucei</italic>. How to prioritize <italic>T. brucei</italic> kinases and quantify their intracellular engagement by small-molecule inhibitors remain unsolved problems. Here, we combine chemoproteomics and RNA interference to interrogate trypanosome kinases bearing a Cys-Asp-Xaa-Gly motif (CDXG kinases). We discovered that hypothemycin, a fungal polyketide previously shown to covalently inactivate a subset of human CDXG kinases, kills <italic>T. brucei</italic> in culture and in infected mice. Quantitative chemoproteomic analysis with a hypothemycin-based probe revealed the relative sensitivity of endogenous CDXG kinases, including <italic>Tb</italic>GSK3short and a previously uncharacterized kinase, <italic>Tb</italic>CLK1. RNAi-mediated knockdown demonstrated that both kinases are essential, but only <italic>Tb</italic>CLK1 is fully engaged by cytotoxic concentrations of hypothemycin in intact cells. Our study identifies <italic>Tb</italic>CLK1 as a therapeutic target for African trypanosomiasis and establishes a new chemoproteomic tool for interrogating CDXG kinases in their native context.","identifier":[{"type":"publisher-id","id":"00712"},{"type":"doi","id":"10.7554/eLife.00712"}],"date":{"day":"09","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00712","entryfile":"elife-00712-v1.xml","files":["elife-00712-fig1-v1-600w.jpg","elife-00712-fig2-v1-600w.jpg","elife-00712-fig3-v1-600w.jpg","elife-00712-fig4-v1-600w.jpg","elife-00712-fig5-v1-600w.jpg"]}