{"title":"Designed α-sheet peptides inhibit amyloid formation by targeting toxic oligomers","author":[{"surname":"Hopping","given-names":"Gene"},{"surname":"Kellock","given-names":"Jackson"},{"surname":"Barnwal","given-names":"Ravi Pratap"},{"surname":"Law","given-names":"Peter"},{"surname":"Bryers","given-names":"James"},{"surname":"Varani","given-names":"Gabriele"},{"surname":"Caughey","given-names":"Byron"},{"surname":"Daggett","given-names":"Valerie"}],"abstract":"Previous studies suggest that the toxic soluble-oligomeric form of different amyloid proteins share a common backbone conformation, but the amorphous nature of this oligomer prevents its structural characterization by experiment. Based on molecular dynamics simulations we proposed that toxic intermediates of different amyloid proteins adopt a common, nonstandard secondary structure, called α-sheet. Here we report the experimental characterization of peptides designed to be complementary to the α-sheet conformation observed in the simulations. We demonstrate inhibition of aggregation in two different amyloid systems, β-amyloid peptide (Aβ) and transthyretin, by these designed α-sheet peptides. When immobilized the α-sheet designs preferentially bind species from solutions enriched in the toxic conformer compared with non-aggregated, nontoxic species or mature fibrils. The designs display characteristic spectroscopic signatures distinguishing them from conventional secondary structures, supporting α-sheet as a structure involved in the toxic oligomer stage of amyloid formation and paving the way for novel therapeutics and diagnostics.","identifier":[{"type":"publisher-id","id":"01681"},{"type":"doi","id":"10.7554/eLife.01681"}],"date":{"day":"15","month":"07","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"01681","entryfile":"elife-01681-v1.xml","files":["elife-01681-fig1-v1-600w.jpg","elife-01681-fig2-figsupp1-v1-600w.jpg","elife-01681-fig2-figsupp2-v1-600w.jpg","elife-01681-fig2-figsupp3-v1-600w.jpg","elife-01681-fig2-figsupp4-v1-600w.jpg","elife-01681-fig2-v1-600w.jpg","elife-01681-fig3-figsupp1-v1-600w.jpg","elife-01681-fig3-figsupp2-v1-600w.jpg","elife-01681-fig3-figsupp3-v1-600w.jpg","elife-01681-fig3-figsupp4-v1-600w.jpg","elife-01681-fig3-v1-600w.jpg","elife-01681-fig4-figsupp1-v1-600w.jpg","elife-01681-fig4-figsupp2-v1-600w.jpg","elife-01681-fig4-figsupp3-v1-600w.jpg","elife-01681-fig4-v1-600w.jpg"]}