{"title":"Neurotrophin-3 regulates ribbon synapse density in the cochlea and induces synapse regeneration after acoustic trauma","author":[{"surname":"Wan","given-names":"Guoqiang"},{"surname":"Gómez-Casati","given-names":"Maria E"},{"surname":"Gigliello","given-names":"Angelica R"},{"surname":"Liberman","given-names":"M Charles"},{"surname":"Corfas","given-names":"Gabriel"}],"abstract":"Neurotrophin-3 (Ntf3) and brain derived neurotrophic factor (Bdnf) are critical for sensory neuron survival and establishment of neuronal projections to sensory epithelia in the embryonic inner ear, but their postnatal functions remain poorly understood. Using cell-specific inducible gene recombination in mice we found that, in the postnatal inner ear, Bbnf and Ntf3 are required for the formation and maintenance of hair cell ribbon synapses in the vestibular and cochlear epithelia, respectively. We also show that supporting cells in these epithelia are the key endogenous source of the neurotrophins. Using a new hair cell CreER<sup>T</sup> line with mosaic expression, we also found that Ntf3's effect on cochlear synaptogenesis is highly localized. Moreover, supporting cell-derived Ntf3, but not Bbnf, promoted recovery of cochlear function and ribbon synapse regeneration after acoustic trauma. These results indicate that glial-derived neurotrophins play critical roles in inner ear synapse density and synaptic regeneration after injury.","identifier":[{"type":"publisher-id","id":"03564"},{"type":"doi","id":"10.7554/eLife.03564"}],"date":{"day":"20","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03564","entryfile":"elife-03564-v2.xml","files":["elife-03564-fig1-figsupp1-v2-600w.jpg","elife-03564-fig1-v2-600w.jpg","elife-03564-fig2-v2-600w.jpg","elife-03564-fig3-v2-600w.jpg","elife-03564-fig4-v2-600w.jpg","elife-03564-fig5-v2-600w.jpg","elife-03564-fig6-v2-600w.jpg","elife-03564-fig7-v2-600w.jpg","elife-03564-fig8-v2-600w.jpg","elife-03564-resp-fig1-v2-600w.jpg","elife-03564-v1.xml"]}