{"title":"Epigenetic regulation of lateralized fetal spinal gene expression underlies hemispheric asymmetries","author":[{"surname":"Ocklenburg","given-names":"Sebastian"},{"surname":"Schmitz","given-names":"Judith"},{"surname":"Moinfar","given-names":"Zahra"},{"surname":"Moser","given-names":"Dirk"},{"surname":"Klose","given-names":"Rena"},{"surname":"Lor","given-names":"Stephanie"},{"surname":"Kunz","given-names":"Georg"},{"surname":"Tegenthoff","given-names":"Martin"},{"surname":"Faustmann","given-names":"Pedro"},{"surname":"Francks","given-names":"Clyde"},{"surname":"Epplen","given-names":"Jörg T"},{"surname":"Kumsta","given-names":"Robert"},{"surname":"Güntürkün","given-names":"Onur"}],"abstract":"Lateralization is a fundamental principle of nervous system organization but its molecular determinants are mostly unknown. In humans, asymmetric gene expression in the fetal cortex has been suggested as the molecular basis of handedness. However, human fetuses already show considerable asymmetries in arm movements before the motor cortex is functionally linked to the spinal cord, making it more likely that spinal gene expression asymmetries form the molecular basis of handedness. We analyzed genome-wide mRNA expression and DNA methylation in cervical and anterior thoracal spinal cord segments of five human fetuses and show development-dependent gene expression asymmetries. These gene expression asymmetries were epigenetically regulated by miRNA expression asymmetries in the TGF-β signaling pathway and lateralized methylation of CpG islands. Our findings suggest that molecular mechanisms for epigenetic regulation within the spinal cord constitute the starting point for handedness, implying a fundamental shift in our understanding of the ontogenesis of hemispheric asymmetries in humans.","identifier":[{"type":"publisher-id","id":"22784"},{"type":"doi","id":"10.7554/eLife.22784"}],"date":{"day":"01","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22784","entryfile":"elife-22784-v2.xml","files":["elife-22784-fig1-v2-600w.jpg","elife-22784-fig2-v2-600w.jpg","elife-22784-fig3-v2-600w.jpg","elife-22784-v1.xml"]}