{"title":"Sugar promotes vegetative phase change in <italic>Arabidopsis thaliana</italic> by repressing the expression of <italic>MIR156A</italic> and <italic>MIR156C</italic>","author":[{"surname":"Yang","given-names":"Li"},{"surname":"Xu","given-names":"Mingli"},{"surname":"Koo","given-names":"Yeonjong"},{"surname":"He","given-names":"Jia"},{"surname":"Poethig","given-names":"R Scott"}],"abstract":"Nutrients shape the growth, maturation, and aging of plants and animals. In plants, the juvenile to adult transition (vegetative phase change) is initiated by a decrease in miR156. In <italic>Arabidopsis</italic>, we found that exogenous sugar decreased the abundance of miR156, whereas reduced photosynthesis increased the level of this miRNA. This effect was correlated with a change in the timing of vegetative phase change, and was primarily attributable to a change in the expression of two genes, <italic>MIR156A</italic> and <italic>MIR156C</italic>, which were found to play dominant roles in this transition. The glucose-induced repression of miR156 was dependent on the signaling activity of HEXOKINASE1. We also show that the defoliation-induced increase in miR156 levels can be suppressed by exogenous glucose. These results provide a molecular link between nutrient availability and developmental timing in plants, and suggest that sugar is a component of the leaf signal that mediates vegetative phase change.","identifier":[{"type":"publisher-id","id":"00260"},{"type":"doi","id":"10.7554/eLife.00260"}],"date":{"day":"26","month":"03","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00260","entryfile":"elife-00260-v1.xml","files":["elife-00260-fig1-v1-600w.jpg","elife-00260-fig2-v1-600w.jpg","elife-00260-fig3-v1-600w.jpg","elife-00260-fig4-v1-600w.jpg","elife-00260-fig5-figsupp1-v1-600w.jpg","elife-00260-fig5-v1-600w.jpg","elife-00260-fig6-figsupp1-v1-600w.jpg","elife-00260-fig6-figsupp2-v1-600w.jpg","elife-00260-fig6-v1-600w.jpg","elife-00260-fig7-v1-600w.jpg"]}