{"title":"A sequential multi-target Mps1 phosphorylation cascade promotes spindle checkpoint signaling","author":[{"surname":"Ji","given-names":"Zhejian"},{"surname":"Gao","given-names":"Haishan"},{"surname":"Jia","given-names":"Luying"},{"surname":"Li","given-names":"Bing"},{"surname":"Yu","given-names":"Hongtao"}],"abstract":"The master spindle checkpoint kinase Mps1 senses kinetochore-microtubule attachment and promotes checkpoint signaling to ensure accurate chromosome segregation. The kinetochore scaffold Knl1, when phosphorylated by Mps1, recruits checkpoint complexes Bub1–Bub3 and BubR1–Bub3 to unattached kinetochores. Active checkpoint signaling ultimately enhances the assembly of the mitotic checkpoint complex (MCC) consisting of BubR1–Bub3, Mad2, and Cdc20, which inhibits the anaphase-promoting complex or cyclosome bound to Cdc20 (APC/C<sup>Cdc20</sup>) to delay anaphase onset. Using in vitro reconstitution, we show that Mps1 promotes APC/C inhibition by MCC components through phosphorylating Bub1 and Mad1. Phosphorylated Bub1 binds to Mad1–Mad2. Phosphorylated Mad1 directly interacts with Cdc20. Mutations of Mps1 phosphorylation sites in Bub1 or Mad1 abrogate the spindle checkpoint in human cells. Therefore, Mps1 promotes checkpoint activation through sequentially phosphorylating Knl1, Bub1, and Mad1. This sequential multi-target phosphorylation cascade makes the checkpoint highly responsive to Mps1 and to kinetochore-microtubule attachment.","identifier":[{"type":"publisher-id","id":"22513"},{"type":"doi","id":"10.7554/eLife.22513"}],"date":{"day":"10","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22513","entryfile":"elife-22513-v2.xml","files":["elife-22513-fig1-figsupp1-v2-600w.jpg","elife-22513-fig1-v2-600w.jpg","elife-22513-fig2-figsupp1-v2-600w.jpg","elife-22513-fig2-v2-600w.jpg","elife-22513-fig3-v2-600w.jpg","elife-22513-fig4-figsupp1-v2-600w.jpg","elife-22513-fig4-v2-600w.jpg","elife-22513-fig5-figsupp1-v2-600w.jpg","elife-22513-fig5-v2-600w.jpg","elife-22513-fig6-v2-600w.jpg","elife-22513-fig7-v2-600w.jpg","elife-22513-v1.xml"]}