{"title":"Massive palmitoylation-dependent endocytosis during reoxygenation of anoxic cardiac muscle","author":[{"surname":"Lin","given-names":"Mei-Jung"},{"surname":"Fine","given-names":"Michael"},{"surname":"Lu","given-names":"Jui-Yun"},{"surname":"Hofmann","given-names":"Sandra L"},{"surname":"Frazier","given-names":"Gary"},{"surname":"Hilgemann","given-names":"Donald W"}],"abstract":"In fibroblasts, large Ca transients activate massive endocytosis (MEND) that involves membrane protein palmitoylation subsequent to mitochondrial permeability transition pore (PTP) openings. Here, we characterize this pathway in cardiac muscle. Myocytes with increased expression of the acyl transferase, DHHC5, have decreased Na/K pump activity. In DHHC5-deficient myocytes, Na/K pump activity and surface area/volume ratios are increased, the palmitoylated regulatory protein, phospholemman (PLM), and the cardiac Na/Ca exchanger (NCX1) show greater surface membrane localization, and MEND is inhibited in four protocols. Both electrical and optical methods demonstrate that PTP-dependent MEND occurs during reoxygenation of anoxic hearts. Post-anoxia MEND is ablated in DHHC5-deficient hearts, inhibited by cyclosporine A (CsA) and adenosine, promoted by staurosporine (STS), reduced in hearts lacking PLM, and correlates with impaired post-anoxia contractile function. Thus, the MEND pathway appears to be deleterious in severe oxidative stress but may constitutively contribute to cardiac sarcolemma turnover in dependence on metabolic stress.","identifier":[{"type":"publisher-id","id":"01295"},{"type":"doi","id":"10.7554/eLife.01295"}],"date":{"day":"26","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01295","entryfile":"elife-01295-v1.xml","files":["elife-01295-fig1-v1-600w.jpg","elife-01295-fig2-v1-600w.jpg","elife-01295-fig3-v1-600w.jpg","elife-01295-fig4-v1-600w.jpg","elife-01295-fig5-v1-600w.jpg","elife-01295-fig6-v1-600w.jpg","elife-01295-fig7-v1-600w.jpg","elife-01295-fig8-v1-600w.jpg","elife-01295-fig9-v1-600w.jpg"]}