{"title":"GluN2B-containing NMDA receptors regulate depression-like behavior and are critical for the rapid antidepressant actions of ketamine","author":[{"surname":"Miller","given-names":"Oliver H"},{"surname":"Yang","given-names":"Lingling"},{"surname":"Wang","given-names":"Chih-Chieh"},{"surname":"Hargroder","given-names":"Elizabeth A"},{"surname":"Zhang","given-names":"Yihui"},{"surname":"Delpire","given-names":"Eric"},{"surname":"Hall","given-names":"Benjamin J"}],"abstract":"A single, low dose of the NMDA receptor antagonist ketamine produces rapid antidepressant actions in treatment-resistant depressed patients. Understanding the cellular mechanisms underlying this will lead to new therapies for treating major depression. NMDARs are heteromultimeric complexes formed through association of two GluN1 and two GluN2 subunits. We show that in vivo deletion of GluN2B, only from principal cortical neurons, mimics and occludes ketamine's actions on depression-like behavior and excitatory synaptic transmission. Furthermore, ketamine-induced increases in mTOR activation and synaptic protein synthesis were mimicked and occluded in 2BΔCtx mice. We show here that cortical GluN2B-containing NMDARs are uniquely activated by ambient glutamate to regulate levels of excitatory synaptic transmission. Together these data predict a novel cellular mechanism that explains ketamine's rapid antidepressant actions. In this model, basal glutamatergic neurotransmission sensed by cortical GluN2B-containing NMDARs regulates excitatory synaptic strength in PFC determining basal levels of depression-like behavior.","identifier":[{"type":"publisher-id","id":"03581"},{"type":"doi","id":"10.7554/eLife.03581"}],"date":{"day":"23","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03581","entryfile":"elife-03581-v2.xml","files":["elife-03581-fig1-v2-600w.jpg","elife-03581-fig2-v2-600w.jpg","elife-03581-fig3-v2-600w.jpg","elife-03581-fig4-v2-600w.jpg","elife-03581-fig5-v2-600w.jpg","elife-03581-resp-fig1-v2-600w.jpg","elife-03581-resp-fig2-v2-600w.jpg","elife-03581-v1.xml"]}