{"title":"Complexin inhibits spontaneous release and synchronizes Ca<sup>2+</sup>-triggered synaptic vesicle fusion by distinct mechanisms","author":[{"surname":"Lai","given-names":"Ying"},{"surname":"Diao","given-names":"Jiajie"},{"surname":"Cipriano","given-names":"Daniel J"},{"surname":"Zhang","given-names":"Yunxiang"},{"surname":"Pfuetzner","given-names":"Richard A"},{"surname":"Padolina","given-names":"Mark S"},{"surname":"Brunger","given-names":"Axel T"}],"abstract":"Previously we showed that fast Ca<sup>2+</sup>-triggered vesicle fusion with reconstituted neuronal SNAREs and synaptotagmin-1 begins from an initial hemifusion-free membrane point contact, rather than a hemifusion diaphragm, using a single vesicle–vesicle lipid/content mixing assay (<xref>Diao et al., 2012</xref>). When complexin-1 was included, a more pronounced Ca<sup>2+</sup>-triggered fusion burst was observed, effectively synchronizing the process. Here we show that complexin-1 also reduces spontaneous fusion in the same assay. Moreover, distinct effects of several complexin-1 truncation mutants on spontaneous and Ca<sup>2+</sup>-triggered fusion closely mimic those observed in neuronal cultures. The very N-terminal domain is essential for synchronization of Ca<sup>2+</sup>-triggered fusion, but not for suppression of spontaneous fusion, whereas the opposite is true for the C-terminal domain. By systematically varying the complexin-1 concentration, we observed differences in titration behavior for spontaneous and Ca<sup>2+</sup>-triggered fusion. Taken together, complexin-1 utilizes distinct mechanisms for synchronization of Ca<sup>2+</sup>-triggered fusion and inhibition of spontaneous fusion.","identifier":[{"type":"publisher-id","id":"03756"},{"type":"doi","id":"10.7554/eLife.03756"}],"date":{"day":"13","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03756","entryfile":"elife-03756-v1.xml","files":["elife-03756-fig1-v1-600w.jpg","elife-03756-fig2-v1-600w.jpg","elife-03756-fig3-v1-600w.jpg","elife-03756-fig4-v1-600w.jpg"]}