{"title":"Evolution of alternative biosynthetic pathways for vitamin C following plastid acquisition in photosynthetic eukaryotes","author":[{"surname":"Wheeler","given-names":"Glen"},{"surname":"Ishikawa","given-names":"Takahiro"},{"surname":"Pornsaksit","given-names":"Varissa"},{"surname":"Smirnoff","given-names":"Nicholas"}],"abstract":"Ascorbic acid (vitamin C) is an enzyme co-factor in eukaryotes that also plays a critical role in protecting photosynthetic eukaryotes against damaging reactive oxygen species derived from the chloroplast. Many animal lineages, including primates, have become ascorbate auxotrophs due to the loss of the terminal enzyme in their biosynthetic pathway, <sc>l</sc>-gulonolactone oxidase (GULO). The alternative pathways found in land plants and <italic>Euglena</italic> use a different terminal enzyme, <sc>l</sc>-galactonolactone dehydrogenase (GLDH). The evolutionary processes leading to these differing pathways and their contribution to the cellular roles of ascorbate remain unclear. Here we present molecular and biochemical evidence demonstrating that GULO was functionally replaced with GLDH in photosynthetic eukaryote lineages following plastid acquisition. GULO has therefore been lost repeatedly throughout eukaryote evolution. The formation of the alternative biosynthetic pathways in photosynthetic eukaryotes uncoupled ascorbate synthesis from hydrogen peroxide production and likely contributed to the rise of ascorbate as a major photoprotective antioxidant.","identifier":[{"type":"publisher-id","id":"06369"},{"type":"doi","id":"10.7554/eLife.06369"}],"date":{"day":"13","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06369","entryfile":"elife-06369-v2.xml","files":["elife-06369-fig1-v2-600w.jpg","elife-06369-fig2-figsupp1-v2-600w.jpg","elife-06369-fig2-figsupp2-v2-600w.jpg","elife-06369-fig2-v2-600w.jpg","elife-06369-fig3-figsupp1-v2-600w.jpg","elife-06369-fig3-v2-600w.jpg","elife-06369-fig4-figsupp1-v2-600w.jpg","elife-06369-fig4-v2-600w.jpg","elife-06369-fig5-v2-600w.jpg","elife-06369-fig6-v2-600w.jpg","elife-06369-fig7-v2-600w.jpg","elife-06369-v1.xml"]}