{"title":"Arf6 regulates the cycling and the readily releasable pool of synaptic vesicles at hippocampal synapse","author":[{"surname":"Tagliatti","given-names":"Erica"},{"surname":"Fadda","given-names":"Manuela"},{"surname":"Falace","given-names":"Antonio"},{"surname":"Benfenati","given-names":"Fabio"},{"surname":"Fassio","given-names":"Anna"}],"abstract":"Recycling of synaptic vesicles (SVs) is a fundamental step in the process of neurotransmission. Endocytosed SV can travel directly into the recycling pool or recycle through endosomes but little is known about the molecular actors regulating the switch between these SV recycling routes. ADP ribosylation factor 6 (Arf6) is a small GTPase known to participate in constitutive trafficking between plasma membrane and early endosomes. Here, we have morphologically and functionally investigated Arf6-silenced hippocampal synapses and found an activity dependent accumulation of synaptic endosome-like organelles and increased release-competent docked SVs. These features were phenocopied by pharmacological blockage of Arf6 activation. The data reveal an unexpected role for this small GTPase in reducing the size of the readily releasable pool of SVs and in channeling retrieved SVs toward direct recycling rather than endosomal sorting. We propose that Arf6 acts at the presynapse to define the fate of an endocytosed SV.","identifier":[{"type":"publisher-id","id":"10116"},{"type":"doi","id":"10.7554/eLife.10116"}],"date":{"day":"05","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10116","entryfile":"elife-10116-v2.xml","files":["elife-10116-fig1-figsupp1-v2-600w.jpg","elife-10116-fig1-figsupp2-v2-600w.jpg","elife-10116-fig1-figsupp3-v2-600w.jpg","elife-10116-fig1-v2-600w.jpg","elife-10116-fig2-v2-600w.jpg","elife-10116-fig3-figsupp1-v2-600w.jpg","elife-10116-fig3-v2-600w.jpg","elife-10116-fig4-v2-600w.jpg","elife-10116-fig5-figsupp1-v2-600w.jpg","elife-10116-fig5-figsupp2-v2-600w.jpg","elife-10116-fig5-v2-600w.jpg","elife-10116-fig6-v2-600w.jpg","elife-10116-fig7-figsupp1-v2-600w.jpg","elife-10116-fig7-v2-600w.jpg","elife-10116-v1.xml"]}