{"title":"ERK8 is a negative regulator of O-GalNAc glycosylation and cell migration","author":[{"surname":"Chia","given-names":"Joanne"},{"surname":"Tham","given-names":"Keit Min"},{"surname":"Gill","given-names":"David James"},{"surname":"Bard-Chapeau","given-names":"Emilie Anne"},{"surname":"Bard","given-names":"Frederic A"}],"abstract":"ER O-glycosylation can be induced through relocalisation GalNAc-Transferases from the Golgi. This process markedly stimulates cell migration and is constitutively activated in more than 60% of breast carcinomas. How this activation is achieved remains unclear. Here, we screened 948 signalling genes using RNAi and imaging. We identified 12 negative regulators of O-glycosylation that all control GalNAc-T sub-cellular localisation. ERK8, an atypical MAPK with high basal kinase activity, is a strong hit and is partially localised at the Golgi. Its inhibition induces the relocation of GalNAc-Ts, but not of KDEL receptors, revealing the existence of two separate COPI-dependent pathways. ERK8 down-regulation, in turn, activates cell motility. In human breast and lung carcinomas, ERK8 expression is reduced while ER O-glycosylation initiation is hyperactivated. In sum, ERK8 appears as a constitutive brake on GalNAc-T relocalisation, and the loss of its expression could drive cancer aggressivity through increased cell motility.","identifier":[{"type":"publisher-id","id":"01828"},{"type":"doi","id":"10.7554/eLife.01828"}],"date":{"day":"11","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01828","entryfile":"elife-01828-v1.xml","files":["elife-01828-fig1-figsupp1-v1-600w.jpg","elife-01828-fig1-v1-600w.jpg","elife-01828-fig2-figsupp1-v1-600w.jpg","elife-01828-fig2-v1-600w.jpg","elife-01828-fig3-figsupp1-v1-600w.jpg","elife-01828-fig3-v1-600w.jpg","elife-01828-fig4-figsupp1-v1-600w.jpg","elife-01828-fig4-v1-600w.jpg","elife-01828-fig5-figsupp1-v1-600w.jpg","elife-01828-fig5-v1-600w.jpg","elife-01828-fig6-figsupp1-v1-600w.jpg","elife-01828-fig6-v1-600w.jpg","elife-01828-fig7-figsupp1-v1-600w.jpg","elife-01828-fig7-v1-600w.jpg"]}