{"title":"Primate amygdala neurons evaluate the progress of self-defined economic choice sequences","author":[{"surname":"Grabenhorst","given-names":"Fabian"},{"surname":"Hernadi","given-names":"Istvan"},{"surname":"Schultz","given-names":"Wolfram"}],"abstract":"The amygdala is a prime valuation structure yet its functions in advanced behaviors are poorly understood. We tested whether individual amygdala neurons encode a critical requirement for goal-directed behavior: the evaluation of progress during sequential choices. As monkeys progressed through choice sequences toward rewards, amygdala neurons showed phasic, gradually increasing responses over successive choice steps. These responses occurred in the absence of external progress cues or motor preplanning. They were often specific to self-defined sequences, typically disappearing during instructed control sequences with similar reward expectation. Their build-up rate reflected prospectively the forthcoming choice sequence, suggesting adaptation to an internal plan. Population decoding demonstrated a high-accuracy progress code. These findings indicate that amygdala neurons evaluate the progress of planned, self-defined behavioral sequences. Such progress signals seem essential for aligning stepwise choices with internal plans. Their presence in amygdala neurons may inform understanding of human conditions with amygdala dysfunction and deregulated reward pursuit.","identifier":[{"type":"publisher-id","id":"18731"},{"type":"doi","id":"10.7554/eLife.18731"}],"date":{"day":"12","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18731","entryfile":"elife-18731-v1.xml","files":["elife-18731-fig1-figsupp1-v1-600w.jpg","elife-18731-fig1-v1-600w.jpg","elife-18731-fig2-v1-600w.jpg","elife-18731-fig3-figsupp1-v1-600w.jpg","elife-18731-fig3-v1-600w.jpg","elife-18731-fig4-v1-600w.jpg","elife-18731-fig5-figsupp1-v1-600w.jpg","elife-18731-fig5-figsupp2-v1-600w.jpg","elife-18731-fig5-v1-600w.jpg","elife-18731-fig6-figsupp1-v1-600w.jpg","elife-18731-fig6-v1-600w.jpg"]}