{"title":"Clec11a/osteolectin is an osteogenic growth factor that promotes the maintenance of the adult skeleton","author":[{"surname":"Yue","given-names":"Rui"},{"surname":"Shen","given-names":"Bo"},{"surname":"Morrison","given-names":"Sean J"}],"abstract":"Bone marrow stromal cells maintain the adult skeleton by forming osteoblasts throughout life that regenerate bone and repair fractures. We discovered that subsets of these stromal cells, osteoblasts, osteocytes, and hypertrophic chondrocytes secrete a C-type lectin domain protein, Clec11a, which promotes osteogenesis. <italic>Clec11a</italic>-deficient mice appeared developmentally normal and had normal hematopoiesis but reduced limb and vertebral bone. <italic>Clec11a</italic>-deficient mice exhibited accelerated bone loss during aging, reduced bone strength, and delayed fracture healing. Bone marrow stromal cells from <italic>Clec11a</italic>-deficient mice showed impaired osteogenic differentiation, but normal adipogenic and chondrogenic differentiation. Recombinant Clec11a promoted osteogenesis by stromal cells in culture and increased bone mass in osteoporotic mice in vivo. Recombinant human Clec11a promoted osteogenesis by human bone marrow stromal cells in culture and in vivo. Clec11a thus maintains the adult skeleton by promoting the differentiation of mesenchymal progenitors into mature osteoblasts. In light of this, we propose to call this factor Osteolectin.","identifier":[{"type":"publisher-id","id":"18782"},{"type":"doi","id":"10.7554/eLife.18782"}],"date":{"day":"13","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18782","entryfile":"elife-18782-v1.xml","files":["elife-18782-fig1-figsupp1-v1-600w.jpg","elife-18782-fig1-v1-600w.jpg","elife-18782-fig2-figsupp1-v1-600w.jpg","elife-18782-fig2-v1-600w.jpg","elife-18782-fig3-figsupp1-v1-600w.jpg","elife-18782-fig3-figsupp2-v1-600w.jpg","elife-18782-fig3-v1-600w.jpg","elife-18782-fig4-v1-600w.jpg","elife-18782-fig5-figsupp1-v1-600w.jpg","elife-18782-fig5-v1-600w.jpg","elife-18782-fig6-figsupp1-v1-600w.jpg","elife-18782-fig6-figsupp2-v1-600w.jpg","elife-18782-fig6-v1-600w.jpg","elife-18782-fig7-figsupp1-v1-600w.jpg","elife-18782-fig7-v1-600w.jpg"]}