{"title":"Neuron-wide RNA transport combines with netrin-mediated local translation to spatially regulate the synaptic proteome","author":[{"surname":"Kim","given-names":"Sangmok"},{"surname":"Martin","given-names":"Kelsey C"}],"abstract":"The persistence of experience-dependent changes in brain connectivity requires RNA localization and protein synthesis. Previous studies have demonstrated a role for local translation in altering the structure and function of synapses during synapse formation and experience-dependent synaptic plasticity. In this study, we ask whether in addition to promoting local translation, local stimulation also triggers directed trafficking of RNAs from nucleus to stimulated synapses. Imaging of RNA localization and translation in cultured Aplysia sensory-motor neurons revealed that RNAs were delivered throughout the arbor of the sensory neuron, but that translation was enriched only at sites of synaptic contact and/or synaptic stimulation. Investigation of the mechanisms that trigger local translation revealed a role for calcium-dependent retrograde netrin-1/DCC receptor signaling. Spatially restricting gene expression by regulating local translation rather than by directing the delivery of mRNAs from nucleus to stimulated synapses maximizes the readiness of the entire neuronal arbor to respond to local cues.","identifier":[{"type":"publisher-id","id":"04158"},{"type":"doi","id":"10.7554/eLife.04158"}],"date":{"day":"08","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04158","entryfile":"elife-04158-v2.xml","files":["elife-04158-fig1-figsupp1-v2-600w.jpg","elife-04158-fig1-v2-600w.jpg","elife-04158-fig10-figsupp1-v2-600w.jpg","elife-04158-fig10-v2-600w.jpg","elife-04158-fig2-figsupp1-v2-600w.jpg","elife-04158-fig2-figsupp2-v2-600w.jpg","elife-04158-fig2-v2-600w.jpg","elife-04158-fig3-v2-600w.jpg","elife-04158-fig4-figsupp1-v2-600w.jpg","elife-04158-fig4-v2-600w.jpg","elife-04158-fig5-figsupp1-v2-600w.jpg","elife-04158-fig5-v2-600w.jpg","elife-04158-fig6-v2-600w.jpg","elife-04158-fig7-figsupp1-v2-600w.jpg","elife-04158-fig7-v2-600w.jpg","elife-04158-fig8-v2-600w.jpg","elife-04158-fig9-v2-600w.jpg","elife-04158-v1.xml"]}