{"title":"Molecular insights into RNA and DNA helicase evolution from the determinants of specificity for a DEAD-box RNA helicase","author":[{"surname":"Mallam","given-names":"Anna L"},{"surname":"Sidote","given-names":"David J"},{"surname":"Lambowitz","given-names":"Alan M"}],"abstract":"How different helicase families with a conserved catalytic ‘helicase core’ evolved to function on varied RNA and DNA substrates by diverse mechanisms remains unclear. In this study, we used Mss116, a yeast DEAD-box protein that utilizes ATP to locally unwind dsRNA, to investigate helicase specificity and mechanism. Our results define the molecular basis for the substrate specificity of a DEAD-box protein. Additionally, they show that Mss116 has ambiguous substrate-binding properties and interacts with all four NTPs and both RNA and DNA. The efficiency of unwinding correlates with the stability of the ‘closed-state’ helicase core, a complex with nucleotide and nucleic acid that forms as duplexes are unwound. Crystal structures reveal that core stability is modulated by family-specific interactions that favor certain substrates. This suggests how present-day helicases diversified from an ancestral core with broad specificity by retaining core closure as a common catalytic mechanism while optimizing substrate-binding interactions for different cellular functions.","identifier":[{"type":"publisher-id","id":"04630"},{"type":"doi","id":"10.7554/eLife.04630"}],"date":{"day":"12","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04630","entryfile":"elife-04630-v2.xml","files":["elife-04630-fig1-figsupp1-v2-600w.jpg","elife-04630-fig1-v2-600w.jpg","elife-04630-fig2-figsupp1-v2-600w.jpg","elife-04630-fig2-figsupp2-v2-600w.jpg","elife-04630-fig2-v2-600w.jpg","elife-04630-fig3-v2-600w.jpg","elife-04630-fig4-figsupp1-v2-600w.jpg","elife-04630-fig4-v2-600w.jpg","elife-04630-fig5-figsupp1-v2-600w.jpg","elife-04630-fig5-figsupp2-v2-600w.jpg","elife-04630-fig5-figsupp3-v2-600w.jpg","elife-04630-fig5-figsupp4-v2-600w.jpg","elife-04630-fig5-v2-600w.jpg","elife-04630-fig6-v2-600w.jpg","elife-04630-fig7-v2-600w.jpg","elife-04630-v1.xml"]}