{"title":"Synthetic enzyme-substrate tethering obviates the Tolloid-ECM interaction during <italic>Drosophila</italic> BMP gradient formation","author":[{"surname":"Winstanley","given-names":"Jennifer"},{"surname":"Sawala","given-names":"Annick"},{"surname":"Baldock","given-names":"Clair"},{"surname":"Ashe","given-names":"Hilary L"}],"abstract":"Members of the Tolloid family of metalloproteinases liberate BMPs from inhibitory complexes to regulate BMP gradient formation during embryonic dorsal-ventral axis patterning. Here, we determine mechanistically how Tolloid activity is regulated by its non-catalytic CUB domains in the <italic>Drosophila</italic> embryo. We show that Tolloid, via its N-terminal CUB domains, interacts with Collagen IV, which enhances Tolloid activity towards its substrate Sog, and facilitates Tsg-dependent stimulation of cleavage. In contrast, the two most C-terminal Tld CUB domains mediate Sog interaction to facilitate its processing as, based on our structural data, Tolloid curvature positions bound Sog in proximity to the protease domain. Having ascribed functions to the Tolloid non-catalytic domains, we recapitulate embryonic BMP gradient formation in their absence, by artificially tethering the Tld protease domain to Sog. Our studies highlight how the bipartite function of Tolloid CUB domains, in substrate and ECM interactions, fine-tune protease activity to a particular developmental context.","identifier":[{"type":"publisher-id","id":"05508"},{"type":"doi","id":"10.7554/eLife.05508"}],"date":{"day":"02","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05508","entryfile":"elife-05508-v1.xml","files":["elife-05508-fig1-figsupp1-v1-600w.jpg","elife-05508-fig1-figsupp2-v1-600w.jpg","elife-05508-fig1-v1-600w.jpg","elife-05508-fig2-figsupp1-v1-600w.jpg","elife-05508-fig2-figsupp2-v1-600w.jpg","elife-05508-fig2-v1-600w.jpg","elife-05508-fig3-v1-600w.jpg","elife-05508-fig4-figsupp1-v1-600w.jpg","elife-05508-fig4-v1-600w.jpg","elife-05508-fig5-v1-600w.jpg","elife-05508-fig6-figsupp1-v1-600w.jpg","elife-05508-fig6-v1-600w.jpg","elife-05508-fig7-v1-600w.jpg"]}