{"title":"Mapping influenza transmission in the ferret model to transmission in humans","author":[{"surname":"Buhnerkempe","given-names":"Michael G"},{"surname":"Gostic","given-names":"Katelyn"},{"surname":"Park","given-names":"Miran"},{"surname":"Ahsan","given-names":"Prianna"},{"surname":"Belser","given-names":"Jessica A"},{"surname":"Lloyd-Smith","given-names":"James O"}],"abstract":"The controversy surrounding 'gain-of-function' experiments on high-consequence avian influenza viruses has highlighted the role of ferret transmission experiments in studying the transmission potential of novel influenza strains. However, the mapping between influenza transmission in ferrets and in humans is unsubstantiated. We address this gap by compiling and analyzing 240 estimates of influenza transmission in ferrets and humans. We demonstrate that estimates of ferret secondary attack rate (SAR) explain 66% of the variation in human SAR estimates at the subtype level. Further analysis shows that ferret transmission experiments have potential to identify influenza viruses of concern for epidemic spread in humans, though small sample sizes and biological uncertainties prevent definitive classification of human transmissibility. Thus, ferret transmission experiments provide valid predictions of pandemic potential of novel influenza strains, though results should continue to be corroborated by targeted virological and epidemiological research.","identifier":[{"type":"publisher-id","id":"07969"},{"type":"doi","id":"10.7554/eLife.07969"}],"date":{"day":"02","month":"09","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"07969","entryfile":"elife-07969-v2.xml","files":["elife-07969-fig1-figsupp1-v2-600w.jpg","elife-07969-fig1-v2-600w.jpg","elife-07969-fig2-figsupp1-v2-600w.jpg","elife-07969-fig2-v2-600w.jpg","elife-07969-fig3-figsupp1-v2-600w.jpg","elife-07969-fig3-figsupp2-v2-600w.jpg","elife-07969-fig3-figsupp3-v2-600w.jpg","elife-07969-fig3-v2-600w.jpg","elife-07969-fig4-figsupp1-v2-600w.jpg","elife-07969-fig4-v2-600w.jpg","elife-07969-v1.xml"]}