{"title":"Long-range projection neurons in the taste circuit of <italic>Drosophila</italic>","author":[{"surname":"Kim","given-names":"Heesoo"},{"surname":"Kirkhart","given-names":"Colleen"},{"surname":"Scott","given-names":"Kristin"}],"abstract":"Taste compounds elicit innate feeding behaviors and act as rewards or punishments to entrain other cues. The neural pathways by which taste compounds influence innate and learned behaviors have not been resolved. Here, we identify three classes of taste projection neurons (TPNs) in <italic>Drosophila melanogaster</italic> distinguished by their morphology and taste selectivity. TPNs receive input from gustatory receptor neurons and respond selectively to sweet or bitter stimuli, demonstrating segregated processing of different taste modalities. Activation of TPNs influences innate feeding behavior, whereas inhibition has little effect, suggesting parallel pathways. Moreover, two TPN classes are absolutely required for conditioned taste aversion, a learned behavior. The TPNs essential for conditioned aversion project to the superior lateral protocerebrum (SLP) and convey taste information to mushroom body learning centers. These studies identify taste pathways from sensory detection to higher brain that influence innate behavior and are essential for learned responses to taste compounds.","identifier":[{"type":"publisher-id","id":"23386"},{"type":"doi","id":"10.7554/eLife.23386"}],"date":{"day":"06","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23386","entryfile":"elife-23386-v2.xml","files":["elife-23386-fig1-figsupp1-v2-600w.jpg","elife-23386-fig1-v2-600w.jpg","elife-23386-fig10-v2-600w.jpg","elife-23386-fig2-figsupp1-v2-600w.jpg","elife-23386-fig2-v2-600w.jpg","elife-23386-fig3-figsupp1-v2-600w.jpg","elife-23386-fig3-v2-600w.jpg","elife-23386-fig4-v2-600w.jpg","elife-23386-fig5-figsupp1-v2-600w.jpg","elife-23386-fig5-v2-600w.jpg","elife-23386-fig6-figsupp1-v2-600w.jpg","elife-23386-fig6-v2-600w.jpg","elife-23386-fig7-v2-600w.jpg","elife-23386-fig8-figsupp1-v2-600w.jpg","elife-23386-fig8-v2-600w.jpg","elife-23386-fig9-v2-600w.jpg","elife-23386-v1.xml"]}