{"title":"Cell-to-cell infection by HIV contributes over half of virus infection","author":[{"surname":"Iwami","given-names":"Shingo"},{"surname":"Takeuchi","given-names":"Junko S"},{"surname":"Nakaoka","given-names":"Shinji"},{"surname":"Mammano","given-names":"Fabrizio"},{"surname":"Clavel","given-names":"François"},{"surname":"Inaba","given-names":"Hisashi"},{"surname":"Kobayashi","given-names":"Tomoko"},{"surname":"Misawa","given-names":"Naoko"},{"surname":"Aihara","given-names":"Kazuyuki"},{"surname":"Koyanagi","given-names":"Yoshio"},{"surname":"Sato","given-names":"Kei"}],"abstract":"Cell-to-cell viral infection, in which viruses spread through contact of infected cell with surrounding uninfected cells, has been considered as a critical mode of virus infection. However, since it is technically difficult to experimentally discriminate the two modes of viral infection, namely cell-free infection and cell-to-cell infection, the quantitative information that underlies cell-to-cell infection has yet to be elucidated, and its impact on virus spread remains unclear. To address this fundamental question in virology, we quantitatively analyzed the dynamics of cell-to-cell and cell-free human immunodeficiency virus type 1 (HIV-1) infections through experimental-mathematical investigation. Our analyses demonstrated that the cell-to-cell infection mode accounts for approximately 60% of viral infection, and this infection mode shortens the generation time of viruses by 0.9 times and increases the viral fitness by 3.9 times. Our results suggest that even a complete block of the cell-free infection would provide only a limited impact on HIV-1 spread.","identifier":[{"type":"publisher-id","id":"08150"},{"type":"doi","id":"10.7554/eLife.08150"}],"date":{"day":"06","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08150","entryfile":"elife-08150-v1.xml","files":["elife-08150-fig1-v1-600w.jpg","elife-08150-fig2-figsupp1-v1-600w.jpg","elife-08150-fig2-figsupp2-v1-600w.jpg","elife-08150-fig2-figsupp3-v1-600w.jpg","elife-08150-fig2-v1-600w.jpg","elife-08150-fig3-v1-600w.jpg","elife-08150-fig4-v1-600w.jpg","elife-08150-resp-fig1-v1-600w.jpg"]}