{"title":"Sterol homeostasis requires regulated degradation of squalene monooxygenase by the ubiquitin ligase Doa10/Teb4","author":[{"surname":"Foresti","given-names":"Ombretta"},{"surname":"Ruggiano","given-names":"Annamaria"},{"surname":"Hannibal-Bach","given-names":"Hans K"},{"surname":"Ejsing","given-names":"Christer S"},{"surname":"Carvalho","given-names":"Pedro"}],"abstract":"Sterol homeostasis is essential for the function of cellular membranes and requires feedback inhibition of HMGR, a rate-limiting enzyme of the mevalonate pathway. As HMGR acts at the beginning of the pathway, its regulation affects the synthesis of sterols and of other essential mevalonate-derived metabolites, such as ubiquinone or dolichol. Here, we describe a novel, evolutionarily conserved feedback system operating at a sterol-specific step of the mevalonate pathway. This involves the sterol-dependent degradation of squalene monooxygenase mediated by the yeast Doa10 or mammalian Teb4, a ubiquitin ligase implicated in a branch of the endoplasmic reticulum (ER)-associated protein degradation (ERAD) pathway. Since the other branch of ERAD is required for HMGR regulation, our results reveal a fundamental role for ERAD in sterol homeostasis, with the two branches of this pathway acting together to control sterol biosynthesis at different levels and thereby allowing independent regulation of multiple products of the mevalonate pathway.","identifier":[{"type":"publisher-id","id":"00953"},{"type":"doi","id":"10.7554/eLife.00953"}],"date":{"day":"23","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00953","entryfile":"elife-00953-v1.xml","files":["elife-00953-fig1-figsupp1-v1-600w.jpg","elife-00953-fig1-v1-600w.jpg","elife-00953-fig2-figsupp1-v1-600w.jpg","elife-00953-fig2-v1-600w.jpg","elife-00953-fig3-figsupp1-v1-600w.jpg","elife-00953-fig3-v1-600w.jpg","elife-00953-fig4-v1-600w.jpg","elife-00953-fig5-figsupp1-v1-600w.jpg","elife-00953-fig5-v1-600w.jpg","elife-00953-fig6-v1-600w.jpg"]}