{"title":"Biomolecular interactions modulate macromolecular structure and dynamics in atomistic model of a bacterial cytoplasm","author":[{"surname":"Yu","given-names":"Isseki"},{"surname":"Mori","given-names":"Takaharu"},{"surname":"Ando","given-names":"Tadashi"},{"surname":"Harada","given-names":"Ryuhei"},{"surname":"Jung","given-names":"Jaewoon"},{"surname":"Sugita","given-names":"Yuji"},{"surname":"Feig","given-names":"Michael"}],"abstract":"Biological macromolecules function in highly crowded cellular environments. The structure and dynamics of proteins and nucleic acids are well characterized in vitro, but in vivo crowding effects remain unclear. Using molecular dynamics simulations of a comprehensive atomistic model cytoplasm we found that protein-protein interactions may destabilize native protein structures, whereas metabolite interactions may induce more compact states due to electrostatic screening. Protein-protein interactions also resulted in significant variations in reduced macromolecular diffusion under crowded conditions, while metabolites exhibited significant two-dimensional surface diffusion and altered protein-ligand binding that may reduce the effective concentration of metabolites and ligands in vivo. Metabolic enzymes showed weak non-specific association in cellular environments attributed to solvation and entropic effects. These effects are expected to have broad implications for the in vivo functioning of biomolecules. This work is a first step towards physically realistic in silico whole-cell models that connect molecular with cellular biology.","identifier":[{"type":"publisher-id","id":"19274"},{"type":"doi","id":"10.7554/eLife.19274"}],"date":{"day":"01","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19274","entryfile":"elife-19274-v1.xml","files":["elife-19274-fig1-figsupp1-v1-600w.jpg","elife-19274-fig1-figsupp2-v1-600w.jpg","elife-19274-fig1-figsupp3-v1-600w.jpg","elife-19274-fig1-v1-600w.jpg","elife-19274-fig2-figsupp1-v1-600w.jpg","elife-19274-fig2-figsupp2-v1-600w.jpg","elife-19274-fig2-figsupp3-v1-600w.jpg","elife-19274-fig2-v1-600w.jpg","elife-19274-fig3-figsupp1-v1-600w.jpg","elife-19274-fig3-v1-600w.jpg","elife-19274-fig4-figsupp1-v1-600w.jpg","elife-19274-fig4-figsupp2-v1-600w.jpg","elife-19274-fig4-v1-600w.jpg","elife-19274-fig5-figsupp1-v1-600w.jpg","elife-19274-fig5-v1-600w.jpg","elife-19274-fig6-figsupp1-v1-600w.jpg","elife-19274-fig6-v1-600w.jpg"]}