{"title":"Symbiont-induced odorant binding proteins mediate insect host hematopoiesis","author":[{"surname":"Benoit","given-names":"Joshua B"},{"surname":"Vigneron","given-names":"Aurélien"},{"surname":"Broderick","given-names":"Nichole A"},{"surname":"Wu","given-names":"Yineng"},{"surname":"Sun","given-names":"Jennifer S"},{"surname":"Carlson","given-names":"John R"},{"surname":"Aksoy","given-names":"Serap"},{"surname":"Weiss","given-names":"Brian L"}],"abstract":"Symbiotic bacteria assist in maintaining homeostasis of the animal immune system. However, the molecular mechanisms that underlie symbiont-mediated host immunity are largely unknown. Tsetse flies (<italic>Glossina</italic> spp.) house maternally transmitted symbionts that regulate the development and function of their host’s immune system. Herein we demonstrate that the obligate mutualist, <italic>Wigglesworthia</italic>, up-regulates expression of <italic>odorant binding protein six</italic> in the gut of intrauterine tsetse larvae. This process is necessary and sufficient to induce systemic expression of the hematopoietic RUNX transcription factor <italic>lozenge</italic> and the subsequent production of crystal cells, which actuate the melanotic immune response in adult tsetse. Larval <italic>Drosophila’s</italic> indigenous microbiota, which is acquired from the environment, regulates an orthologous hematopoietic pathway in their host. These findings provide insight into the molecular mechanisms that underlie enteric symbiont-stimulated systemic immune system development, and indicate that these processes are evolutionarily conserved despite the divergent nature of host-symbiont interactions in these model systems.","identifier":[{"type":"publisher-id","id":"19535"},{"type":"doi","id":"10.7554/eLife.19535"}],"date":{"day":"12","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19535","entryfile":"elife-19535-v1.xml","files":["elife-19535-fig1-figsupp1-v1-600w.jpg","elife-19535-fig1-v1-600w.jpg","elife-19535-fig2-v1-600w.jpg","elife-19535-fig3-v1-600w.jpg","elife-19535-fig4-v1-600w.jpg","elife-19535-fig5-figsupp1-v1-600w.jpg","elife-19535-fig5-v1-600w.jpg","elife-19535-fig6-v1-600w.jpg"]}