{"title":"Phase-amplitude coupling supports phase coding in human ECoG","author":[{"surname":"Watrous","given-names":"Andrew J"},{"surname":"Deuker","given-names":"Lorena"},{"surname":"Fell","given-names":"Juergen"},{"surname":"Axmacher","given-names":"Nikolai"}],"abstract":"Prior studies have shown that high-frequency activity (HFA) is modulated by the phase of low-frequency activity. This phenomenon of phase-amplitude coupling (PAC) is often interpreted as reflecting phase coding of neural representations, although evidence for this link is still lacking in humans. Here, we show that PAC indeed supports phase-dependent stimulus representations for categories. Six patients with medication-resistant epilepsy viewed images of faces, tools, houses, and scenes during simultaneous acquisition of intracranial recordings. Analyzing 167 electrodes, we observed PAC at 43% of electrodes. Further inspection of PAC revealed that category specific HFA modulations occurred at different phases and frequencies of the underlying low-frequency rhythm, permitting decoding of categorical information using the phase at which HFA events occurred. These results provide evidence for categorical phase-coded neural representations and are the first to show that PAC coincides with phase-dependent coding in the human brain.","identifier":[{"type":"publisher-id","id":"07886"},{"type":"doi","id":"10.7554/eLife.07886"}],"date":{"day":"26","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07886","entryfile":"elife-07886-v2.xml","files":["elife-07886-fig1-figsupp1-v2-600w.jpg","elife-07886-fig1-v2-600w.jpg","elife-07886-fig2-figsupp1-v2-600w.jpg","elife-07886-fig2-figsupp2-v2-600w.jpg","elife-07886-fig2-figsupp3-v2-600w.jpg","elife-07886-fig2-v2-600w.jpg","elife-07886-fig3-figsupp1-v2-600w.jpg","elife-07886-fig3-figsupp2-v2-600w.jpg","elife-07886-fig3-figsupp3-v2-600w.jpg","elife-07886-fig3-v2-600w.jpg","elife-07886-fig4-figsupp1-v2-600w.jpg","elife-07886-fig4-figsupp2-v2-600w.jpg","elife-07886-fig4-v2-600w.jpg","elife-07886-resp-fig1-v2-600w.jpg","elife-07886-resp-fig2-v2-600w.jpg","elife-07886-v1.xml"]}