{"title":"MAPK signaling promotes axonal degeneration by speeding the turnover of the axonal maintenance factor NMNAT2","author":[{"surname":"Walker","given-names":"Lauren J"},{"surname":"Summers","given-names":"Daniel W"},{"surname":"Sasaki","given-names":"Yo"},{"surname":"Brace","given-names":"EJ"},{"surname":"Milbrandt","given-names":"Jeffrey"},{"surname":"DiAntonio","given-names":"Aaron"}],"abstract":"Injury-induced (Wallerian) axonal degeneration is regulated via the opposing actions of pro-degenerative factors such as SARM1 and a MAPK signal and pro-survival factors, the most important of which is the NAD<sup>+</sup> biosynthetic enzyme NMNAT2 that inhibits activation of the SARM1 pathway. Here we investigate the mechanism by which MAPK signaling facilitates axonal degeneration. We show that MAPK signaling promotes the turnover of the axonal survival factor NMNAT2 in cultured mammalian neurons as well as the <italic>Drosophila</italic> ortholog dNMNAT in motoneurons. The increased levels of NMNAT2 are required for the axonal protection caused by loss of MAPK signaling. Regulation of NMNAT2 by MAPK signaling does not require SARM1, and so cannot be downstream of SARM1. Hence, pro-degenerative MAPK signaling functions upstream of SARM1 by limiting the levels of the essential axonal survival factor NMNAT2 to promote injury-dependent SARM1 activation. These findings are consistent with a linear molecular pathway for the axonal degeneration program.","identifier":[{"type":"publisher-id","id":"22540"},{"type":"doi","id":"10.7554/eLife.22540"}],"date":{"day":"17","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22540","entryfile":"elife-22540-v1.xml","files":["elife-22540-fig1-v1-600w.jpg","elife-22540-fig2-figsupp1-v1-600w.jpg","elife-22540-fig2-v1-600w.jpg","elife-22540-fig3-figsupp1-v1-600w.jpg","elife-22540-fig3-v1-600w.jpg","elife-22540-fig4-figsupp1-v1-600w.jpg","elife-22540-fig4-v1-600w.jpg","elife-22540-fig5-figsupp1-v1-600w.jpg","elife-22540-fig5-figsupp2-v1-600w.jpg","elife-22540-fig5-v1-600w.jpg","elife-22540-fig6-figsupp1-v1-600w.jpg","elife-22540-fig6-v1-600w.jpg","elife-22540-fig7-v1-600w.jpg"]}