{"title":"A recurrent regulatory change underlying altered expression and Wnt response of the stickleback armor plates gene <italic>EDA</italic>","author":[{"surname":"O'Brown","given-names":"Natasha M"},{"surname":"Summers","given-names":"Brian R"},{"surname":"Jones","given-names":"Felicity C"},{"surname":"Brady","given-names":"Shannon D"},{"surname":"Kingsley","given-names":"David M"}],"abstract":"Armor plate changes in sticklebacks are a classic example of repeated adaptive evolution. Previous studies identified <italic>ectodysplasin (EDA)</italic> gene as the major locus controlling recurrent plate loss in freshwater fish, though the causative DNA alterations were not known. Here we show that freshwater <italic>EDA</italic> alleles have <italic>cis</italic>-acting regulatory changes that reduce expression in developing plates and spines. An identical T → G base pair change is found in <italic>EDA</italic> enhancers of divergent low-plated fish. Recreation of the T → G change in a marine enhancer strongly reduces expression in posterior armor plates. Bead implantation and cell culture experiments show that Wnt signaling strongly activates the marine <italic>EDA</italic> enhancer, and the freshwater T → G change reduces Wnt responsiveness. Thus parallel evolution of low-plated sticklebacks has occurred through a shared DNA regulatory change, which reduces the sensitivity of an <italic>EDA</italic> enhancer to Wnt signaling, and alters expression in developing armor plates while preserving expression in other tissues.","identifier":[{"type":"publisher-id","id":"05290"},{"type":"doi","id":"10.7554/eLife.05290"}],"date":{"day":"28","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05290","entryfile":"elife-05290-v2.xml","files":["elife-05290-fig1-v2-600w.jpg","elife-05290-fig2-v2-600w.jpg","elife-05290-fig3-v2-600w.jpg","elife-05290-fig4-figsupp1-v2-600w.jpg","elife-05290-fig4-v2-600w.jpg","elife-05290-fig5-v2-600w.jpg","elife-05290-fig6-v2-600w.jpg","elife-05290-v1.xml"]}