{"title":"Genomic mosaicism with increased amyloid precursor protein (<italic>APP</italic>) gene copy number in single neurons from sporadic Alzheimer's disease brains","author":[{"surname":"Bushman","given-names":"Diane M"},{"surname":"Kaeser","given-names":"Gwendolyn E"},{"surname":"Siddoway","given-names":"Benjamin"},{"surname":"Westra","given-names":"Jurgen W"},{"surname":"Rivera","given-names":"Richard R"},{"surname":"Rehen","given-names":"Stevens K"},{"surname":"Yung","given-names":"Yun C"},{"surname":"Chun","given-names":"Jerold"}],"abstract":"Previous reports have shown that individual neurons of the brain can display somatic genomic mosaicism of unknown function. In this study, we report altered genomic mosaicism in single, sporadic Alzheimer's disease (AD) neurons characterized by increases in DNA content and amyloid precursor protein (<italic>APP</italic>) gene copy number. AD cortical nuclei displayed large variability with average DNA content increases of ∼8% over non-diseased controls that were unrelated to trisomy 21. Two independent single-cell copy number analyses identified amplifications at the <italic>APP</italic> locus. The use of single-cell qPCR identified up to 12 copies of <italic>APP</italic> in sampled neurons. Peptide nucleic acid (PNA) probes targeting <italic>APP</italic>, combined with super-resolution microscopy detected primarily single fluorescent signals of variable intensity that paralleled single-cell qPCR analyses. These data identify somatic genomic changes in single neurons, affecting known and unknown loci, which are increased in sporadic AD, and further indicate functionality for genomic mosaicism in the CNS.","identifier":[{"type":"publisher-id","id":"05116"},{"type":"doi","id":"10.7554/eLife.05116"}],"date":{"day":"04","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05116","entryfile":"elife-05116-v1.xml","files":["elife-05116-fig1-v1-600w.jpg","elife-05116-fig2-figsupp1-v1-600w.jpg","elife-05116-fig2-figsupp2-v1-600w.jpg","elife-05116-fig2-v1-600w.jpg","elife-05116-fig3-v1-600w.jpg","elife-05116-fig4-v1-600w.jpg","elife-05116-fig5-figsupp1-v1-600w.jpg","elife-05116-fig5-v1-600w.jpg","elife-05116-fig6-figsupp1-v1-600w.jpg","elife-05116-fig6-v1-600w.jpg","elife-05116-fig7-figsupp1-v1-600w.jpg","elife-05116-fig7-v1-600w.jpg"]}