{"title":"Neuropilin-2/Semaphorin-3F-mediated repulsion promotes inner hair cell innervation by spiral ganglion neurons","author":[{"surname":"Coate","given-names":"Thomas M"},{"surname":"Spita","given-names":"Nathalie A"},{"surname":"Zhang","given-names":"Kaidi D"},{"surname":"Isgrig","given-names":"Kevin T"},{"surname":"Kelley","given-names":"Matthew W"}],"abstract":"Auditory function is dependent on the formation of specific innervation patterns between mechanosensory hair cells (HCs) and afferent spiral ganglion neurons (SGNs). In particular, type I SGNs must precisely connect with inner HCs (IHCs) while avoiding connections with nearby outer HCs (OHCs). The factors that mediate these patterning events are largely unknown. Using sparse-labeling and time-lapse imaging, we visualized for the first time the behaviors of developing SGNs including active retraction of processes from OHCs, suggesting that some type I SGNs contact OHCs before forming synapses with IHCs. In addition, we demonstrate that expression of Semaphorin-3F in the OHC region inhibits type I SGN process extension by activating Neuropilin-2 receptors expressed on SGNs. These results suggest a model in which cochlear innervation patterns by type I SGNs are determined, at least in part, through a Semaphorin-3F-mediated inhibitory signal that impedes processes from extending beyond the IHC region.","identifier":[{"type":"publisher-id","id":"07830"},{"type":"doi","id":"10.7554/eLife.07830"}],"date":{"day":"24","month":"08","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"07830","entryfile":"elife-07830-v2.xml","files":["elife-07830-fig1-v2-600w.jpg","elife-07830-fig2-figsupp1-v2-600w.jpg","elife-07830-fig2-v2-600w.jpg","elife-07830-fig3-figsupp1-v2-600w.jpg","elife-07830-fig3-v2-600w.jpg","elife-07830-fig4-v2-600w.jpg","elife-07830-fig5-v2-600w.jpg","elife-07830-fig6-v2-600w.jpg","elife-07830-fig7-v2-600w.jpg","elife-07830-fig8-v2-600w.jpg","elife-07830-fig9-figsupp1-v2-600w.jpg","elife-07830-fig9-v2-600w.jpg","elife-07830-v1.xml"]}