{"title":"Registered report: A chromatin-mediated reversible drug-tolerant state in cancer cell subpopulations","author":[{"surname":"Haven","given-names":"Babette"},{"surname":"Heilig","given-names":"Elysia"},{"surname":"Donham","given-names":"Cristine"},{"surname":"Settles","given-names":"Michael"},{"surname":"Vasilevsky","given-names":"Nicole"},{"surname":"Owen","given-names":"Katherine"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a substantial number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (Errington et al., 2014). This Registered Report describes the proposed replication plan of experiments from “A chromatin-mediated reversible drug-tolerant state in cancer cell subpopulations” by Sharma and colleagues, published in <italic>Cell</italic> in 2010 (Sharma et al., 2010). Sharma and colleagues demonstrated that prolonged exposure of cancer cells to TKIs give rise to small populations of “drug tolerant persisters” (DTPs) (Figure 1B-C) that were reversed during subsequent maintenance under drug-free conditions (Figures 1E, 2B and 2E). DTPs exhibited reduced histone acetylation and sensitivity to HDAC inhibitors (HDIs) (Figure 4A-B). Drug sensitivity was restored with co-treatment of either HDIs or an IGF-1R inhibitor, in combination with TKIs (Figure 5A-B). Inhibition of IGF-1R activation also led to decreased KDM5A expression and restoration of H3K4 methylation, suggesting a direct link between the IGF-1R signaling pathway and KDM5A function (Figure 7A, 7C, and 7I). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published in <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"09462"},{"type":"doi","id":"10.7554/eLife.09462"}],"date":{"day":"23","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09462","entryfile":"elife-09462-v2.xml","files":["elife-09462-v1.xml"]}