{"title":"The target of the DEAH-box NTP triphosphatase Prp43 in <italic>Saccharomyces cerevisiae</italic> spliceosomes is the U2 snRNP-intron interaction","author":[{"surname":"Fourmann","given-names":"Jean-Baptiste"},{"surname":"Dybkov","given-names":"Olexandr"},{"surname":"Agafonov","given-names":"Dmitry E"},{"surname":"Tauchert","given-names":"Marcel J"},{"surname":"Urlaub","given-names":"Henning"},{"surname":"Ficner","given-names":"Ralf"},{"surname":"Fabrizio","given-names":"Patrizia"},{"surname":"Lührmann","given-names":"Reinhard"}],"abstract":"The DEAH-box NTPase Prp43 and its cofactors Ntr1 and Ntr2 form the NTR complex and are required for disassembling intron-lariat spliceosomes (ILS) and defective earlier spliceosomes. However, the Prp43 binding site in the spliceosome and its target(s) are unknown. We show that Prp43 fused to Ntr1's G-patch motif (Prp43_Ntr1GP) is as efficient as the NTR in ILS disassembly, yielding identical dissociation products and recognizing its natural ILS target even in the absence of Ntr1’s C-terminal-domain (CTD) and Ntr2. Unlike the NTR, Prp43_Ntr1GP disassembles earlier spliceosomal complexes (A, B, B<sup>act</sup>), indicating that Ntr2/Ntr1-CTD prevents NTR from disrupting properly assembled spliceosomes other than the ILS. The U2 snRNP-intron interaction is disrupted in all complexes by Prp43_Ntr1GP, and in the spliceosome contacts U2 proteins and the pre-mRNA, indicating that the U2 snRNP-intron interaction is Prp43’s major target.","identifier":[{"type":"publisher-id","id":"15564"},{"type":"doi","id":"10.7554/eLife.15564"}],"date":{"day":"26","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15564","entryfile":"elife-15564-v3.xml","files":["elife-15564-fig1-figsupp1-v3-600w.jpg","elife-15564-fig1-v3-600w.jpg","elife-15564-fig2-v3-600w.jpg","elife-15564-fig3-v3-600w.jpg","elife-15564-fig4-v3-600w.jpg","elife-15564-fig5-v3-600w.jpg","elife-15564-fig6-figsupp1-v3-600w.jpg","elife-15564-fig6-v3-600w.jpg","elife-15564-v1.xml","elife-15564-v2.xml"]}