{"title":"Transdifferentiation mediated tumor suppression by the endoplasmic reticulum stress sensor IRE-1 in <italic>C. elegans</italic>","author":[{"surname":"Levi-Ferber","given-names":"Mor"},{"surname":"Gian","given-names":"Hai"},{"surname":"Dudkevich","given-names":"Reut"},{"surname":"Henis-Korenblit","given-names":"Sivan"}],"abstract":"Deciphering effective ways to suppress tumor progression and to overcome acquired apoptosis resistance of tumor cells are major challenges in the tumor therapy field. We propose a new concept by which tumor progression can be suppressed by manipulating tumor cell identity. In this study, we examined the effect of ER stress on apoptosis resistant tumorous cells in a <italic>Caenorhabditis elegans</italic> germline tumor model. We discovered that ER stress suppressed the progression of the lethal germline tumor by activating the ER stress sensor IRE-1. This suppression was associated with the induction of germ cell transdifferentiation into ectopic somatic cells. Strikingly, transdifferentiation of the tumorous germ cells restored their ability to execute apoptosis and enabled their subsequent removal from the gonad. Our results indicate that tumor cell transdifferentiation has the potential to combat cancer and overcome the escape of tumor cells from the cell death machinery.","identifier":[{"type":"publisher-id","id":"08005"},{"type":"doi","id":"10.7554/eLife.08005"}],"date":{"day":"20","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08005","entryfile":"elife-08005-v1.xml","files":["elife-08005-fig1-figsupp1-v1-600w.jpg","elife-08005-fig1-figsupp2-v1-600w.jpg","elife-08005-fig1-v1-600w.jpg","elife-08005-fig2-figsupp1-v1-600w.jpg","elife-08005-fig2-v1-600w.jpg","elife-08005-fig3-figsupp1-v1-600w.jpg","elife-08005-fig3-v1-600w.jpg","elife-08005-fig4-v1-600w.jpg","elife-08005-fig5-figsupp1-v1-600w.jpg","elife-08005-fig5-v1-600w.jpg","elife-08005-fig6-figsupp1-v1-600w.jpg","elife-08005-fig6-v1-600w.jpg","elife-08005-fig7-v1-600w.jpg"]}