{"title":"Structure and dynamics underlying elementary ligand binding events in human pacemaking channels","author":[{"surname":"Goldschen-Ohm","given-names":"Marcel P"},{"surname":"Klenchin","given-names":"Vadim A"},{"surname":"White","given-names":"David S"},{"surname":"Cowgill","given-names":"John B"},{"surname":"Cui","given-names":"Qiang"},{"surname":"Goldsmith","given-names":"Randall H"},{"surname":"Chanda","given-names":"Baron"}],"abstract":"Although molecular recognition is crucial for cellular signaling, mechanistic studies have relied primarily on ensemble measures that average over and thereby obscure underlying steps. Single-molecule observations that resolve these steps are lacking due to diffraction-limited resolution of single fluorophores at relevant concentrations. Here, we combined zero-mode waveguides with fluorescence resonance energy transfer (FRET) to directly observe binding at individual cyclic nucleotide-binding domains (CNBDs) from human pacemaker ion channels critical for heart and brain function. Our observations resolve the dynamics of multiple distinct steps underlying cyclic nucleotide regulation: a slow initial binding step that must select a 'receptive' conformation followed by a ligand-induced isomerization of the CNBD. X-ray structure of the apo CNBD and atomistic simulations reveal that the isomerization involves both local and global transitions. Our approach reveals fundamental mechanisms underpinning ligand regulation of pacemaker channels, and is generally applicable to weak-binding interactions governing a broad spectrum of signaling processes.","identifier":[{"type":"publisher-id","id":"20797"},{"type":"doi","id":"10.7554/eLife.20797"}],"date":{"day":"18","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20797","entryfile":"elife-20797-v1.xml","files":["elife-20797-fig1-figsupp1-v1-600w.jpg","elife-20797-fig1-figsupp2-v1-600w.jpg","elife-20797-fig1-v1-600w.jpg","elife-20797-fig2-figsupp1-v1-600w.jpg","elife-20797-fig2-v1-600w.jpg","elife-20797-fig3-figsupp1-v1-600w.jpg","elife-20797-fig3-figsupp2-v1-600w.jpg","elife-20797-fig3-figsupp3-v1-600w.jpg","elife-20797-fig3-figsupp4-v1-600w.jpg","elife-20797-fig3-v1-600w.jpg","elife-20797-fig4-figsupp1-v1-600w.jpg","elife-20797-fig4-figsupp2-v1-600w.jpg","elife-20797-fig4-figsupp3-v1-600w.jpg","elife-20797-fig4-v1-600w.jpg","elife-20797-fig5-v1-600w.jpg","elife-20797-fig6-v1-600w.jpg"]}