{"title":"SIR-2.1 integrates metabolic homeostasis with the reproductive neuromuscular excitability in early aging male <italic>Caenorhabditis elegans</italic>","author":[{"surname":"Guo","given-names":"Xiaoyan"},{"surname":"García","given-names":"L René"}],"abstract":"The decline of aging <italic>C. elegans</italic> male’s mating behavior is correlated with the increased excitability of the cholinergic circuitry that executes copulation. In this study, we show that the mating circuits’ functional durability depends on the metabolic regulator SIR-2.1, a NAD<sup>+</sup>-dependent histone deacetylase. Aging <italic>sir-2.1(0)</italic> males display accelerated mating behavior decline due to premature hyperexcitability of cholinergic circuits used for intromission and ejaculation. In <italic>sir-2.1(0)</italic> males, the hypercontraction of the spicule-associated muscles pinch the vas deferens opening, thus blocking sperm release. The hyperexcitability is aggravated by reactive oxygen species (ROS). Our genetic, pharmacological, and behavioral analyses suggest that in <italic>sir-2.1(0)</italic> and older wild-type males, enhanced catabolic enzymes expression, coupled with the reduced expression of ROS-scavengers contribute to the behavioral decline. However, as a compensatory response to reduce altered catabolism/ROS production, anabolic enzymes expression levels are also increased, resulting in higher gluconeogenesis and lipid synthesis.","identifier":[{"type":"publisher-id","id":"01730"},{"type":"doi","id":"10.7554/eLife.01730"}],"date":{"day":"22","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01730","entryfile":"elife-01730-v1.xml","files":["elife-01730-fig1-figsupp1-v1-600w.jpg","elife-01730-fig1-v1-600w.jpg","elife-01730-fig2-figsupp1-v1-600w.jpg","elife-01730-fig2-v1-600w.jpg","elife-01730-fig3-figsupp1-v1-600w.jpg","elife-01730-fig3-v1-600w.jpg","elife-01730-fig4-v1-600w.jpg","elife-01730-fig5-v1-600w.jpg","elife-01730-fig6-figsupp1-v1-600w.jpg","elife-01730-fig6-v1-600w.jpg","elife-01730-fig7-v1-600w.jpg","elife-01730-fig8-v1-600w.jpg","elife-01730-fig9-v1-600w.jpg"]}