{"title":"Genetic control of encoding strategy in a food-sensing neural circuit","author":[{"surname":"Diana","given-names":"Giovanni"},{"surname":"Patel","given-names":"Dhaval S"},{"surname":"Entchev","given-names":"Eugeni V"},{"surname":"Zhan","given-names":"Mei"},{"surname":"Lu","given-names":"Hang"},{"surname":"Ch'ng","given-names":"QueeLim"}],"abstract":"Neuroendocrine circuits encode environmental information via changes in gene expression and other biochemical activities to regulate physiological responses. Previously, we showed that <italic>daf-7</italic> TGF<inline-formula>undefined</inline-formula> and <italic>tph-1</italic> tryptophan hydroxylase expression in specific neurons encode food abundance to modulate lifespan in <italic>Caenorhabditis elegans</italic>, and uncovered cross- and self-regulation among these genes (<xref>Entchev et al., 2015</xref>). Here, we now extend these findings by showing that these interactions between <italic>daf-7</italic> and <italic>tph-1</italic> regulate redundancy and synergy among neurons in food encoding through coordinated control of circuit-level signal and noise properties. Our analysis further shows that <italic>daf-7</italic> and <italic>tph-1</italic> contribute to most of the food-responsiveness in the modulation of lifespan. We applied a computational model to capture the general coding features of this system. This model agrees with our previous genetic analysis and highlights the consequences of redundancy and synergy during information transmission, suggesting a rationale for the regulation of these information processing features.","identifier":[{"type":"publisher-id","id":"24040"},{"type":"doi","id":"10.7554/eLife.24040"}],"date":{"day":"07","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24040","entryfile":"elife-24040-v1.xml","files":["elife-24040-fig1-figsupp1-v1-600w.jpg","elife-24040-fig1-figsupp2-v1-600w.jpg","elife-24040-fig1-figsupp3-v1-600w.jpg","elife-24040-fig1-figsupp4-v1-600w.jpg","elife-24040-fig1-figsupp5-v1-600w.jpg","elife-24040-fig1-v1-600w.jpg","elife-24040-fig2-v1-600w.jpg","elife-24040-fig3-figsupp1-v1-600w.jpg","elife-24040-fig3-v1-600w.jpg","elife-24040-fig4-figsupp1-v1-600w.jpg","elife-24040-fig4-v1-600w.jpg"]}