{"title":"How competition governs whether moderate or aggressive treatment minimizes antibiotic resistance","author":[{"surname":"Colijn","given-names":"Caroline"},{"surname":"Cohen","given-names":"Ted"}],"abstract":"Understanding how our use of antimicrobial drugs shapes future levels of drug resistance is crucial. Recently, there has been debate over whether an aggressive (i.e., high dose) or more moderate (i.e., lower dose) treatment of individuals will most limit the emergence and spread of resistant bacteria. In this study, we demonstrate how one can understand and resolve these apparently contradictory conclusions. We show that a key determinant of which treatment strategy will perform best at the individual level is the extent of effective competition between resistant and sensitive pathogens within a host. We extend our analysis to the community level, exploring the spectrum between strict inter-strain competition and strain independence. From this perspective as well, we find that the magnitude of effective competition between resistant and sensitive strains determines whether an aggressive approach or moderate approach minimizes the burden of resistance in the population.","identifier":[{"type":"publisher-id","id":"10559"},{"type":"doi","id":"10.7554/eLife.10559"}],"date":{"day":"22","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10559","entryfile":"elife-10559-v3.xml","files":["elife-10559-app1-fig1-v3-600w.jpg","elife-10559-app1-fig10-v3-600w.jpg","elife-10559-app1-fig2-v3-600w.jpg","elife-10559-app1-fig3-v3-600w.jpg","elife-10559-app1-fig4-v3-600w.jpg","elife-10559-app1-fig5-v3-600w.jpg","elife-10559-app1-fig6-v3-600w.jpg","elife-10559-app1-fig7-v3-600w.jpg","elife-10559-app1-fig8-v3-600w.jpg","elife-10559-app1-fig9-v3-600w.jpg","elife-10559-fig1-v3-600w.jpg","elife-10559-fig2-v3-600w.jpg","elife-10559-fig3-v3-600w.jpg","elife-10559-fig4-v3-600w.jpg","elife-10559-fig5-v3-600w.jpg","elife-10559-fig6-v3-600w.jpg","elife-10559-fig7-v3-600w.jpg","elife-10559-v1.xml","elife-10559-v2.xml"]}