{"title":"A Bayesian model of context-sensitive value attribution","author":[{"surname":"Rigoli","given-names":"Francesco"},{"surname":"Friston","given-names":"Karl J"},{"surname":"Martinelli","given-names":"Cristina"},{"surname":"Selaković","given-names":"Mirjana"},{"surname":"Shergill","given-names":"Sukhwinder S"},{"surname":"Dolan","given-names":"Raymond J"}],"abstract":"Substantial evidence indicates that incentive value depends on an anticipation of rewards within a given context. However, the computations underlying this context sensitivity remain unknown. To address this question, we introduce a normative (Bayesian) account of how rewards map to incentive values. This assumes that the brain inverts a model of how rewards are generated. Key features of our account include (i) an influence of prior beliefs about the context in which rewards are delivered (weighted by their reliability in a Bayes-optimal fashion), (ii) the notion that incentive values correspond to precision-weighted prediction errors, (iii) and contextual information unfolding at different hierarchical levels. This formulation implies that incentive value is intrinsically context-dependent. We provide empirical support for this model by showing that incentive value is influenced by context variability and by hierarchically nested contexts. The perspective we introduce generates new empirical predictions that might help explaining psychopathologies, such as addiction.","identifier":[{"type":"publisher-id","id":"16127"},{"type":"doi","id":"10.7554/eLife.16127"}],"date":{"day":"22","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16127","entryfile":"elife-16127-v2.xml","files":["elife-16127-fig1-v2-600w.jpg","elife-16127-fig2-v2-600w.jpg","elife-16127-fig3-v2-600w.jpg","elife-16127-fig4-figsupp1-v2-600w.jpg","elife-16127-fig4-v2-600w.jpg","elife-16127-fig5-v2-600w.jpg","elife-16127-fig6-v2-600w.jpg","elife-16127-fig7-figsupp1-v2-600w.jpg","elife-16127-fig7-v2-600w.jpg","elife-16127-v1.xml"]}