{"title":"RecA filament sliding on DNA facilitates homology search","author":[{"surname":"Ragunathan","given-names":"Kaushik"},{"surname":"Liu","given-names":"Cheng"},{"surname":"Ha","given-names":"Taekjip"}],"abstract":"During homologous recombination, RecA forms a helical filament on a single stranded (ss) DNA that searches for a homologous double stranded (ds) DNA and catalyzes the exchange of complementary base pairs to form a new heteroduplex. Using single molecule fluorescence imaging tools with high spatiotemporal resolution we characterized the encounter complex between the RecA filament and dsDNA. We present evidence in support of the ‘sliding model’ wherein a RecA filament diffuses along a dsDNA track. We further show that homology can be detected during sliding. Sliding occurs with a diffusion coefficient of approximately 8000 bp<sup>2</sup>/s allowing the filament to sample several hundred base pairs before dissociation. Modeling suggests that sliding can accelerate homology search by as much as 200 fold. Homology recognition can occur for as few as 6 nt of complementary basepairs with the recognition efficiency increasing for higher complementarity. Our data represents the first example of a DNA bound multi-protein complex which can slide along another DNA to facilitate target search.","identifier":[{"type":"publisher-id","id":"00067"},{"type":"doi","id":"10.7554/eLife.00067"}],"date":{"day":"13","month":"12","year":"2012"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00067","entryfile":"elife-00067-v1.xml","files":["elife-00067-fig1-figsupp1-v1-600w.jpg","elife-00067-fig1-figsupp2-v1-600w.jpg","elife-00067-fig1-figsupp3-v1-600w.jpg","elife-00067-fig1-v1-600w.jpg","elife-00067-fig2-figsupp1-v1-600w.jpg","elife-00067-fig2-figsupp2-v1-600w.jpg","elife-00067-fig2-figsupp3-v1-600w.jpg","elife-00067-fig2-v1-600w.jpg","elife-00067-fig3-v1-600w.jpg","elife-00067-fig4-figsupp1-v1-600w.jpg","elife-00067-fig4-figsupp2-v1-600w.jpg","elife-00067-fig4-figsupp3-v1-600w.jpg","elife-00067-fig4-figsupp4-v1-600w.jpg","elife-00067-fig4-v1-600w.jpg"]}