{"title":"Synchronous and asynchronous modes of synaptic transmission utilize different calcium sources","author":[{"surname":"Wen","given-names":"Hua"},{"surname":"Hubbard","given-names":"Jeffrey M"},{"surname":"Rakela","given-names":"Benjamin"},{"surname":"Linhoff","given-names":"Michael W"},{"surname":"Mandel","given-names":"Gail"},{"surname":"Brehm","given-names":"Paul"}],"abstract":"Asynchronous transmission plays a prominent role at certain synapses but lacks the mechanistic insights of its synchronous counterpart. The current view posits that triggering of asynchronous release during repetitive stimulation involves expansion of the same calcium domains underlying synchronous transmission. In this study, live imaging and paired patch clamp recording at the zebrafish neuromuscular synapse reveal contributions by spatially distinct calcium sources. Synchronous release is tied to calcium entry into synaptic boutons via P/Q type calcium channels, whereas asynchronous release is boosted by a propagating intracellular calcium source initiated at off-synaptic locations in the axon and axonal branch points. This secondary calcium source fully accounts for the persistence following termination of the stimulus and sensitivity to slow calcium buffers reported for asynchronous release. The neuromuscular junction and CNS neurons share these features, raising the possibility that secondary calcium sources are common among synapses with prominent asynchronous release.","identifier":[{"type":"publisher-id","id":"01206"},{"type":"doi","id":"10.7554/eLife.01206"}],"date":{"day":"24","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01206","entryfile":"elife-01206-v1.xml","files":["elife-01206-fig1-v1-600w.jpg","elife-01206-fig10-v1-600w.jpg","elife-01206-fig11-v1-600w.jpg","elife-01206-fig2-v1-600w.jpg","elife-01206-fig3-v1-600w.jpg","elife-01206-fig4-v1-600w.jpg","elife-01206-fig5-v1-600w.jpg","elife-01206-fig6-v1-600w.jpg","elife-01206-fig7-v1-600w.jpg","elife-01206-fig8-v1-600w.jpg","elife-01206-fig9-v1-600w.jpg"]}