{"title":"Native architecture of the <italic>Chlamydomonas</italic> chloroplast revealed by in situ cryo-electron tomography","author":[{"surname":"Engel","given-names":"Benjamin D"},{"surname":"Schaffer","given-names":"Miroslava"},{"surname":"Kuhn Cuellar","given-names":"Luis"},{"surname":"Villa","given-names":"Elizabeth"},{"surname":"Plitzko","given-names":"Jürgen M"},{"surname":"Baumeister","given-names":"Wolfgang"}],"abstract":"Chloroplast function is orchestrated by the organelle's intricate architecture. By combining cryo-focused ion beam milling of vitreous <italic>Chlamydomonas</italic> cells with cryo-electron tomography, we acquired three-dimensional structures of the chloroplast in its native state within the cell. Chloroplast envelope inner membrane invaginations were frequently found in close association with thylakoid tips, and the tips of multiple thylakoid stacks converged at dynamic sites on the chloroplast envelope, implicating lipid transport in thylakoid biogenesis. Subtomogram averaging and nearest neighbor analysis revealed that RuBisCO complexes were hexagonally packed within the pyrenoid, with ∼15 nm between their centers. Thylakoid stacks and the pyrenoid were connected by cylindrical pyrenoid tubules, physically bridging the sites of light-dependent photosynthesis and light-independent carbon fixation. Multiple parallel minitubules were bundled within each pyrenoid tubule, possibly serving as conduits for the targeted one-dimensional diffusion of small molecules such as ATP and sugars between the chloroplast stroma and the pyrenoid matrix.","identifier":[{"type":"publisher-id","id":"04889"},{"type":"doi","id":"10.7554/eLife.04889"}],"date":{"day":"13","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04889","entryfile":"elife-04889-v1.xml","files":["elife-04889-fig1-v1-600w.jpg","elife-04889-fig10-v1-600w.jpg","elife-04889-fig11-v1-600w.jpg","elife-04889-fig12-v1-600w.jpg","elife-04889-fig13-v1-600w.jpg","elife-04889-fig14-v1-600w.jpg","elife-04889-fig2-v1-600w.jpg","elife-04889-fig3-v1-600w.jpg","elife-04889-fig4-v1-600w.jpg","elife-04889-fig5-v1-600w.jpg","elife-04889-fig6-v1-600w.jpg","elife-04889-fig7-v1-600w.jpg","elife-04889-fig8-v1-600w.jpg","elife-04889-fig9-figsupp1-v1-600w.jpg","elife-04889-fig9-v1-600w.jpg"]}