{"title":"Somatic and vicarious pain are represented by dissociable multivariate brain patterns","author":[{"surname":"Krishnan","given-names":"Anjali"},{"surname":"Woo","given-names":"Choong-Wan"},{"surname":"Chang","given-names":"Luke J"},{"surname":"Ruzic","given-names":"Luka"},{"surname":"Gu","given-names":"Xiaosi"},{"surname":"López-Solà","given-names":"Marina"},{"surname":"Jackson","given-names":"Philip L"},{"surname":"Pujol","given-names":"Jesús"},{"surname":"Fan","given-names":"Jin"},{"surname":"Wager","given-names":"Tor D"}],"abstract":"Understanding how humans represent others’ pain is critical for understanding pro-social behavior. ‘Shared experience’ theories propose common brain representations for somatic and vicarious pain, but other evidence suggests that specialized circuits are required to experience others’ suffering. Combining functional neuroimaging with multivariate pattern analyses, we identified dissociable patterns that predicted somatic (high versus low: 100%) and vicarious (high versus low: 100%) pain intensity in out-of-sample individuals. Critically, each pattern was at chance in predicting the other experience, demonstrating separate modifiability of both patterns. Somatotopy (upper versus lower limb: 93% accuracy for both conditions) was also distinct, located in somatosensory versus mentalizing-related circuits for somatic and vicarious pain, respectively. Two additional studies demonstrated the generalizability of the somatic pain pattern (which was originally developed on thermal pain) to mechanical and electrical pain, and also demonstrated the replicability of the somatic/vicarious dissociation. These findings suggest possible mechanisms underlying limitations in feeling others’ pain, and present new, more specific, brain targets for studying pain empathy.","identifier":[{"type":"publisher-id","id":"15166"},{"type":"doi","id":"10.7554/eLife.15166"}],"date":{"day":"14","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15166","entryfile":"elife-15166-v1.xml","files":["elife-15166-app1-fig1-v1-600w.jpg","elife-15166-app1-fig2-v1-600w.jpg","elife-15166-app1-fig3-v1-600w.jpg","elife-15166-app1-fig4-v1-600w.jpg","elife-15166-app1-fig5-v1-600w.jpg","elife-15166-app1-fig6-v1-600w.jpg","elife-15166-fig1-v1-600w.jpg","elife-15166-fig2-v1-600w.jpg","elife-15166-fig3-v1-600w.jpg","elife-15166-fig4-v1-600w.jpg","elife-15166-fig5-v1-600w.jpg","elife-15166-fig6-v1-600w.jpg","elife-15166-fig7-v1-600w.jpg","elife-15166-fig8-v1-600w.jpg"]}