{"title":"Cascade of neural processing orchestrates cognitive control in human frontal cortex","author":[{"surname":"Tang","given-names":"Hanlin"},{"surname":"Yu","given-names":"Hsiang-Yu"},{"surname":"Chou","given-names":"Chien-Chen"},{"surname":"Crone","given-names":"Nathan E"},{"surname":"Madsen","given-names":"Joseph R"},{"surname":"Anderson","given-names":"William S"},{"surname":"Kreiman","given-names":"Gabriel"}],"abstract":"Rapid and flexible interpretation of conflicting sensory inputs in the context of current goals is a critical component of cognitive control that is orchestrated by frontal cortex. The relative roles of distinct subregions within frontal cortex are poorly understood. To examine the dynamics underlying cognitive control across frontal regions, we took advantage of the spatiotemporal resolution of intracranial recordings in epilepsy patients while subjects resolved color-word conflict. We observed differential activity preceding the behavioral responses to conflict trials throughout frontal cortex; this activity was correlated with behavioral reaction times. These signals emerged first in anterior cingulate cortex (ACC) before dorsolateral prefrontal cortex (dlPFC), followed by medial frontal cortex (mFC) and then by orbitofrontal cortex (OFC). These results disassociate the frontal subregions based on their dynamics, and suggest a temporal hierarchy for cognitive control in human cortex.","identifier":[{"type":"publisher-id","id":"12352"},{"type":"doi","id":"10.7554/eLife.12352"}],"date":{"day":"18","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12352","entryfile":"elife-12352-v2.xml","files":["elife-12352-fig1-figsupp1-v2-600w.jpg","elife-12352-fig1-v2-600w.jpg","elife-12352-fig2-figsupp1-v2-600w.jpg","elife-12352-fig2-figsupp2-v2-600w.jpg","elife-12352-fig2-v2-600w.jpg","elife-12352-fig3-v2-600w.jpg","elife-12352-fig4-figsupp1-v2-600w.jpg","elife-12352-fig4-figsupp2-v2-600w.jpg","elife-12352-fig4-figsupp3-v2-600w.jpg","elife-12352-fig4-v2-600w.jpg","elife-12352-fig5-v2-600w.jpg","elife-12352-fig6-v2-600w.jpg","elife-12352-v1.xml"]}