{"title":"In vivo super-resolution RESOLFT microscopy of <italic>Drosophila melanogaster</italic>","author":[{"surname":"Schnorrenberg","given-names":"Sebastian"},{"surname":"Grotjohann","given-names":"Tim"},{"surname":"Vorbrüggen","given-names":"Gerd"},{"surname":"Herzig","given-names":"Alf"},{"surname":"Hell","given-names":"Stefan W"},{"surname":"Jakobs","given-names":"Stefan"}],"abstract":"Despite remarkable developments in diffraction unlimited super-resolution microscopy, <italic>in vivo</italic> nanoscopy of tissues and model organisms is still not satisfactorily established and rarely realized. RESOLFT nanoscopy is particularly suited for live cell imaging because it requires relatively low light levels to overcome the diffraction barrier. Previously, we introduced the reversibly switchable fluorescent protein rsEGFP2, which facilitated fast RESOLFT nanoscopy (<xref>Grotjohann et al., 2012</xref>). In that study, as in most other nanoscopy studies, only cultivated single cells were analyzed. Here, we report on the use of rsEGFP2 for live-cell RESOLFT nanoscopy of sub-cellular structures of intact <italic>Drosophila melanogaster</italic> larvae and of resected tissues. We generated flies expressing fusion proteins of alpha-tubulin and rsEGFP2 highlighting the microtubule cytoskeleton in all cells. By focusing through the intact larval cuticle, we achieved lateral resolution of <60 nm. RESOLFT nanoscopy enabled time-lapse recordings comprising 40 images and facilitated recordings 40 µm deep within fly tissues.","identifier":[{"type":"publisher-id","id":"15567"},{"type":"doi","id":"10.7554/eLife.15567"}],"date":{"day":"29","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15567","entryfile":"elife-15567-v1.xml","files":["elife-15567-fig1-figsupp1-v1-600w.jpg","elife-15567-fig1-v1-600w.jpg","elife-15567-fig2-figsupp1-v1-600w.jpg","elife-15567-fig2-figsupp2-v1-600w.jpg","elife-15567-fig2-figsupp3-v1-600w.jpg","elife-15567-fig2-v1-600w.jpg","elife-15567-fig3-figsupp1-v1-600w.jpg","elife-15567-fig3-v1-600w.jpg","elife-15567-fig4-figsupp1-v1-600w.jpg","elife-15567-fig4-v1-600w.jpg"]}