{"title":"ErbB expressing Schwann cells control lateral line progenitor cells via non-cell-autonomous regulation of Wnt/β-catenin","author":[{"surname":"Lush","given-names":"Mark E"},{"surname":"Piotrowski","given-names":"Tatjana"}],"abstract":"Proper orchestration of quiescence and activation of progenitor cells is crucial during embryonic development and adult homeostasis. We took advantage of the zebrafish sensory lateral line to define niche-progenitor interactions to understand how integration of diverse signaling pathways spatially and temporally regulates the coordination of these processes. Our previous studies demonstrated that Schwann cells play a crucial role in negatively regulating lateral line progenitor proliferation. Here we demonstrate that ErbB/Neuregulin signaling is not only required for Schwann cell migration but that it plays a continued role in postmigratory Schwann cells. ErbB expressing Schwann cells inhibit lateral line progenitor proliferation and differentiation through non-cell-autonomous inhibition of Wnt/β-catenin signaling. Subsequent activation of Fgf signaling controls sensory organ differentiation, but not progenitor proliferation. In addition to the lateral line, these findings have important implications for understanding how niche-progenitor cells segregate interactions during development, and how they may go wrong in disease states.","identifier":[{"type":"publisher-id","id":"01832"},{"type":"doi","id":"10.7554/eLife.01832"}],"date":{"day":"18","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01832","entryfile":"elife-01832-v1.xml","files":["elife-01832-fig1-figsupp1-v1-600w.jpg","elife-01832-fig1-figsupp2-v1-600w.jpg","elife-01832-fig1-figsupp3-v1-600w.jpg","elife-01832-fig1-figsupp4-v1-600w.jpg","elife-01832-fig1-v1-600w.jpg","elife-01832-fig10-figsupp1-v1-600w.jpg","elife-01832-fig10-v1-600w.jpg","elife-01832-fig11-v1-600w.jpg","elife-01832-fig12-v1-600w.jpg","elife-01832-fig13-v1-600w.jpg","elife-01832-fig2-v1-600w.jpg","elife-01832-fig3-v1-600w.jpg","elife-01832-fig4-figsupp1-v1-600w.jpg","elife-01832-fig4-figsupp2-v1-600w.jpg","elife-01832-fig4-figsupp3-v1-600w.jpg","elife-01832-fig4-v1-600w.jpg","elife-01832-fig5-figsupp1-v1-600w.jpg","elife-01832-fig5-v1-600w.jpg","elife-01832-fig6-v1-600w.jpg","elife-01832-fig7-figsupp1-v1-600w.jpg","elife-01832-fig7-v1-600w.jpg","elife-01832-fig8-v1-600w.jpg","elife-01832-fig9-figsupp1-v1-600w.jpg","elife-01832-fig9-v1-600w.jpg"]}