{"title":"Real-time observation of signal recognition particle binding to actively translating ribosomes","author":[{"surname":"Noriega","given-names":"Thomas R"},{"surname":"Chen","given-names":"Jin"},{"surname":"Walter","given-names":"Peter"},{"surname":"Puglisi","given-names":"Joseph D"}],"abstract":"The signal recognition particle (SRP) directs translating ribosome-nascent chain complexes (RNCs) that display a signal sequence to protein translocation channels in target membranes. All previous work on the initial step of the targeting reaction, when SRP binds to RNCs, used stalled and non-translating RNCs. This meant that an important dimension of the co-translational process remained unstudied. We apply single-molecule fluorescence measurements to observe directly and in real-time <italic>E. coli</italic> SRP binding to actively translating RNCs. We show at physiologically relevant SRP concentrations that SRP-RNC association and dissociation rates depend on nascent chain length and the exposure of a functional signal sequence outside the ribosome. Our results resolve a long-standing question: how can a limited, sub-stoichiometric pool of cellular SRP effectively distinguish RNCs displaying a signal sequence from those that are not? The answer is strikingly simple: as originally proposed, SRP only stably engages translating RNCs exposing a functional signal sequence.","identifier":[{"type":"publisher-id","id":"04418"},{"type":"doi","id":"10.7554/eLife.04418"}],"date":{"day":"30","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04418","entryfile":"elife-04418-v1.xml","files":["elife-04418-fig1-figsupp1-v1-600w.jpg","elife-04418-fig1-figsupp2-v1-600w.jpg","elife-04418-fig1-figsupp3-v1-600w.jpg","elife-04418-fig1-v1-600w.jpg","elife-04418-fig2-v1-600w.jpg","elife-04418-fig3-figsupp1-v1-600w.jpg","elife-04418-fig3-figsupp2-v1-600w.jpg","elife-04418-fig3-figsupp3-v1-600w.jpg","elife-04418-fig3-figsupp4-v1-600w.jpg","elife-04418-fig3-v1-600w.jpg"]}