{"title":"Functional integration of a serotonergic neuron in the <italic>Drosophila</italic> antennal lobe","author":[{"surname":"Zhang","given-names":"Xiaonan"},{"surname":"Gaudry","given-names":"Quentin"}],"abstract":"Serotonin plays a critical role in regulating many behaviors that rely on olfaction and recently there has been great effort in determining how this molecule functions in vivo. However, it remains unknown how serotonergic neurons that innervate the first olfactory relay respond to odor stimulation and how they integrate synaptically into local circuits. We examined the sole pair of serotonergic neurons that innervates the <italic>Drosophila</italic> antennal lobe (the first olfactory relay) to characterize their physiology, connectivity, and contribution to pheromone processing. We report that nearly all odors inhibit these cells, likely through connections made reciprocally within the antennal lobe. Pharmacological and immunohistochemical analyses reveal that these neurons likely release acetylcholine in addition to serotonin and that exogenous and endogenous serotonin have opposing effects on olfactory responses. Finally, we show that activation of the entire serotonergic network, as opposed to only activation of those fibers innervating the antennal lobe, may be required for persistent serotonergic modulation of pheromone responses in the antennal lobe.","identifier":[{"type":"publisher-id","id":"16836"},{"type":"doi","id":"10.7554/eLife.16836"}],"date":{"day":"30","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16836","entryfile":"elife-16836-v2.xml","files":["elife-16836-fig1-v2-600w.jpg","elife-16836-fig2-figsupp1-v2-600w.jpg","elife-16836-fig2-v2-600w.jpg","elife-16836-fig3-figsupp1-v2-600w.jpg","elife-16836-fig3-figsupp2-v2-600w.jpg","elife-16836-fig3-figsupp3-v2-600w.jpg","elife-16836-fig3-figsupp4-v2-600w.jpg","elife-16836-fig3-v2-600w.jpg","elife-16836-fig4-figsupp1-v2-600w.jpg","elife-16836-fig4-v2-600w.jpg","elife-16836-fig5-figsupp1-v2-600w.jpg","elife-16836-fig5-v2-600w.jpg","elife-16836-fig6-v2-600w.jpg","elife-16836-fig7-v2-600w.jpg","elife-16836-fig8-figsupp1-v2-600w.jpg","elife-16836-fig8-v2-600w.jpg","elife-16836-v1.xml"]}