{"title":"Mechanistic insight into the conserved allosteric regulation of periplasmic proteolysis by the signaling molecule cyclic-di-GMP","author":[{"surname":"Chatterjee","given-names":"Debashree"},{"surname":"Cooley","given-names":"Richard B"},{"surname":"Boyd","given-names":"Chelsea D"},{"surname":"Mehl","given-names":"Ryan A"},{"surname":"O'Toole","given-names":"George A"},{"surname":"Sondermann","given-names":"Holger"}],"abstract":"Stable surface adhesion of cells is one of the early pivotal steps in bacterial biofilm formation, a prevalent adaptation strategy in response to changing environments. In <italic>Pseudomonas fluorescens</italic>, this process is regulated by the Lap system and the second messenger cyclic-di-GMP. High cytoplasmic levels of cyclic-di-GMP activate the transmembrane receptor LapD that in turn recruits the periplasmic protease LapG, preventing it from cleaving a cell surface-bound adhesin, thereby promoting cell adhesion. In this study, we elucidate the molecular basis of LapG regulation by LapD and reveal a remarkably sensitive switching mechanism that is controlled by LapD's HAMP domain. LapD appears to act as a coincidence detector, whereby a weak interaction of LapG with LapD transmits a transient outside-in signal that is reinforced only when cyclic-di-GMP levels increase. Given the conservation of key elements of this receptor system in many bacterial species, the results are broadly relevant for cyclic-di-GMP- and HAMP domain-regulated transmembrane signaling.","identifier":[{"type":"publisher-id","id":"03650"},{"type":"doi","id":"10.7554/eLife.03650"}],"date":{"day":"02","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03650","entryfile":"elife-03650-v1.xml","files":["elife-03650-fig1-v1-600w.jpg","elife-03650-fig10-figsupp1-v1-600w.jpg","elife-03650-fig10-figsupp2-v1-600w.jpg","elife-03650-fig10-v1-600w.jpg","elife-03650-fig2-v1-600w.jpg","elife-03650-fig3-v1-600w.jpg","elife-03650-fig4-v1-600w.jpg","elife-03650-fig5-v1-600w.jpg","elife-03650-fig6-v1-600w.jpg","elife-03650-fig7-v1-600w.jpg","elife-03650-fig8-v1-600w.jpg","elife-03650-fig9-v1-600w.jpg"]}