{"title":"Multi-functional roles for the polypeptide transport associated domains of Toc75 in chloroplast protein import","author":[{"surname":"Paila","given-names":"Yamuna D"},{"surname":"Richardson","given-names":"Lynn GL"},{"surname":"Inoue","given-names":"Hitoshi"},{"surname":"Parks","given-names":"Elizabeth S"},{"surname":"McMahon","given-names":"James"},{"surname":"Inoue","given-names":"Kentaro"},{"surname":"Schnell","given-names":"Danny J"}],"abstract":"Toc75 plays a central role in chloroplast biogenesis in plants as the membrane channel of the protein import translocon at the outer envelope of chloroplasts (TOC). Toc75 is a member of the Omp85 family of bacterial and organellar membrane insertases, characterized by N-terminal POTRA (polypeptide-transport associated) domains and C-terminal membrane-integrated β-barrels. We demonstrate that the Toc75 POTRA domains are essential for protein import and contribute to interactions with TOC receptors, thereby coupling preprotein recognition at the chloroplast surface with membrane translocation. The POTRA domains also interact with preproteins and mediate the recruitment of molecular chaperones in the intermembrane space to facilitate membrane transport. Our studies are consistent with the multi-functional roles of POTRA domains observed in other Omp85 family members and demonstrate that the domains of Toc75 have evolved unique properties specific to the acquisition of protein import during endosymbiotic evolution of the TOC system in plastids.","identifier":[{"type":"publisher-id","id":"12631"},{"type":"doi","id":"10.7554/eLife.12631"}],"date":{"day":"21","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12631","entryfile":"elife-12631-v1.xml","files":["elife-12631-fig1-figsupp1-v1-600w.jpg","elife-12631-fig1-v1-600w.jpg","elife-12631-fig2-figsupp1-v1-600w.jpg","elife-12631-fig2-v1-600w.jpg","elife-12631-fig3-v1-600w.jpg","elife-12631-fig4-v1-600w.jpg","elife-12631-fig5-v1-600w.jpg","elife-12631-fig6-v1-600w.jpg","elife-12631-fig7-v1-600w.jpg","elife-12631-fig8-v1-600w.jpg","elife-12631-fig9-v1-600w.jpg"]}