{"title":"Proneurotrophin-3 promotes cell cycle withdrawal of developing cerebellar granule cell progenitors via the p75 neurotrophin receptor","author":[{"surname":"Zanin","given-names":"Juan Pablo"},{"surname":"Abercrombie","given-names":"Elizabeth"},{"surname":"Friedman","given-names":"Wilma J"}],"abstract":"Cerebellar granule cell progenitors (GCP) proliferate extensively in the external granule layer (EGL) of the developing cerebellum prior to differentiating and migrating. Mechanisms that regulate the appropriate timing of cell cycle withdrawal of these neuronal progenitors during brain development are not well defined. The p75 neurotrophin receptor (p75<sup>NTR</sup>) is highly expressed in the proliferating GCPs, but is downregulated once the cells leave the cell cycle. This receptor has primarily been characterized as a death receptor for its ability to induce neuronal apoptosis following injury. Here we demonstrate a novel function for p75<sup>NTR</sup> in regulating proper cell cycle exit of neuronal progenitors in the developing rat and mouse EGL, which is stimulated by proNT3. In the absence of p75<sup>NTR</sup>, GCPs continue to proliferate beyond their normal period, resulting in a larger cerebellum that persists into adulthood, with consequent motor deficits.","identifier":[{"type":"publisher-id","id":"16654"},{"type":"doi","id":"10.7554/eLife.16654"}],"date":{"day":"19","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16654","entryfile":"elife-16654-v2.xml","files":["elife-16654-fig1-figsupp1-v2-600w.jpg","elife-16654-fig1-v2-600w.jpg","elife-16654-fig10-v2-600w.jpg","elife-16654-fig2-v2-600w.jpg","elife-16654-fig3-v2-600w.jpg","elife-16654-fig4-v2-600w.jpg","elife-16654-fig5-figsupp1-v2-600w.jpg","elife-16654-fig5-figsupp2-v2-600w.jpg","elife-16654-fig5-v2-600w.jpg","elife-16654-fig6-v2-600w.jpg","elife-16654-fig7-figsupp1-v2-600w.jpg","elife-16654-fig7-v2-600w.jpg","elife-16654-fig8-v2-600w.jpg","elife-16654-fig9-v2-600w.jpg","elife-16654-v1.xml"]}