{"title":"Transgressions of compartment boundaries and cell reprogramming during regeneration in <italic>Drosophila</italic>","author":[{"surname":"Herrera","given-names":"Salvador C"},{"surname":"Morata","given-names":"Ginés"}],"abstract":"Animals have developed mechanisms to reconstruct lost or damaged tissues. To regenerate those tissues the cells implicated have to undergo developmental reprogramming. The imaginal discs of <italic>Drosophila</italic> are subdivided into distinct compartments, which derive from different genetic programs. This feature makes them a convenient system to study reprogramming during regeneration. We find that massive damage inflicted to the posterior or the dorsal compartment of the wing disc causes a transient breakdown of compartment boundaries, which are quickly reconstructed. The cells involved in the reconstruction often modify their original identity, visualized by changes in the expression of developmental genes like <italic>engrailed</italic> or <italic>cubitus interruptus</italic>. This reprogramming is mediated by up regulation of the JNK pathway and transient debilitation of the epigenetic control mechanism. Our results also show that the local developmental context plays a role in the acquisition of new cell identities: cells expressing <italic>engrailed</italic> induce <italic>engrailed</italic> expression in neighbor cells.","identifier":[{"type":"publisher-id","id":"01831"},{"type":"doi","id":"10.7554/eLife.01831"}],"date":{"day":"22","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01831","entryfile":"elife-01831-v1.xml","files":["elife-01831-fig1-figsupp1-v1-600w.jpg","elife-01831-fig1-v1-600w.jpg","elife-01831-fig2-v1-600w.jpg","elife-01831-fig3-figsupp1-v1-600w.jpg","elife-01831-fig3-figsupp2-v1-600w.jpg","elife-01831-fig3-v1-600w.jpg","elife-01831-fig4-v1-600w.jpg","elife-01831-fig5-figsupp1-v1-600w.jpg","elife-01831-fig5-figsupp2-v1-600w.jpg","elife-01831-fig5-v1-600w.jpg","elife-01831-fig6-figsupp1-v1-600w.jpg","elife-01831-fig6-figsupp2-v1-600w.jpg","elife-01831-fig6-v1-600w.jpg","elife-01831-resp-fig1-v1-600w.jpg","elife-01831-resp-fig2-v1-600w.jpg"]}