{"title":"Single-fluorophore membrane transport activity sensors with dual-emission read-out","author":[{"surname":"Ast","given-names":"Cindy"},{"surname":"De Michele","given-names":"Roberto"},{"surname":"Kumke","given-names":"Michael U"},{"surname":"Frommer","given-names":"Wolf B"}],"abstract":"We recently described a series of genetically encoded, single-fluorophore-based sensors, termed AmTrac and MepTrac, which monitor membrane transporter activity in vivo (<xref>De Michele et al., 2013</xref>). However, being intensiometric, AmTrac and Meptrac are limited in their use for quantitative studies. Here, we characterized the photophysical properties (steady-state and time-resolved fluorescence spectroscopy as well as anisotropy decay analysis) of different AmTrac sensors with diverging fluorescence properties in order to generate improved, ratiometric sensors. By replacing key amino acid residues in AmTrac we constructed a set of dual-emission AmTrac sensors named deAmTracs. deAmTracs show opposing changes of blue and green emission with almost doubled emission ratio upon ammonium addition. The response ratio of the deAmTracs correlated with transport activity in mutants with altered capacity. Our results suggest that partial disruption of distance-dependent excited-state proton transfer is important for the successful generation of single-fluorophore-based dual-emission sensors.","identifier":[{"type":"publisher-id","id":"07113"},{"type":"doi","id":"10.7554/eLife.07113"}],"date":{"day":"19","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07113","entryfile":"elife-07113-v2.xml","files":["elife-07113-fig1-figsupp1-v2-600w.jpg","elife-07113-fig1-figsupp2-v2-600w.jpg","elife-07113-fig1-v2-600w.jpg","elife-07113-fig2-figsupp1-v2-600w.jpg","elife-07113-fig2-v2-600w.jpg","elife-07113-fig3-figsupp1-v2-600w.jpg","elife-07113-fig3-figsupp2-v2-600w.jpg","elife-07113-fig3-v2-600w.jpg","elife-07113-fig4-figsupp1-v2-600w.jpg","elife-07113-fig4-v2-600w.jpg","elife-07113-fig5-v2-600w.jpg","elife-07113-v1.xml"]}