{"title":"Fungal effector Ecp6 outcompetes host immune receptor for chitin binding through intrachain LysM dimerization","author":[{"surname":"Sánchez-Vallet","given-names":"Andrea"},{"surname":"Saleem-Batcha","given-names":"Raspudin"},{"surname":"Kombrink","given-names":"Anja"},{"surname":"Hansen","given-names":"Guido"},{"surname":"Valkenburg","given-names":"Dirk-Jan"},{"surname":"Thomma","given-names":"Bart PHJ"},{"surname":"Mesters","given-names":"Jeroen R"}],"abstract":"While host immune receptors detect pathogen-associated molecular patterns to activate immunity, pathogens attempt to deregulate host immunity through secreted effectors. Fungi employ LysM effectors to prevent recognition of cell wall-derived chitin by host immune receptors, although the mechanism to compete for chitin binding remained unclear. Structural analysis of the LysM effector Ecp6 of the fungal tomato pathogen <italic>Cladosporium fulvum</italic> reveals a novel mechanism for chitin binding, mediated by intrachain LysM dimerization, leading to a chitin-binding groove that is deeply buried in the effector protein. This composite binding site involves two of the three LysMs of Ecp6 and mediates chitin binding with ultra-high (pM) affinity. Intriguingly, the remaining singular LysM domain of Ecp6 binds chitin with low micromolar affinity but can nevertheless still perturb chitin-triggered immunity. Conceivably, the perturbation by this LysM domain is not established through chitin sequestration but possibly through interference with the host immune receptor complex.","identifier":[{"type":"publisher-id","id":"00790"},{"type":"doi","id":"10.7554/eLife.00790"}],"date":{"day":"02","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00790","entryfile":"elife-00790-v1.xml","files":["elife-00790-fig1-v1-600w.jpg","elife-00790-fig2-v1-600w.jpg","elife-00790-fig3-v1-600w.jpg","elife-00790-fig4-v1-600w.jpg","elife-00790-fig5-v1-600w.jpg","elife-00790-fig6-v1-600w.jpg","elife-00790-fig7-v1-600w.jpg","elife-00790-fig8-v1-600w.jpg"]}