{"title":"Registered report: Systematic identification of genomic markers of drug sensitivity in cancer cells","author":[{"surname":"Vanden Heuvel","given-names":"John P"},{"surname":"Bullenkamp","given-names":"Jessica"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about the reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from “Systematic identification of genomic markers of drug sensitivity in cancer cells” by Garnett and colleagues, published in <italic>Nature</italic> in 2012 (<xref>Garnett et al., 2012</xref>). The experiments to be replicated are those reported in Figures 4C, 4E, 4F, and Supplemental Figures 16 and 20. Garnett and colleagues performed a high throughput screen assessing the effect of 130 drugs on 639 cancer-derived cell lines in order to identify novel interactions for possible therapeutic approaches. They then tested this approach by exploring in more detail a novel interaction they identified in which Ewing’s sarcoma cell lines showed an increased sensitivity to PARP inhibitors (Figure 4C). Mesenchymal progenitor cells (MPCs) transformed with the signature <italic>EWS-FLI1</italic> translocation, the hallmark of Ewing’s sarcoma family tumors, exhibited increased sensitivity to the PARP inhibitor olaparib as compared to MPCs transformed with a different translocation (Figure 4E). Knockdown mediated by siRNA of <italic>EWS-FLI1</italic> abrogated this sensitivity to olaparib (Figure 4F). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published by <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"13620"},{"type":"doi","id":"10.7554/eLife.13620"}],"date":{"day":"23","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13620","entryfile":"elife-13620-v1.xml","files":[]}