{"title":"Parental effects alter the adaptive value of an adult behavioural trait","author":[{"surname":"Kilner","given-names":"Rebecca M"},{"surname":"Boncoraglio","given-names":"Giuseppe"},{"surname":"Henshaw","given-names":"Jonathan M"},{"surname":"Jarrett","given-names":"Benjamin JM"},{"surname":"De Gasperin","given-names":"Ornela"},{"surname":"Attisano","given-names":"Alfredo"},{"surname":"Kokko","given-names":"Hanna"}],"abstract":"The parents' phenotype, or the environment they create for their young, can have long-lasting effects on their offspring, with profound evolutionary consequences. Yet, virtually no work has considered how such parental effects might change the adaptive value of behavioural traits expressed by offspring upon reaching adulthood. To address this problem, we combined experiments on burying beetles (<italic>Nicrophorus vespilloides</italic>) with theoretical modelling and focussed on one adult behavioural trait in particular: the supply of parental care. We manipulated the early-life environment and measured the fitness payoffs associated with the supply of parental care when larvae reached maturity. We found that (1) adults that received low levels of care as larvae were less successful at raising larger broods and suffered greater mortality as a result: they were low-quality parents. Furthermore, (2) high-quality males that raised offspring with low-quality females subsequently suffered greater mortality than brothers of equivalent quality, which reared larvae with higher quality females. Our analyses identify three general ways in which parental effects can change the adaptive value of an adult behavioural trait: by influencing the associated fitness benefits and costs; by consequently changing the evolutionary outcome of social interactions; and by modifying the evolutionarily stable expression of behavioural traits that are themselves parental effects.","identifier":[{"type":"publisher-id","id":"07340"},{"type":"doi","id":"10.7554/eLife.07340"}],"date":{"day":"22","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07340","entryfile":"elife-07340-v2.xml","files":["elife-07340-fig1-figsupp1-v2-600w.jpg","elife-07340-fig1-figsupp2-v2-600w.jpg","elife-07340-fig1-v2-600w.jpg","elife-07340-fig2-v2-600w.jpg","elife-07340-fig3-v2-600w.jpg","elife-07340-fig4-v2-600w.jpg","elife-07340-fig5-v2-600w.jpg","elife-07340-v1.xml"]}