{"title":"Mapping out Min protein patterns in fully confined fluidic chambers","author":[{"surname":"Caspi","given-names":"Yaron"},{"surname":"Dekker","given-names":"Cees"}],"abstract":"The bacterial Min protein system provides a major model system for studying reaction-diffusion processes in biology. Here we present the first <italic>in vitro</italic> study of the Min system in fully confined three-dimensional chambers that are lithography-defined, lipid-bilayer coated and isolated through pressure valves. We identify three typical dynamical behaviors that occur dependent on the geometrical chamber parameters: pole-to-pole oscillations, spiral rotations, and traveling waves. We establish the geometrical selection rules and show that, surprisingly, Min-protein spiral rotations govern the larger part of the geometrical phase diagram. Confinement as well as an elevated temperature reduce the characteristic wavelength of the Min patterns, although even for confined chambers with a bacterial-level viscosity, the patterns retain a ~5 times larger wavelength than <italic>in vivo</italic>. Our results provide an essential experimental base for modeling of intracellular Min gradients in bacterial cell division as well as, more generally, for understanding pattern formation in reaction-diffusion systems.","identifier":[{"type":"publisher-id","id":"19271"},{"type":"doi","id":"10.7554/eLife.19271"}],"date":{"day":"25","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19271","entryfile":"elife-19271-v2.xml","files":["elife-19271-fig1-figsupp1-v2-600w.jpg","elife-19271-fig1-figsupp2-v2-600w.jpg","elife-19271-fig1-figsupp3-v2-600w.jpg","elife-19271-fig1-v2-600w.jpg","elife-19271-fig2-figsupp1-v2-600w.jpg","elife-19271-fig2-v2-600w.jpg","elife-19271-fig3-figsupp1-v2-600w.jpg","elife-19271-fig3-v2-600w.jpg","elife-19271-fig4-figsupp1-v2-600w.jpg","elife-19271-fig4-figsupp2-v2-600w.jpg","elife-19271-fig4-v2-600w.jpg","elife-19271-fig5-figsupp1-v2-600w.jpg","elife-19271-fig5-v2-600w.jpg","elife-19271-fig6-figsupp1-v2-600w.jpg","elife-19271-fig6-v2-600w.jpg","elife-19271-v1.xml"]}