{"title":"Mapping microbial ecosystems and spoilage-gene flow in breweries highlights patterns of contamination and resistance","author":[{"surname":"Bokulich","given-names":"Nicholas A"},{"surname":"Bergsveinson","given-names":"Jordyn"},{"surname":"Ziola","given-names":"Barry"},{"surname":"Mills","given-names":"David A"}],"abstract":"Distinct microbial ecosystems have evolved to meet the challenges of indoor environments, shaping the microbial communities that interact most with modern human activities. Microbial transmission in food-processing facilities has an enormous impact on the qualities and healthfulness of foods, beneficially or detrimentally interacting with food products. To explore modes of microbial transmission and spoilage-gene frequency in a commercial food-production scenario, we profiled hop-resistance gene frequencies and bacterial and fungal communities in a brewery. We employed a Bayesian approach for predicting routes of contamination, revealing critical control points for microbial management. Physically mapping microbial populations over time illustrates patterns of dispersal and identifies potential contaminant reservoirs within this environment. Habitual exposure to beer is associated with increased abundance of spoilage genes, predicting greater contamination risk. Elucidating the genetic landscapes of indoor environments poses important practical implications for food-production systems and these concepts are translatable to other built environments.","identifier":[{"type":"publisher-id","id":"04634"},{"type":"doi","id":"10.7554/eLife.04634"}],"date":{"day":"10","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04634","entryfile":"elife-04634-v1.xml","files":["elife-04634-fig1-v1-600w.jpg","elife-04634-fig2-v1-600w.jpg","elife-04634-fig3-v1-600w.jpg","elife-04634-fig4-v1-600w.jpg","elife-04634-fig5-v1-600w.jpg","elife-04634-fig6-v1-600w.jpg","elife-04634-fig7-v1-600w.jpg","elife-04634-fig8-v1-600w.jpg","elife-04634-fig9-v1-600w.jpg"]}