{"title":"Dissecting the pre-placodal transcriptome to reveal presumptive direct targets of Six1 and Eya1 in cranial placodes","author":[{"surname":"Riddiford","given-names":"Nick"},{"surname":"Schlosser","given-names":"Gerhard"}],"abstract":"The pre-placodal ectoderm, marked by the expression of the transcription factor Six1 and its co-activator Eya1, develops into placodes and ultimately into many cranial sensory organs and ganglia. Using RNA-Seq in <italic>Xenopus laevis</italic> we screened for presumptive direct placodal target genes of Six1 and Eya1 by overexpressing hormone-inducible constructs of Six1 and Eya1 in pre-placodal explants, and blocking protein synthesis before hormone-inducing nuclear translocation of Six1 or Eya1. Comparing the transcriptome of explants with non-induced controls, we identified hundreds of novel Six1/Eya1 target genes with potentially important roles for placode development. Loss-of-function studies confirmed that target genes encoding known transcriptional regulators of progenitor fates (e.g. Sox2, Hes8) and neuronal/sensory differentiation (e.g. Ngn1, Atoh1, Pou4f1, Gfi1) require Six1 and Eya1 for their placodal expression. Our findings provide insights into the gene regulatory network regulating placodal neurogenesis downstream of Six1 and Eya1 suggesting new avenues of research into placode development and disease.","identifier":[{"type":"publisher-id","id":"17666"},{"type":"doi","id":"10.7554/eLife.17666"}],"date":{"day":"31","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17666","entryfile":"elife-17666-v2.xml","files":["elife-17666-fig1-v2-600w.jpg","elife-17666-fig10-v2-600w.jpg","elife-17666-fig2-v2-600w.jpg","elife-17666-fig3-figsupp1-v2-600w.jpg","elife-17666-fig3-v2-600w.jpg","elife-17666-fig4-figsupp1-v2-600w.jpg","elife-17666-fig4-figsupp2-v2-600w.jpg","elife-17666-fig4-figsupp3-v2-600w.jpg","elife-17666-fig4-figsupp4-v2-600w.jpg","elife-17666-fig4-figsupp5-v2-600w.jpg","elife-17666-fig4-v2-600w.jpg","elife-17666-fig5-figsupp1-v2-600w.jpg","elife-17666-fig5-figsupp2-v2-600w.jpg","elife-17666-fig5-v2-600w.jpg","elife-17666-fig6-v2-600w.jpg","elife-17666-fig7-v2-600w.jpg","elife-17666-fig8-v2-600w.jpg","elife-17666-fig9-v2-600w.jpg","elife-17666-v1.xml"]}