{"title":"Chromosome-wide mechanisms to decouple gene expression from gene dose during sex-chromosome evolution","author":[{"surname":"Wheeler","given-names":"Bayly S"},{"surname":"Anderson","given-names":"Erika"},{"surname":"Frøkjær-Jensen","given-names":"Christian"},{"surname":"Bian","given-names":"Qian"},{"surname":"Jorgensen","given-names":"Erik"},{"surname":"Meyer","given-names":"Barbara J"}],"abstract":"Changes in chromosome number impair fitness by disrupting the balance of gene expression. Here we analyze mechanisms to compensate for changes in gene dose that accompanied the evolution of sex chromosomes from autosomes. Using single-copy transgenes integrated throughout the <italic>Caenorhabditis elegans</italic> genome, we show that expression of all X-linked transgenes is balanced between XX hermaphrodites and XO males. However, proximity of a dosage compensation complex (DCC) binding site (<italic>rex</italic> site) is neither necessary to repress X-linked transgenes nor sufficient to repress transgenes on autosomes. Thus, X is broadly permissive for dosage compensation, and the DCC acts via a chromosome-wide mechanism to balance transcription between sexes. In contrast, no analogous X-chromosome-wide mechanism balances transcription between X and autosomes: expression of compensated hermaphrodite X-linked transgenes is half that of autosomal transgenes. Furthermore, our results argue against an X-chromosome dosage compensation model contingent upon <italic>rex</italic>-directed positioning of X relative to the nuclear periphery.","identifier":[{"type":"publisher-id","id":"17365"},{"type":"doi","id":"10.7554/eLife.17365"}],"date":{"day":"30","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17365","entryfile":"elife-17365-v3.xml","files":["elife-17365-fig1-figsupp1-v3-600w.jpg","elife-17365-fig1-v3-600w.jpg","elife-17365-fig2-v3-600w.jpg","elife-17365-fig3-figsupp1-v3-600w.jpg","elife-17365-fig3-v3-600w.jpg","elife-17365-fig4-figsupp1-v3-600w.jpg","elife-17365-fig4-v3-600w.jpg","elife-17365-fig5-v3-600w.jpg","elife-17365-fig6-v3-600w.jpg","elife-17365-fig7-figsupp1-v3-600w.jpg","elife-17365-fig7-figsupp2-v3-600w.jpg","elife-17365-fig7-figsupp3-v3-600w.jpg","elife-17365-fig7-v3-600w.jpg","elife-17365-v1.xml","elife-17365-v2.xml"]}