{"title":"Structural basis for subtype-specific inhibition of the P2X7 receptor","author":[{"surname":"Karasawa","given-names":"Akira"},{"surname":"Kawate","given-names":"Toshimitsu"}],"abstract":"The P2X7 receptor is a non-selective cation channel activated by extracellular adenosine triphosphate (ATP). Chronic activation of P2X7 underlies many health problems such as pathologic pain, yet we lack effective antagonists due to poorly understood mechanisms of inhibition. Here we present crystal structures of a mammalian P2X7 receptor complexed with five structurally-unrelated antagonists. Unexpectedly, these drugs all bind to an allosteric site distinct from the ATP-binding pocket in a groove formed between two neighboring subunits. This novel drug-binding pocket accommodates a diversity of small molecules mainly through hydrophobic interactions. Functional assays propose that these compounds allosterically prevent narrowing of the drug-binding pocket and the turret-like architecture during channel opening, which is consistent with a site of action distal to the ATP-binding pocket. These novel mechanistic insights will facilitate the development of P2X7-specific drugs for treating human diseases.","identifier":[{"type":"publisher-id","id":"22153"},{"type":"doi","id":"10.7554/eLife.22153"}],"date":{"day":"09","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22153","entryfile":"elife-22153-v2.xml","files":["elife-22153-fig1-v2-600w.jpg","elife-22153-fig2-figsupp1-v2-600w.jpg","elife-22153-fig2-figsupp2-v2-600w.jpg","elife-22153-fig2-v2-600w.jpg","elife-22153-fig3-figsupp1-v2-600w.jpg","elife-22153-fig3-figsupp2-v2-600w.jpg","elife-22153-fig3-figsupp3-v2-600w.jpg","elife-22153-fig3-figsupp4-v2-600w.jpg","elife-22153-fig3-figsupp5-v2-600w.jpg","elife-22153-fig3-figsupp6-v2-600w.jpg","elife-22153-fig3-v2-600w.jpg","elife-22153-fig4-figsupp1-v2-600w.jpg","elife-22153-fig4-v2-600w.jpg","elife-22153-fig5-figsupp1-v2-600w.jpg","elife-22153-fig5-v2-600w.jpg","elife-22153-fig6-figsupp1-v2-600w.jpg","elife-22153-fig6-v2-600w.jpg","elife-22153-fig7-v2-600w.jpg","elife-22153-v1.xml"]}