{"title":"Distinct combinations of variant ionotropic glutamate receptors mediate thermosensation and hygrosensation in <italic>Drosophila</italic>","author":[{"surname":"Knecht","given-names":"Zachary A"},{"surname":"Silbering","given-names":"Ana F"},{"surname":"Ni","given-names":"Lina"},{"surname":"Klein","given-names":"Mason"},{"surname":"Budelli","given-names":"Gonzalo"},{"surname":"Bell","given-names":"Rati"},{"surname":"Abuin","given-names":"Liliane"},{"surname":"Ferrer","given-names":"Anggie J"},{"surname":"Samuel","given-names":"Aravinthan DT"},{"surname":"Benton","given-names":"Richard"},{"surname":"Garrity","given-names":"Paul A"}],"abstract":"Ionotropic Receptors (IRs) are a large subfamily of variant ionotropic glutamate receptors present across Protostomia. While these receptors are most extensively studied for their roles in chemosensory detection, recent work has implicated two family members, IR21a and IR25a, in thermosensation in <italic>Drosophila</italic>. Here we characterize one of the most evolutionarily deeply conserved receptors, IR93a, and show that it is co-expressed and functions with IR21a and IR25a to mediate physiological and behavioral responses to cool temperatures. IR93a is also co-expressed with IR25a and a distinct receptor, IR40a, in a discrete population of sensory neurons in the sacculus, a multi-chambered pocket within the antenna. We demonstrate that this combination of receptors is required for neuronal responses to dry air and behavioral discrimination of humidity differences. Our results identify IR93a as a common component of molecularly and cellularly distinct IR pathways important for thermosensation and hygrosensation in insects.","identifier":[{"type":"publisher-id","id":"17879"},{"type":"doi","id":"10.7554/eLife.17879"}],"date":{"day":"22","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17879","entryfile":"elife-17879-v3.xml","files":["elife-17879-fig1-v3-600w.jpg","elife-17879-fig2-v3-600w.jpg","elife-17879-fig3-v3-600w.jpg","elife-17879-fig4-figsupp1-v3-600w.jpg","elife-17879-fig4-v3-600w.jpg","elife-17879-fig5-v3-600w.jpg","elife-17879-fig6-v3-600w.jpg","elife-17879-resp-fig1-v3-600w.jpg","elife-17879-v1.xml","elife-17879-v2.xml"]}