{"title":"KChIP2 is a core transcriptional regulator of cardiac excitability","author":[{"surname":"Nassal","given-names":"Drew M"},{"surname":"Wan","given-names":"Xiaoping"},{"surname":"Liu","given-names":"Haiyan"},{"surname":"Maleski","given-names":"Danielle"},{"surname":"Ramirez-Navarro","given-names":"Angelina"},{"surname":"Moravec","given-names":"Christine S"},{"surname":"Ficker","given-names":"Eckhard"},{"surname":"Laurita","given-names":"Kenneth R"},{"surname":"Deschênes","given-names":"Isabelle"}],"abstract":"Arrhythmogenesis from aberrant electrical remodeling is a primary cause of death among patients with heart disease. Amongst a multitude of remodeling events, reduced expression of the ion channel subunit KChIP2 is consistently observed in numerous cardiac pathologies. However, it remains unknown if KChIP2 loss is merely a symptom or involved in disease development. Using rat and human derived cardiomyocytes, we identify a previously unobserved transcriptional capacity for cardiac KChIP2 critical in maintaining electrical stability. Through interaction with genetic elements, KChIP2 transcriptionally repressed the miRNAs miR-34b and miR-34c, which subsequently targeted key depolarizing (<italic>I</italic><sub>Na</sub>) and repolarizing (<italic>I</italic><sub>to</sub>) currents altered in cardiac disease. Genetically maintaining KChIP2 expression or inhibiting miR-34 under pathologic conditions restored channel function and moreover, prevented the incidence of reentrant arrhythmias. This identifies the KChIP2/miR-34 axis as a central regulator in developing electrical dysfunction and reveals miR-34 as a therapeutic target for treating arrhythmogenesis in heart disease.","identifier":[{"type":"publisher-id","id":"17304"},{"type":"doi","id":"10.7554/eLife.17304"}],"date":{"day":"06","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17304","entryfile":"elife-17304-v1.xml","files":["elife-17304-fig1-v1-600w.jpg","elife-17304-fig2-v1-600w.jpg","elife-17304-fig3-figsupp1-v1-600w.jpg","elife-17304-fig3-v1-600w.jpg","elife-17304-fig4-v1-600w.jpg","elife-17304-fig5-v1-600w.jpg","elife-17304-fig6-figsupp1-v1-600w.jpg","elife-17304-fig6-v1-600w.jpg","elife-17304-fig7-v1-600w.jpg"]}