{"title":"The <italic>Caenorhabditis elegans</italic> microtubule minus-end binding homolog PTRN-1 stabilizes synapses and neurites","author":[{"surname":"Marcette","given-names":"Jana Dorfman"},{"surname":"Chen","given-names":"Jessica Jie"},{"surname":"Nonet","given-names":"Michael L"}],"abstract":"Microtubule dynamics facilitate neurite growth and establish morphology, but the role of minus-end binding proteins in these processes is largely unexplored. CAMSAP homologs associate with microtubule minus-ends, and are important for the stability of epithelial cell adhesions. In this study, we report morphological defects in neurons and neuromuscular defects in mutants of the <italic>C. elegans</italic> CAMSAP, <italic>ptrn-1</italic>. Mechanosensory neurons initially extend wild-type neurites, and subsequently remodel by overextending neurites and retracting synaptic branches and presynaptic varicosities. This neuronal remodeling can be activated by mutations known to alter microtubules, and depends on a functioning DLK-1 MAP kinase pathway. We found that PTRN-1 localizes to both neurites and synapses, and our results suggest that alterations of microtubule structures caused by loss of PTRN-1 function activates a remodeling program leading to changes in neurite morphology. We propose a model whereby minus-end microtubule stabilization mediated by a functional PTRN-1 is necessary for morphological maintenance of neurons.","identifier":[{"type":"publisher-id","id":"01637"},{"type":"doi","id":"10.7554/eLife.01637"}],"date":{"day":"25","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01637","entryfile":"elife-01637-v1.xml","files":["elife-01637-fig1-figsupp1-v1-600w.jpg","elife-01637-fig1-figsupp2-v1-600w.jpg","elife-01637-fig1-v1-600w.jpg","elife-01637-fig2-figsupp1-v1-600w.jpg","elife-01637-fig2-figsupp2-v1-600w.jpg","elife-01637-fig2-v1-600w.jpg","elife-01637-fig3-figsupp1-v1-600w.jpg","elife-01637-fig3-v1-600w.jpg","elife-01637-fig4-v1-600w.jpg","elife-01637-fig5-v1-600w.jpg","elife-01637-fig6-v1-600w.jpg","elife-01637-fig7-v1-600w.jpg"]}