{"title":"Computation identifies structural features that govern neuronal firing properties in slowly adapting touch receptors","author":[{"surname":"Lesniak","given-names":"Daine R"},{"surname":"Marshall","given-names":"Kara L"},{"surname":"Wellnitz","given-names":"Scott A"},{"surname":"Jenkins","given-names":"Blair A"},{"surname":"Baba","given-names":"Yoshichika"},{"surname":"Rasband","given-names":"Matthew N"},{"surname":"Gerling","given-names":"Gregory J"},{"surname":"Lumpkin","given-names":"Ellen A"}],"abstract":"Touch is encoded by cutaneous sensory neurons with diverse morphologies and physiological outputs. How neuronal architecture influences response properties is unknown. To elucidate the origin of firing patterns in branched mechanoreceptors, we combined neuroanatomy, electrophysiology and computation to analyze mouse slowly adapting type I (SAI) afferents. These vertebrate touch receptors, which innervate Merkel cells, encode shape and texture. SAI afferents displayed a high degree of variability in touch-evoked firing and peripheral anatomy. The functional consequence of differences in anatomical architecture was tested by constructing network models representing sequential steps of mechanosensory encoding: skin displacement at touch receptors, mechanotransduction and action-potential initiation. A systematic survey of arbor configurations predicted that the arrangement of mechanotransduction sites at heminodes is a key structural feature that accounts in part for an afferent’s firing properties. These findings identify an anatomical correlate and plausible mechanism to explain the driver effect first described by Adrian and Zotterman.","identifier":[{"type":"publisher-id","id":"01488"},{"type":"doi","id":"10.7554/eLife.01488"}],"date":{"day":"21","month":"01","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01488","entryfile":"elife-01488-v1.xml","files":["elife-01488-fig1-v1-600w.jpg","elife-01488-fig2-figsupp1-v1-600w.jpg","elife-01488-fig2-v1-600w.jpg","elife-01488-fig3-v1-600w.jpg","elife-01488-fig4-figsupp1-v1-600w.jpg","elife-01488-fig4-v1-600w.jpg","elife-01488-fig5-v1-600w.jpg"]}