{"title":"Structural basis for activation and non-canonical catalysis of the Rap GTPase activating protein domain of plexin","author":[{"surname":"Wang","given-names":"Yuxiao"},{"surname":"Pascoe","given-names":"Heath G"},{"surname":"Brautigam","given-names":"Chad A"},{"surname":"He","given-names":"Huawei"},{"surname":"Zhang","given-names":"Xuewu"}],"abstract":"Plexins are cell surface receptors that bind semaphorins and transduce signals for regulating neuronal axon guidance and other processes. Plexin signaling depends on their cytoplasmic GTPase activating protein (GAP) domain, which specifically inactivates the Ras homolog Rap through an ill-defined non-canonical catalytic mechanism. The plexin GAP is activated by semaphorin-induced dimerization, the structural basis for which remained unknown. Here we present the crystal structures of the active dimer of zebrafish PlexinC1 cytoplasmic region in the apo state and in complex with Rap. The structures show that the dimerization induces a large-scale conformational change in plexin, which opens the GAP active site to allow Rap binding. Plexin stabilizes the switch II region of Rap in an unprecedented conformation, bringing Gln63 in Rap into the active site for catalyzing GTP hydrolysis. The structures also explain the unique Rap-specificity of plexins. Mutational analyses support that these mechanisms underlie plexin activation and signaling.","identifier":[{"type":"publisher-id","id":"01279"},{"type":"doi","id":"10.7554/eLife.01279"}],"date":{"day":"01","month":"10","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01279","entryfile":"elife-01279-v1.xml","files":["elife-01279-fig1-v1-600w.jpg","elife-01279-fig10-v1-600w.jpg","elife-01279-fig11-v1-600w.jpg","elife-01279-fig12-v1-600w.jpg","elife-01279-fig13-v1-600w.jpg","elife-01279-fig2-v1-600w.jpg","elife-01279-fig3-v1-600w.jpg","elife-01279-fig4-v1-600w.jpg","elife-01279-fig5-v1-600w.jpg","elife-01279-fig6-v1-600w.jpg","elife-01279-fig7-v1-600w.jpg","elife-01279-fig8-v1-600w.jpg","elife-01279-fig9-v1-600w.jpg"]}