{"title":"A role for descending auditory cortical projections in songbird vocal learning","author":[{"surname":"Mandelblat-Cerf","given-names":"Yael"},{"surname":"Las","given-names":"Liora"},{"surname":"Denisenko","given-names":"Natalia"},{"surname":"Fee","given-names":"Michale S"}],"abstract":"Many learned motor behaviors are acquired by comparing ongoing behavior with an internal representation of correct performance, rather than using an explicit external reward. For example, juvenile songbirds learn to sing by comparing their song with the memory of a tutor song. At present, the brain regions subserving song evaluation are not known. In this study, we report several findings suggesting that song evaluation involves an avian 'cortical' area previously shown to project to the dopaminergic midbrain and other downstream targets. We find that this ventral portion of the intermediate arcopallium (AIV) receives inputs from auditory cortical areas, and that lesions of AIV result in significant deficits in vocal learning. Additionally, AIV neurons exhibit fast responses to disruptive auditory feedback presented during singing, but not during nonsinging periods. Our findings suggest that auditory cortical areas may guide learning by transmitting song evaluation signals to the dopaminergic midbrain and/or other subcortical targets.","identifier":[{"type":"publisher-id","id":"02152"},{"type":"doi","id":"10.7554/eLife.02152"}],"date":{"day":"16","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02152","entryfile":"elife-02152-v2.xml","files":["elife-02152-fig1-figsupp1-v2-600w.jpg","elife-02152-fig1-v2-600w.jpg","elife-02152-fig2-figsupp1-v2-600w.jpg","elife-02152-fig2-v2-600w.jpg","elife-02152-fig3-v2-600w.jpg","elife-02152-fig4-figsupp1-v2-600w.jpg","elife-02152-fig4-v2-600w.jpg","elife-02152-fig5-figsupp1-v2-600w.jpg","elife-02152-fig5-v2-600w.jpg","elife-02152-fig6-figsupp1-v2-600w.jpg","elife-02152-fig6-v2-600w.jpg","elife-02152-fig7-figsupp1-v2-600w.jpg","elife-02152-fig7-v2-600w.jpg","elife-02152-fig8-v2-600w.jpg","elife-02152-v1.xml"]}