{"title":"Structural basis for ligand and innate immunity factor uptake by the trypanosome haptoglobin-haemoglobin receptor","author":[{"surname":"Lane-Serff","given-names":"Harriet"},{"surname":"MacGregor","given-names":"Paula"},{"surname":"Lowe","given-names":"Edward D"},{"surname":"Carrington","given-names":"Mark"},{"surname":"Higgins","given-names":"Matthew K"}],"abstract":"The haptoglobin-haemoglobin receptor (HpHbR) of African trypanosomes allows acquisition of haem and provides an uptake route for trypanolytic factor-1, a mediator of innate immunity against trypanosome infection. In this study, we report the structure of <italic>Trypanosoma brucei</italic> HpHbR in complex with human haptoglobin-haemoglobin (HpHb), revealing an elongated ligand-binding site that extends along its membrane distal half. This contacts haptoglobin and the β-subunit of haemoglobin, showing how the receptor selectively binds HpHb over individual components. Lateral mobility of the glycosylphosphatidylinositol-anchored HpHbR, and a ∼50<sup>o</sup> kink in the receptor, allows two receptors to simultaneously bind one HpHb dimer. Indeed, trypanosomes take up dimeric HpHb at significantly lower concentrations than monomeric HpHb, due to increased ligand avidity that comes from bivalent binding. The structure therefore reveals the molecular basis for ligand and innate immunity factor uptake by trypanosomes and identifies adaptations that allow efficient ligand uptake in the context of the complex trypanosome cell surface.","identifier":[{"type":"publisher-id","id":"05553"},{"type":"doi","id":"10.7554/eLife.05553"}],"date":{"day":"12","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05553","entryfile":"elife-05553-v2.xml","files":["elife-05553-fig1-figsupp1-v2-600w.jpg","elife-05553-fig1-figsupp2-v2-600w.jpg","elife-05553-fig1-v2-600w.jpg","elife-05553-fig2-figsupp1-v2-600w.jpg","elife-05553-fig2-figsupp2-v2-600w.jpg","elife-05553-fig2-figsupp3-v2-600w.jpg","elife-05553-fig2-figsupp4-v2-600w.jpg","elife-05553-fig2-v2-600w.jpg","elife-05553-fig3-v2-600w.jpg","elife-05553-fig4-figsupp1-v2-600w.jpg","elife-05553-fig4-figsupp2-v2-600w.jpg","elife-05553-fig4-figsupp3-v2-600w.jpg","elife-05553-fig4-v2-600w.jpg","elife-05553-fig5-v2-600w.jpg","elife-05553-v1.xml"]}