{"title":"Translational control of auditory imprinting and structural plasticity by eIF2α","author":[{"surname":"Batista","given-names":"Gervasio"},{"surname":"Johnson","given-names":"Jennifer Leigh"},{"surname":"Dominguez","given-names":"Elena"},{"surname":"Costa-Mattioli","given-names":"Mauro"},{"surname":"Pena","given-names":"Jose L"}],"abstract":"The formation of imprinted memories during a critical period is crucial for vital behaviors, including filial attachment. Yet, little is known about the underlying molecular mechanisms. Using a combination of behavior, pharmacology, in vivo surface sensing of translation (SUnSET) and DiOlistic labeling we found that, translational control by the eukaryotic translation initiation factor 2 alpha (eIF2α) bidirectionally regulates auditory but not visual imprinting and related changes in structural plasticity in chickens. Increasing phosphorylation of eIF2α (p-eIF2α) reduces translation rates and spine plasticity, and selectively impairs auditory imprinting. By contrast, inhibition of an eIF2α kinase or blocking the translational program controlled by p-eIF2α enhances auditory imprinting. Importantly, these manipulations are able to reopen the critical period. Thus, we have identified a translational control mechanism that selectively underlies auditory imprinting. Restoring translational control of eIF2α holds the promise to rejuvenate adult brain plasticity and restore learning and memory in a variety of cognitive disorders.","identifier":[{"type":"publisher-id","id":"17197"},{"type":"doi","id":"10.7554/eLife.17197"}],"date":{"day":"23","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17197","entryfile":"elife-17197-v2.xml","files":["elife-17197-fig1-v2-600w.jpg","elife-17197-fig2-v2-600w.jpg","elife-17197-fig3-v2-600w.jpg","elife-17197-fig4-figsupp1-v2-600w.jpg","elife-17197-fig4-figsupp2-v2-600w.jpg","elife-17197-fig4-v2-600w.jpg","elife-17197-fig5-v2-600w.jpg","elife-17197-fig6-v2-600w.jpg","elife-17197-resp-fig1-v2-600w.jpg","elife-17197-resp-fig2-v2-600w.jpg","elife-17197-resp-fig3-v2-600w.jpg","elife-17197-resp-fig4-v2-600w.jpg","elife-17197-v1.xml"]}