{"title":"Fitness benefits in fluoroquinolone-resistant <italic>Salmonella</italic> Typhi in the absence of antimicrobial pressure","author":[{"surname":"Baker","given-names":"Stephen"},{"surname":"Duy","given-names":"Pham Thanh"},{"surname":"Nga","given-names":"Tran Vu Thieu"},{"surname":"Dung","given-names":"Tran Thi Ngoc"},{"surname":"Phat","given-names":"Voong Vinh"},{"surname":"Chau","given-names":"Tran Thuy"},{"surname":"Turner","given-names":"A Keith"},{"surname":"Farrar","given-names":"Jeremy"},{"surname":"Boni","given-names":"Maciej F"}],"abstract":"Fluoroquinolones (FQ) are the recommended antimicrobial treatment for typhoid, a severe systemic infection caused by the bacterium <italic>Salmonella enterica</italic> serovar Typhi. FQ-resistance mutations in <italic>S.</italic> Typhi have become common, hindering treatment and control efforts. Using in vitro competition experiments, we assayed the fitness of eleven isogenic <italic>S.</italic> Typhi strains with resistance mutations in the FQ target genes, <italic>gyrA</italic> and <italic>parC</italic>. In the absence of antimicrobial pressure, 6 out of 11 mutants carried a selective advantage over the antimicrobial-sensitive parent strain, indicating that FQ resistance in <italic>S.</italic> Typhi is not typically associated with fitness costs. Double-mutants exhibited higher than expected fitness as a result of synergistic epistasis, signifying that epistasis may be a critical factor in the evolution and molecular epidemiology of <italic>S.</italic> Typhi. Our findings have important implications for the management of drug-resistant <italic>S.</italic> Typhi, suggesting that FQ-resistant strains would be naturally maintained even if fluoroquinolone use were reduced.","identifier":[{"type":"publisher-id","id":"01229"},{"type":"doi","id":"10.7554/eLife.01229"}],"date":{"day":"10","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01229","entryfile":"elife-01229-v1.xml","files":["elife-01229-fig1-v1-600w.jpg","elife-01229-fig2-v1-600w.jpg","elife-01229-fig3-v1-600w.jpg","elife-01229-fig4-v1-600w.jpg","elife-01229-fig5-v1-600w.jpg","elife-01229-fig6-v1-600w.jpg"]}