{"title":"P1 interneurons promote a persistent internal state that enhances inter-male aggression in <italic>Drosophila</italic>","author":[{"surname":"Hoopfer","given-names":"Eric D"},{"surname":"Jung","given-names":"Yonil"},{"surname":"Inagaki","given-names":"Hidehiko K"},{"surname":"Rubin","given-names":"Gerald M"},{"surname":"Anderson","given-names":"David J"}],"abstract":"How brains are hardwired to produce aggressive behavior, and how aggression circuits are related to those that mediate courtship, is not well understood. A large-scale screen for aggression-promoting neurons in <italic>Drosophila</italic> identified several independent hits that enhanced both inter-male aggression and courtship. Genetic intersections revealed that 8-10 P1 interneurons, previously thought to exclusively control male courtship, were sufficient to promote fighting. Optogenetic experiments indicated that P1 activation could promote aggression at a threshold below that required for wing extension. P1 activation in the absence of wing extension triggered persistent aggression via an internal state that could endure for minutes. High-frequency P1 activation promoted wing extension and suppressed aggression during photostimulation, whereas aggression resumed and wing extension was inhibited following photostimulation offset. Thus, P1 neuron activation promotes a latent, internal state that facilitates aggression and courtship, and controls the overt expression of these social behaviors in a threshold-dependent, inverse manner.","identifier":[{"type":"publisher-id","id":"11346"},{"type":"doi","id":"10.7554/eLife.11346"}],"date":{"day":"29","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11346","entryfile":"elife-11346-v2.xml","files":["elife-11346-fig1-figsupp1-v2-600w.jpg","elife-11346-fig1-figsupp2-v2-600w.jpg","elife-11346-fig1-figsupp3-v2-600w.jpg","elife-11346-fig1-v2-600w.jpg","elife-11346-fig2-v2-600w.jpg","elife-11346-fig3-figsupp1-v2-600w.jpg","elife-11346-fig3-figsupp2-v2-600w.jpg","elife-11346-fig3-figsupp3-v2-600w.jpg","elife-11346-fig3-v2-600w.jpg","elife-11346-fig4-figsupp1-v2-600w.jpg","elife-11346-fig4-v2-600w.jpg","elife-11346-fig5-figsupp1-v2-600w.jpg","elife-11346-fig5-v2-600w.jpg","elife-11346-fig6-v2-600w.jpg","elife-11346-v1.xml"]}