{"title":"Inhibitory peptidergic modulation of <italic>C. elegans</italic> serotonin neurons is gated by T-type calcium channels","author":[{"surname":"Zang","given-names":"Kara E"},{"surname":"Ho","given-names":"Elver"},{"surname":"Ringstad","given-names":"Niels"}],"abstract":"Serotonin is an evolutionarily ancient molecule that functions in generating and modulating many behavioral states. Although much is known about how serotonin acts on its cellular targets, how serotonin release is regulated <italic>in vivo</italic> remains poorly understood. In the nematode <italic>C. elegans,</italic> serotonin neurons that drive female reproductive behavior are directly modulated by inhibitory neuropeptides. Here, we report the isolation of mutants in which inhibitory neuropeptides fail to properly modulate serotonin neurons and the behavior they mediate. The corresponding mutations affect the T-type calcium channel CCA-1 and symmetrically re-tune its voltage-dependencies of activation and inactivation towards more hyperpolarized potentials. This shift in voltage dependency strongly and specifically bypasses the behavioral and cell physiological effects of peptidergic inhibition on serotonin neurons. Our results indicate that T-type calcium channels are critical regulators of a <italic>C. elegans</italic> serotonergic circuit and demonstrate a mechanism in which T-type channels functionally gate inhibitory modulation <italic>in vivo</italic>.","identifier":[{"type":"publisher-id","id":"22771"},{"type":"doi","id":"10.7554/eLife.22771"}],"date":{"day":"06","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22771","entryfile":"elife-22771-v2.xml","files":["elife-22771-fig1-figsupp1-v2-600w.jpg","elife-22771-fig1-figsupp2-v2-600w.jpg","elife-22771-fig1-v2-600w.jpg","elife-22771-fig2-figsupp1-v2-600w.jpg","elife-22771-fig2-v2-600w.jpg","elife-22771-fig3-v2-600w.jpg","elife-22771-fig4-figsupp1-v2-600w.jpg","elife-22771-fig4-v2-600w.jpg","elife-22771-fig5-v2-600w.jpg","elife-22771-fig6-figsupp1-v2-600w.jpg","elife-22771-fig6-figsupp2-v2-600w.jpg","elife-22771-fig6-v2-600w.jpg","elife-22771-fig7-figsupp1-v2-600w.jpg","elife-22771-fig7-v2-600w.jpg","elife-22771-resp-fig1-v2-600w.jpg","elife-22771-resp-fig2-v2-600w.jpg","elife-22771-resp-fig3-v2-600w.jpg","elife-22771-resp-fig4-v2-600w.jpg","elife-22771-v1.xml"]}