{"title":"Inter-Golgi transport mediated by COPI-containing vesicles carrying small cargoes","author":[{"surname":"Pellett","given-names":"Patrina A"},{"surname":"Dietrich","given-names":"Felix"},{"surname":"Bewersdorf","given-names":"Jörg"},{"surname":"Rothman","given-names":"James E"},{"surname":"Lavieu","given-names":"Grégory"}],"abstract":"A core prediction of the vesicular transport model is that COPI vesicles are responsible for trafficking anterograde cargoes forward. In this study, we test this prediction by examining the properties and requirements of inter-Golgi transport within fused cells, which requires mobile carriers in order for exchange of constituents to occur. We report that both small soluble and membrane-bound secretory cargo and exogenous Golgi resident glycosyl-transferases are exchanged between separated Golgi. Large soluble aggregates, which traverse individual stacks, do not transfer between Golgi, implying that small cargoes (which can fit in a typical transport vesicle) are transported by a different mechanism. Super-resolution microscopy reveals that the carriers of both anterograde and retrograde cargoes are the size of COPI vesicles, contain coatomer, and functionally require ARF1 and coatomer for transport. The data suggest that COPI vesicles traffic both small secretory cargo and steady-state Golgi resident enzymes among stacked cisternae that are stationary.","identifier":[{"type":"publisher-id","id":"01296"},{"type":"doi","id":"10.7554/eLife.01296"}],"date":{"day":"01","month":"10","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01296","entryfile":"elife-01296-v1.xml","files":["elife-01296-fig1-v1-600w.jpg","elife-01296-fig2-v1-600w.jpg","elife-01296-fig3-figsupp1-v1-600w.jpg","elife-01296-fig3-v1-600w.jpg","elife-01296-fig4-figsupp1-v1-600w.jpg","elife-01296-fig4-v1-600w.jpg","elife-01296-fig5-figsupp1-v1-600w.jpg","elife-01296-fig5-v1-600w.jpg","elife-01296-fig6-figsupp1-v1-600w.jpg","elife-01296-fig6-v1-600w.jpg","elife-01296-fig7-figsupp1-v1-600w.jpg","elife-01296-fig7-figsupp2-v1-600w.jpg","elife-01296-fig7-v1-600w.jpg","elife-01296-fig8-v1-600w.jpg"]}