{"title":"Evidence for a common evolutionary rate in metazoan transcriptional networks","author":[{"surname":"Carvunis","given-names":"Anne-Ruxandra"},{"surname":"Wang","given-names":"Tina"},{"surname":"Skola","given-names":"Dylan"},{"surname":"Yu","given-names":"Alice"},{"surname":"Chen","given-names":"Jonathan"},{"surname":"Kreisberg","given-names":"Jason F"},{"surname":"Ideker","given-names":"Trey"}],"abstract":"Genome sequences diverge more rapidly in mammals than in other animal lineages, such as birds or insects. However, the effect of this rapid divergence on transcriptional evolution remains unclear. Recent reports have indicated a faster divergence of transcription factor binding in mammals than in insects, but others found the reverse for mRNA expression. Here, we show that these conflicting interpretations resulted from differing methodologies. We performed an integrated analysis of transcriptional network evolution by examining mRNA expression, transcription factor binding and <italic>cis</italic>-regulatory motifs across >25 animal species, including mammals, birds and insects. Strikingly, we found that transcriptional networks evolve at a common rate across the three animal lineages. Furthermore, differences in rates of genome divergence were greatly reduced when restricting comparisons to chromatin-accessible sequences. The evolution of transcription is thus decoupled from the global rate of genome sequence evolution, suggesting that a small fraction of the genome regulates transcription.","identifier":[{"type":"publisher-id","id":"11615"},{"type":"doi","id":"10.7554/eLife.11615"}],"date":{"day":"18","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11615","entryfile":"elife-11615-v2.xml","files":["elife-11615-fig1-figsupp1-v2-600w.jpg","elife-11615-fig1-figsupp2-v2-600w.jpg","elife-11615-fig1-v2-600w.jpg","elife-11615-fig2-figsupp1-v2-600w.jpg","elife-11615-fig2-figsupp2-v2-600w.jpg","elife-11615-fig2-v2-600w.jpg","elife-11615-fig3-figsupp1-v2-600w.jpg","elife-11615-fig3-v2-600w.jpg","elife-11615-fig4-figsupp1-v2-600w.jpg","elife-11615-fig4-v2-600w.jpg","elife-11615-fig5-figsupp1-v2-600w.jpg","elife-11615-fig5-figsupp2-v2-600w.jpg","elife-11615-fig5-v2-600w.jpg","elife-11615-v1.xml"]}