{"title":"Deregulated FGF and homeotic gene expression underlies cerebellar vermis hypoplasia in CHARGE syndrome","author":[{"surname":"Yu","given-names":"Tian"},{"surname":"Meiners","given-names":"Linda C"},{"surname":"Danielsen","given-names":"Katrin"},{"surname":"Wong","given-names":"Monica TY"},{"surname":"Bowler","given-names":"Timothy"},{"surname":"Reinberg","given-names":"Danny"},{"surname":"Scambler","given-names":"Peter J"},{"surname":"van Ravenswaaij-Arts","given-names":"Conny MA"},{"surname":"Basson","given-names":"M Albert"}],"abstract":"Mutations in <italic>CHD7</italic> are the major cause of CHARGE syndrome, an autosomal dominant disorder with an estimated prevalence of 1/15,000. We have little understanding of the disruptions in the developmental programme that underpin brain defects associated with this syndrome. Using mouse models, we show that <italic>Chd7</italic> haploinsufficiency results in reduced <italic>Fgf8</italic> expression in the isthmus organiser (IsO), an embryonic signalling centre that directs early cerebellar development. Consistent with this observation, <italic>Chd7</italic> and <italic>Fgf8</italic> loss-of-function alleles interact during cerebellar development. CHD7 associates with <italic>Otx2</italic> and <italic>Gbx2</italic> regulatory elements and altered expression of these homeobox genes implicates CHD7 in the maintenance of cerebellar identity during embryogenesis. Finally, we report cerebellar vermis hypoplasia in 35% of CHARGE syndrome patients with a proven <italic>CHD7</italic> mutation. These observations provide key insights into the molecular aetiology of cerebellar defects in CHARGE syndrome and link reduced FGF signalling to cerebellar vermis hypoplasia in a human syndrome.","identifier":[{"type":"publisher-id","id":"01305"},{"type":"doi","id":"10.7554/eLife.01305"}],"date":{"day":"24","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01305","entryfile":"elife-01305-v1.xml","files":["elife-01305-fig1-v1-600w.jpg","elife-01305-fig2-v1-600w.jpg","elife-01305-fig3-v1-600w.jpg","elife-01305-fig4-v1-600w.jpg","elife-01305-fig5-v1-600w.jpg"]}