{"title":"Replication Study: Coadministration of a tumor-penetrating peptide enhances the efficacy of cancer drugs","author":[{"surname":"Mantis","given-names":"Christine"},{"surname":"Kandela","given-names":"Irawati"},{"surname":"Aird","given-names":"Fraser"}],"abstract":"In 2015, as part of the <ext-link>Reproducibility Project: Cancer Biology</ext-link>, we published a Registered Report (Kandela et al., 2015) that described how we intended to replicate selected experiments from the paper “Coadministration of a tumor-penetrating peptide enhances the efficacy of cancer drugs“ (Sugahara et al., 2010). Here we report the results of those experiments. We found that coadministration with iRGD peptide did not have an impact on permeability of the chemotherapeutic agent doxorubicin (DOX) in a xenograft model of prostate cancer, whereas the original study reported that it increased the penetrance of this cancer drug (Figure 2B; Sugahara et al., 2010). Further, in mice bearing orthotopic 22Rv1 human prostate tumors, we did not find a statistically significant difference in tumor weight for mice treated with DOX and iRGD compared to DOX alone, whereas the original study reported a decrease in tumor weight when DOX was coadministered with iRGD (Figure 2C; Sugahara et al., 2010). In addition, we did not find a statistically significant difference in TUNEL staining in tumor tissue between mice treated with DOX and iRGD compared to DOX alone, while the original study reported an increase in TUNEL positive staining with iRGD coadministration (Figure 2D; Sugahara et al., 2010). Similar to the original study (Supplemental Figure 9A; Sugahara et al., 2010), we did not observe an impact on mouse body weight with DOX and iRGD treatment. Finally, we report meta-analyses for each result.","identifier":[{"type":"publisher-id","id":"17584"},{"type":"doi","id":"10.7554/eLife.17584"}],"date":{"day":"19","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17584","entryfile":"elife-17584-v1.xml","files":["elife-17584-fig1-figsupp1-v1-600w.jpg","elife-17584-fig1-v1-600w.jpg","elife-17584-fig2-v1-600w.jpg","elife-17584-fig3-figsupp1-v1-600w.jpg","elife-17584-fig3-v1-600w.jpg","elife-17584-fig4-figsupp1-v1-600w.jpg","elife-17584-fig4-v1-600w.jpg","elife-17584-fig5-v1-600w.jpg"]}