{"title":"Divergent kleisin subunits of cohesin specify mechanisms to tether and release meiotic chromosomes","author":[{"surname":"Severson","given-names":"Aaron F"},{"surname":"Meyer","given-names":"Barbara J"}],"abstract":"We show that multiple, functionally specialized cohesin complexes mediate the establishment and two-step release of sister chromatid cohesion that underlies the production of haploid gametes. In <italic>C. elegans,</italic> the kleisin subunits REC-8 and COH-3/4 differ between meiotic cohesins and endow them with distinctive properties that specify how cohesins load onto chromosomes and then trigger and release cohesion. Unlike REC-8 cohesin, COH-3/4 cohesin becomes cohesive through a replication-independent mechanism initiated by the DNA double-stranded breaks that induce crossover recombination. Thus, break-induced cohesion also tethers replicated meiotic chromosomes. Later, recombination stimulates separase-independent removal of REC-8 and COH-3/4 cohesins from reciprocal chromosomal territories flanking the crossover site. This region-specific removal likely underlies the two-step separation of homologs and sisters. Unexpectedly, COH-3/4 performs cohesion-independent functions in synaptonemal complex assembly. This new model for cohesin function diverges from that established in yeast but likely applies directly to plants and mammals, which utilize similar meiotic kleisins.","identifier":[{"type":"publisher-id","id":"03467"},{"type":"doi","id":"10.7554/eLife.03467"}],"date":{"day":"29","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03467","entryfile":"elife-03467-v2.xml","files":["elife-03467-fig1-figsupp1-v2-600w.jpg","elife-03467-fig1-v2-600w.jpg","elife-03467-fig2-v2-600w.jpg","elife-03467-fig3-figsupp1-v2-600w.jpg","elife-03467-fig3-figsupp2-v2-600w.jpg","elife-03467-fig3-figsupp3-v2-600w.jpg","elife-03467-fig3-v2-600w.jpg","elife-03467-fig4-figsupp1-v2-600w.jpg","elife-03467-fig4-figsupp2-v2-600w.jpg","elife-03467-fig4-v2-600w.jpg","elife-03467-fig5-figsupp1-v2-600w.jpg","elife-03467-fig5-figsupp2-v2-600w.jpg","elife-03467-fig5-figsupp3-v2-600w.jpg","elife-03467-fig5-v2-600w.jpg","elife-03467-fig6-v2-600w.jpg","elife-03467-fig7-figsupp1-v2-600w.jpg","elife-03467-fig7-v2-600w.jpg","elife-03467-v1.xml"]}