{"title":"Accelerated cell divisions drive the outgrowth of the regenerating spinal cord in axolotls","author":[{"surname":"Rost","given-names":"Fabian"},{"surname":"Albors","given-names":"Aida Rodrigo"},{"surname":"Mazurov","given-names":"Vladimir"},{"surname":"Brusch","given-names":"Lutz"},{"surname":"Deutsch","given-names":"Andreas"},{"surname":"Tanaka","given-names":"Elly M"},{"surname":"Chara","given-names":"Osvaldo"}],"abstract":"Axolotls are unique in their ability to regenerate the spinal cord. However, the mechanisms that underlie this phenomenon remain poorly understood. Previously, we showed that regenerating stem cells in the axolotl spinal cord revert to a molecular state resembling embryonic neuroepithelial cells and functionally acquire rapid proliferative divisions (<xref>Rodrigo Albors et al., 2015</xref>). Here, we refine the analysis of cell proliferation in space and time and identify a high-proliferation zone in the regenerating spinal cord that shifts posteriorly over time. By tracking sparsely-labeled cells, we also quantify cell influx into the regenerate. Taking a mathematical modeling approach, we integrate these quantitative datasets of cell proliferation, neural stem cell activation and cell influx, to predict regenerative tissue outgrowth. Our model shows that while cell influx and neural stem cell activation play a minor role, the acceleration of the cell cycle is the major driver of regenerative spinal cord outgrowth in axolotls.","identifier":[{"type":"publisher-id","id":"20357"},{"type":"doi","id":"10.7554/eLife.20357"}],"date":{"day":"25","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20357","entryfile":"elife-20357-v2.xml","files":["elife-20357-fig1-figsupp1-v2-600w.jpg","elife-20357-fig1-v2-600w.jpg","elife-20357-fig2-figsupp1-v2-600w.jpg","elife-20357-fig2-figsupp2-v2-600w.jpg","elife-20357-fig2-figsupp3-v2-600w.jpg","elife-20357-fig2-figsupp4-v2-600w.jpg","elife-20357-fig2-figsupp5-v2-600w.jpg","elife-20357-fig2-v2-600w.jpg","elife-20357-fig3-figsupp1-v2-600w.jpg","elife-20357-fig3-figsupp2-v2-600w.jpg","elife-20357-fig3-v2-600w.jpg","elife-20357-fig4-v2-600w.jpg","elife-20357-v1.xml"]}