{"title":"Harbouring public good mutants within a pathogen population can increase both fitness and virulence","author":[{"surname":"Lindsay","given-names":"Richard J"},{"surname":"Kershaw","given-names":"Michael J"},{"surname":"Pawlowska","given-names":"Bogna J"},{"surname":"Talbot","given-names":"Nicholas J"},{"surname":"Gudelj","given-names":"Ivana"}],"abstract":"Existing theory, empirical, clinical and field research all predict that reducing the virulence of individuals within a pathogen population will reduce the overall virulence, rendering disease less severe. Here, we show that this seemingly successful disease management strategy can fail with devastating consequences for infected hosts. We deploy cooperation theory and a novel synthetic system involving the rice blast fungus <italic>Magnaporthe oryzae</italic>. In vivo infections of rice demonstrate that <italic>M. oryzae</italic> virulence is enhanced, quite paradoxically, when a public good mutant is present in a population of high-virulence pathogens. We reason that during infection, the fungus engages in multiple cooperative acts to exploit host resources. We establish a multi-trait cooperation model which suggests that the observed failure of the virulence reduction strategy is caused by the interference between different social traits. Multi-trait cooperative interactions are widespread, so we caution against the indiscriminant application of anti-virulence therapy as a disease-management strategy.","identifier":[{"type":"publisher-id","id":"18678"},{"type":"doi","id":"10.7554/eLife.18678"}],"date":{"day":"28","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18678","entryfile":"elife-18678-v1.xml","files":["elife-18678-fig1-figsupp1-v1-600w.jpg","elife-18678-fig1-figsupp2-v1-600w.jpg","elife-18678-fig1-figsupp3-v1-600w.jpg","elife-18678-fig1-v1-600w.jpg","elife-18678-fig2-figsupp1-v1-600w.jpg","elife-18678-fig2-figsupp2-v1-600w.jpg","elife-18678-fig2-figsupp3-v1-600w.jpg","elife-18678-fig2-figsupp4-v1-600w.jpg","elife-18678-fig2-figsupp5-v1-600w.jpg","elife-18678-fig2-v1-600w.jpg","elife-18678-fig3-v1-600w.jpg","elife-18678-fig4-figsupp1-v1-600w.jpg","elife-18678-fig4-v1-600w.jpg"]}