{"title":"Lineage mapping identifies molecular and architectural similarities between the larval and adult <italic>Drosophila</italic> central nervous system","author":[{"surname":"Lacin","given-names":"Haluk"},{"surname":"Truman","given-names":"James W"}],"abstract":"Neurogenesis in <italic>Drosophila</italic> occurs in two phases, embryonic and post-embryonic, in which the same set of neuroblasts give rise to the distinct larval and adult nervous systems, respectively. Here, we identified the embryonic neuroblast origin of the adult neuronal lineages in the ventral nervous system via lineage-specific GAL4 lines and molecular markers. Our lineage mapping revealed that neurons born late in the embryonic phase show axonal morphology and transcription factor profiles that are similar to the neurons born post-embryonically from the same neuroblast. Moreover, we identified three thorax-specific neuroblasts not previously characterized and show that HOX genes confine them to the thoracic segments. Two of these, NB2-3 and NB3-4, generate leg motor neurons. The other neuroblast is novel and appears to have arisen recently during insect evolution. Our findings provide a comprehensive view of neurogenesis and show how proliferation of individual neuroblasts is dictated by temporal and spatial cues.","identifier":[{"type":"publisher-id","id":"13399"},{"type":"doi","id":"10.7554/eLife.13399"}],"date":{"day":"15","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13399","entryfile":"elife-13399-v1.xml","files":["elife-13399-fig1-figsupp1-v1-600w.jpg","elife-13399-fig1-v1-600w.jpg","elife-13399-fig10-figsupp1-v1-600w.jpg","elife-13399-fig10-v1-600w.jpg","elife-13399-fig11-v1-600w.jpg","elife-13399-fig2-v1-600w.jpg","elife-13399-fig3-v1-600w.jpg","elife-13399-fig4-figsupp1-v1-600w.jpg","elife-13399-fig4-figsupp2-v1-600w.jpg","elife-13399-fig4-figsupp3-v1-600w.jpg","elife-13399-fig4-v1-600w.jpg","elife-13399-fig5-figsupp1-v1-600w.jpg","elife-13399-fig5-v1-600w.jpg","elife-13399-fig6-figsupp1-v1-600w.jpg","elife-13399-fig6-v1-600w.jpg","elife-13399-fig7-figsupp1-v1-600w.jpg","elife-13399-fig7-v1-600w.jpg","elife-13399-fig8-v1-600w.jpg","elife-13399-fig9-v1-600w.jpg"]}