{"title":"Monosynaptic premotor circuit tracing reveals neural substrates for oro-motor coordination","author":[{"surname":"Stanek","given-names":"Edward"},{"surname":"Cheng","given-names":"Steven"},{"surname":"Takatoh","given-names":"Jun"},{"surname":"Han","given-names":"Bao-Xia"},{"surname":"Wang","given-names":"Fan"}],"abstract":"Feeding behaviors require intricately coordinated activation among the muscles of the jaw, tongue, and face, but the neural anatomical substrates underlying such coordination remain unclear. In this study, we investigate whether the premotor circuitry of jaw and tongue motoneurons contain elements for coordination. Using a modified monosynaptic rabies virus-based transsynaptic tracing strategy, we systematically mapped premotor neurons for the jaw-closing masseter muscle and the tongue-protruding genioglossus muscle. The maps revealed that the two groups of premotor neurons are distributed in regions implicated in rhythmogenesis, descending motor control, and sensory feedback. Importantly, we discovered several premotor connection configurations that are ideally suited for coordinating bilaterally symmetric jaw movements, and for enabling co-activation of specific jaw, tongue, and facial muscles. Our findings suggest that shared premotor neurons that form specific multi-target connections with selected motoneurons are a simple and general solution to the problem of orofacial coordination.","identifier":[{"type":"publisher-id","id":"02511"},{"type":"doi","id":"10.7554/eLife.02511"}],"date":{"day":"30","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02511","entryfile":"elife-02511-v2.xml","files":["elife-02511-fig1-figsupp1-v2-600w.jpg","elife-02511-fig1-v2-600w.jpg","elife-02511-fig2-figsupp1-v2-600w.jpg","elife-02511-fig2-v2-600w.jpg","elife-02511-fig3-v2-600w.jpg","elife-02511-fig4-v2-600w.jpg","elife-02511-fig5-v2-600w.jpg","elife-02511-fig6-v2-600w.jpg","elife-02511-fig7-v2-600w.jpg","elife-02511-fig8-v2-600w.jpg","elife-02511-resp-fig1-v2-600w.jpg","elife-02511-v1.xml"]}