{"title":"SM proteins Sly1 and Vps33 co-assemble with Sec17 and SNARE complexes to oppose SNARE disassembly by Sec18","author":[{"surname":"Lobingier","given-names":"Braden T"},{"surname":"Nickerson","given-names":"Daniel P"},{"surname":"Lo","given-names":"Sheng-Ying"},{"surname":"Merz","given-names":"Alexey J"}],"abstract":"Secretory and endolysosomal fusion events are driven by SNAREs and cofactors, including Sec17/α-SNAP, Sec18/NSF, and Sec1/Munc18 (SM) proteins. SMs are essential for fusion in vivo, but the basis of this requirement is enigmatic. We now report that, in addition to their established roles as fusion accelerators, SM proteins Sly1 and Vps33 directly shield SNARE complexes from Sec17- and Sec18-mediated disassembly. In vivo, wild-type Sly1 and Vps33 function are required to withstand overproduction of Sec17. In vitro, Sly1 and Vps33 impede SNARE complex disassembly by Sec18 and ATP. Unexpectedly, Sec17 directly promotes selective loading of Sly1 and Vps33 onto cognate SNARE complexes. A large thermodynamic barrier limits SM binding, implying that significant conformational rearrangements are involved. In a working model, Sec17 and SMs accelerate fusion mediated by cognate SNARE complexes and protect them from NSF-mediated disassembly, while mis-assembled or non-cognate SNARE complexes are eliminated through kinetic proofreading by Sec18.","identifier":[{"type":"publisher-id","id":"02272"},{"type":"doi","id":"10.7554/eLife.02272"}],"date":{"day":"16","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02272","entryfile":"elife-02272-v2.xml","files":["elife-02272-fig1-v2-600w.jpg","elife-02272-fig2-v2-600w.jpg","elife-02272-fig3-figsupp1-v2-600w.jpg","elife-02272-fig3-figsupp2-v2-600w.jpg","elife-02272-fig3-figsupp3-v2-600w.jpg","elife-02272-fig3-figsupp4-v2-600w.jpg","elife-02272-fig3-v2-600w.jpg","elife-02272-fig4-v2-600w.jpg","elife-02272-fig5-v2-600w.jpg","elife-02272-fig6-v2-600w.jpg","elife-02272-fig7-v2-600w.jpg","elife-02272-fig8-figsupp1-v2-600w.jpg","elife-02272-fig8-figsupp2-v2-600w.jpg","elife-02272-fig8-v2-600w.jpg","elife-02272-fig9-v2-600w.jpg","elife-02272-resp-fig1-v2-600w.jpg","elife-02272-v1.xml"]}