{"title":"Atomic mutagenesis in ion channels with engineered stoichiometry","author":[{"surname":"Lueck","given-names":"John D"},{"surname":"Mackey","given-names":"Adam L"},{"surname":"Infield","given-names":"Daniel T"},{"surname":"Galpin","given-names":"Jason D"},{"surname":"Li","given-names":"Jing"},{"surname":"Roux","given-names":"Benoît"},{"surname":"Ahern","given-names":"Christopher A"}],"abstract":"C-type inactivation of potassium channels fine-tunes the electrical signaling in excitable cells through an internal timing mechanism that is mediated by a hydrogen bond network in the channels' selectively filter. Previously, we used nonsense suppression to highlight the role of the conserved Trp434-Asp447 indole hydrogen bond in Shaker potassium channels with a non-hydrogen bonding homologue of tryptophan, Ind (<xref>Pless et al., 2013</xref>). Here, molecular dynamics simulations indicate that the Trp434Ind hydrogen bonding partner, Asp447, unexpectedly 'flips out' towards the extracellular environment, allowing water to penetrate the space behind the selectivity filter while simultaneously reducing the local negative electrostatic charge. Additionally, a protein engineering approach is presented whereby split intein sequences are flanked by endoplasmic reticulum retention/retrieval motifs (ERret) are incorporated into the N- or C- termini of Shaker monomers or within sodium channels two-domain fragments. This system enabled stoichiometric control of Shaker monomers and the encoding of multiple amino acids within a channel tetramer.","identifier":[{"type":"publisher-id","id":"18976"},{"type":"doi","id":"10.7554/eLife.18976"}],"date":{"day":"06","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18976","entryfile":"elife-18976-v2.xml","files":["elife-18976-fig1-v2-600w.jpg","elife-18976-fig2-v2-600w.jpg","elife-18976-fig3-v2-600w.jpg","elife-18976-fig4-figsupp1-v2-600w.jpg","elife-18976-fig4-v2-600w.jpg","elife-18976-fig5-figsupp1-v2-600w.jpg","elife-18976-fig5-v2-600w.jpg","elife-18976-v1.xml"]}