{"title":"Flexible theta sequence compression mediated via phase precessing interneurons","author":[{"surname":"Chadwick","given-names":"Angus"},{"surname":"van Rossum","given-names":"Mark CW"},{"surname":"Nolan","given-names":"Matthew F"}],"abstract":"Encoding of behavioral episodes as spike sequences during hippocampal theta oscillations provides a neural substrate for computations on events extended across time and space. However, the mechanisms underlying the numerous and diverse experimentally observed properties of theta sequences remain poorly understood. Here we account for theta sequences using a novel model constrained by the septo-hippocampal circuitry. We show that when spontaneously active interneurons integrate spatial signals and theta frequency pacemaker inputs, they generate phase precessing action potentials that can coordinate theta sequences in place cell populations. We reveal novel constraints on sequence generation, predict cellular properties and neural dynamics that characterize sequence compression, identify circuit organization principles for high capacity sequential representation, and show that theta sequences can be used as substrates for association of conditioned stimuli with recent and upcoming events. Our results suggest mechanisms for flexible sequence compression that are suited to associative learning across an animal’s lifespan.","identifier":[{"type":"publisher-id","id":"20349"},{"type":"doi","id":"10.7554/eLife.20349"}],"date":{"day":"08","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20349","entryfile":"elife-20349-v2.xml","files":["elife-20349-fig1-v2-600w.jpg","elife-20349-fig2-figsupp1-v2-600w.jpg","elife-20349-fig2-v2-600w.jpg","elife-20349-fig3-v2-600w.jpg","elife-20349-fig4-v2-600w.jpg","elife-20349-fig5-figsupp1-v2-600w.jpg","elife-20349-fig5-figsupp2-v2-600w.jpg","elife-20349-fig5-v2-600w.jpg","elife-20349-fig6-v2-600w.jpg","elife-20349-fig7-figsupp1-v2-600w.jpg","elife-20349-fig7-figsupp2-v2-600w.jpg","elife-20349-fig7-figsupp3-v2-600w.jpg","elife-20349-fig7-figsupp4-v2-600w.jpg","elife-20349-fig7-v2-600w.jpg","elife-20349-fig8-v2-600w.jpg","elife-20349-v1.xml"]}