{"title":"Cap-proximal nucleotides via differential eIF4E binding and alternative promoter usage mediate translational response to energy stress","author":[{"surname":"Tamarkin-Ben-Harush","given-names":"Ana"},{"surname":"Vasseur","given-names":"Jean-Jacques"},{"surname":"Debart","given-names":"Françoise"},{"surname":"Ulitsky","given-names":"Igor"},{"surname":"Dikstein","given-names":"Rivka"}],"abstract":"Transcription start-site (TSS) selection and alternative promoter (AP) usage contribute to gene expression complexity but little is known about their impact on translation. Here we performed TSS mapping of the translatome following energy stress. Assessing the contribution of cap-proximal TSS nucleotides, we found dramatic effect on translation only upon stress. As eIF4E levels were reduced, we determined its binding to capped-RNAs with different initiating nucleotides and found the lowest affinity to 5'cytidine in correlation with the translational stress-response. In addition, the number of differentially translated APs was elevated following stress. These include novel glucose starvation-induced downstream transcripts for the translation regulators eIF4A and Pabp, which are also translationally-induced despite general translational inhibition. The resultant eIF4A protein is N-terminally truncated and acts as eIF4A inhibitor. The induced Pabp isoform has shorter 5'UTR removing an auto-inhibitory element. Our findings uncovered several levels of coordination of transcription and translation responses to energy stress.","identifier":[{"type":"publisher-id","id":"21907"},{"type":"doi","id":"10.7554/eLife.21907"}],"date":{"day":"08","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21907","entryfile":"elife-21907-v2.xml","files":["elife-21907-fig1-figsupp1-v2-600w.jpg","elife-21907-fig1-v2-600w.jpg","elife-21907-fig2-figsupp1-v2-600w.jpg","elife-21907-fig2-v2-600w.jpg","elife-21907-fig3-v2-600w.jpg","elife-21907-fig4-figsupp1-v2-600w.jpg","elife-21907-fig4-v2-600w.jpg","elife-21907-fig5-v2-600w.jpg","elife-21907-fig6-figsupp1-v2-600w.jpg","elife-21907-fig6-figsupp2-v2-600w.jpg","elife-21907-fig6-v2-600w.jpg","elife-21907-v1.xml"]}