{"title":"An essential role of acetylcholine-glutamate synergy at habenular synapses in nicotine dependence","author":[{"surname":"Frahm","given-names":"Silke"},{"surname":"Antolin-Fontes","given-names":"Beatriz"},{"surname":"Görlich","given-names":"Andreas"},{"surname":"Zander","given-names":"Johannes-Friedrich"},{"surname":"Ahnert-Hilger","given-names":"Gudrun"},{"surname":"Ibañez-Tallon","given-names":"Ines"}],"abstract":"A great deal of interest has been focused recently on the habenula and its critical role in aversion, negative-reward and drug dependence. Using a conditional mouse model of the ACh-synthesizing enzyme choline acetyltransferase (<italic>Chat</italic>), we report that local elimination of acetylcholine (ACh) in medial habenula (MHb) neurons alters glutamate corelease and presynaptic facilitation. Electron microscopy and immuno-isolation analyses revealed colocalization of ACh and glutamate vesicular transporters in synaptic vesicles (SVs) in the central IPN. Glutamate reuptake in SVs prepared from the IPN was increased by ACh, indicating vesicular synergy. Mice lacking CHAT in habenular neurons were insensitive to nicotine-conditioned reward and withdrawal. These data demonstrate that ACh controls the quantal size and release frequency of glutamate at habenular synapses, and suggest that the synergistic functions of ACh and glutamate may be generally important for modulation of cholinergic circuit function and behavior.","identifier":[{"type":"publisher-id","id":"11396"},{"type":"doi","id":"10.7554/eLife.11396"}],"date":{"day":"01","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11396","entryfile":"elife-11396-v1.xml","files":["elife-11396-fig1-v1-600w.jpg","elife-11396-fig10-v1-600w.jpg","elife-11396-fig11-v1-600w.jpg","elife-11396-fig12-v1-600w.jpg","elife-11396-fig2-v1-600w.jpg","elife-11396-fig3-v1-600w.jpg","elife-11396-fig4-v1-600w.jpg","elife-11396-fig5-v1-600w.jpg","elife-11396-fig6-v1-600w.jpg","elife-11396-fig7-v1-600w.jpg","elife-11396-fig8-v1-600w.jpg","elife-11396-fig9-v1-600w.jpg"]}