{"title":"Global reorganisation of <italic>cis</italic>-regulatory units upon lineage commitment of human embryonic stem cells","author":[{"surname":"Freire-Pritchett","given-names":"Paula"},{"surname":"Schoenfelder","given-names":"Stefan"},{"surname":"Várnai","given-names":"Csilla"},{"surname":"Wingett","given-names":"Steven W"},{"surname":"Cairns","given-names":"Jonathan"},{"surname":"Collier","given-names":"Amanda J"},{"surname":"García-Vílchez","given-names":"Raquel"},{"surname":"Furlan-Magaril","given-names":"Mayra"},{"surname":"Osborne","given-names":"Cameron S"},{"surname":"Fraser","given-names":"Peter J"},{"surname":"Rugg-Gunn","given-names":"Peter J"},{"surname":"Spivakov","given-names":"Mikhail"}],"abstract":"Long-range <italic>cis</italic>-regulatory elements such as enhancers coordinate cell-specific transcriptional programmes by engaging in DNA looping interactions with target promoters. Deciphering the interplay between the promoter connectivity and activity of <italic>cis</italic>-regulatory elements during lineage commitment is crucial for understanding developmental transcriptional control. Here, we use Promoter Capture Hi-C to generate a high-resolution atlas of chromosomal interactions involving ~22,000 gene promoters in human pluripotent and lineage-committed cells, identifying putative target genes for known and predicted enhancer elements. We reveal extensive dynamics of <italic>cis</italic>-regulatory contacts upon lineage commitment, including the acquisition and loss of promoter interactions. This spatial rewiring occurs preferentially with predicted changes in the activity of <italic>cis</italic>-regulatory elements, and is associated with changes in target gene expression. Our results provide a global and integrated view of promoter interactome dynamics during lineage commitment of human pluripotent cells.","identifier":[{"type":"publisher-id","id":"21926"},{"type":"doi","id":"10.7554/eLife.21926"}],"date":{"day":"23","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21926","entryfile":"elife-21926-v1.xml","files":[]}