{"title":"ERG-28 controls BK channel trafficking in the ER to regulate synaptic function and alcohol response in <italic>C. elegans</italic>","author":[{"surname":"Oh","given-names":"Kelly H"},{"surname":"Haney","given-names":"James J"},{"surname":"Wang","given-names":"Xiaohong"},{"surname":"Chuang","given-names":"Chiou-Fen"},{"surname":"Richmond","given-names":"Janet E"},{"surname":"Kim","given-names":"Hongkyun"}],"abstract":"Voltage- and calcium-dependent BK channels regulate calcium-dependent cellular events such as neurotransmitter release by limiting calcium influx. Their plasma membrane abundance is an important factor in determining BK current and thus regulation of calcium-dependent events. In <italic>C. elegans</italic>, we show that ERG-28, an endoplasmic reticulum (ER) membrane protein, promotes the trafficking of SLO-1 BK channels from the ER to the plasma membrane by shielding them from premature degradation. In the absence of ERG-28, SLO-1 channels undergo aspartic protease DDI-1-dependent degradation, resulting in markedly reduced expression at presynaptic terminals. Loss of <italic>erg-28</italic> suppressed phenotypic defects of <italic>slo-1</italic> gain-of-function mutants in locomotion, neurotransmitter release, and calcium-mediated asymmetric differentiation of the AWC olfactory neuron pair, and conferred significant ethanol-resistant locomotory behavior, resembling <italic>slo-1</italic> loss-of-function mutants, albeit to a lesser extent. Our study thus indicates that the control of BK channel trafficking is a critical regulatory mechanism for synaptic transmission and neural function.","identifier":[{"type":"publisher-id","id":"24733"},{"type":"doi","id":"10.7554/eLife.24733"}],"date":{"day":"07","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24733","entryfile":"elife-24733-v1.xml","files":["elife-24733-fig1-figsupp1-v1-600w.jpg","elife-24733-fig1-figsupp2-v1-600w.jpg","elife-24733-fig1-figsupp3-v1-600w.jpg","elife-24733-fig1-v1-600w.jpg","elife-24733-fig2-v1-600w.jpg","elife-24733-fig3-figsupp1-v1-600w.jpg","elife-24733-fig3-v1-600w.jpg","elife-24733-fig4-figsupp1-v1-600w.jpg","elife-24733-fig4-figsupp2-v1-600w.jpg","elife-24733-fig4-v1-600w.jpg","elife-24733-fig5-figsupp1-v1-600w.jpg","elife-24733-fig5-v1-600w.jpg","elife-24733-fig6-figsupp1-v1-600w.jpg","elife-24733-fig6-v1-600w.jpg"]}