{"title":"Vocalization–whisking coordination and multisensory integration of social signals in rat auditory cortex","author":[{"surname":"Rao","given-names":"Rajnish P"},{"surname":"Mielke","given-names":"Falk"},{"surname":"Bobrov","given-names":"Evgeny"},{"surname":"Brecht","given-names":"Michael"}],"abstract":"Social interactions involve multi-modal signaling. Here, we study interacting rats to investigate audio-haptic coordination and multisensory integration in the auditory cortex. We find that facial touch is associated with an increased rate of ultrasonic vocalizations, which are emitted at the whisking rate (∼8 Hz) and preferentially initiated in the retraction phase of whisking. In a small subset of auditory cortex regular-spiking neurons, we observed excitatory and heterogeneous responses to ultrasonic vocalizations. Most fast-spiking neurons showed a stronger response to calls. Interestingly, facial touch-induced inhibition in the primary auditory cortex and off-responses after termination of touch were twofold stronger than responses to vocalizations. Further, touch modulated the responsiveness of auditory cortex neurons to ultrasonic vocalizations. In summary, facial touch during social interactions involves precisely orchestrated calling-whisking patterns. While ultrasonic vocalizations elicited a rather weak population response from the regular spikers, the modulation of neuronal responses by facial touch was remarkably strong.","identifier":[{"type":"publisher-id","id":"03185"},{"type":"doi","id":"10.7554/eLife.03185"}],"date":{"day":"08","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03185","entryfile":"elife-03185-v1.xml","files":["elife-03185-fig1-figsupp1-v1-600w.jpg","elife-03185-fig1-v1-600w.jpg","elife-03185-fig2-v1-600w.jpg","elife-03185-fig3-figsupp1-v1-600w.jpg","elife-03185-fig3-figsupp2-v1-600w.jpg","elife-03185-fig3-figsupp3-v1-600w.jpg","elife-03185-fig3-figsupp4-v1-600w.jpg","elife-03185-fig3-figsupp5-v1-600w.jpg","elife-03185-fig3-v1-600w.jpg","elife-03185-fig4-figsupp1-v1-600w.jpg","elife-03185-fig4-v1-600w.jpg","elife-03185-fig5-figsupp1-v1-600w.jpg","elife-03185-fig5-v1-600w.jpg"]}