{"title":"Structure of bacterial cytoplasmic chemoreceptor arrays and implications for chemotactic signaling","author":[{"surname":"Briegel","given-names":"Ariane"},{"surname":"Ladinsky","given-names":"Mark S"},{"surname":"Oikonomou","given-names":"Catherine"},{"surname":"Jones","given-names":"Christopher W"},{"surname":"Harris","given-names":"Michael J"},{"surname":"Fowler","given-names":"Daniel J"},{"surname":"Chang","given-names":"Yi-Wei"},{"surname":"Thompson","given-names":"Lynmarie K"},{"surname":"Armitage","given-names":"Judith P"},{"surname":"Jensen","given-names":"Grant J"}],"abstract":"Most motile bacteria sense and respond to their environment through a transmembrane chemoreceptor array whose structure and function have been well-studied, but many species also contain an additional cluster of chemoreceptors in their cytoplasm. Although the cytoplasmic cluster is essential for normal chemotaxis in some organisms, its structure and function remain unknown. Here we use electron cryotomography to image the cytoplasmic chemoreceptor cluster in <italic>Rhodobacter sphaeroides</italic> and <italic>Vibrio cholerae</italic>. We show that just like transmembrane arrays, cytoplasmic clusters contain trimers-of-receptor-dimers organized in 12-nm hexagonal arrays. In contrast to transmembrane arrays, however, cytoplasmic clusters comprise two CheA/CheW baseplates sandwiching two opposed receptor arrays. We further show that cytoplasmic fragments of normally transmembrane <italic>E. coli</italic> chemoreceptors form similar sandwiched structures in the presence of molecular crowding agents. Together these results suggest that the 12-nm hexagonal architecture is fundamentally important and that sandwiching and crowding can replace the stabilizing effect of the membrane.","identifier":[{"type":"publisher-id","id":"02151"},{"type":"doi","id":"10.7554/eLife.02151"}],"date":{"day":"25","month":"03","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02151","entryfile":"elife-02151-v1.xml","files":["elife-02151-fig1-v1-600w.jpg","elife-02151-fig2-v1-600w.jpg","elife-02151-fig3-v1-600w.jpg","elife-02151-fig4-v1-600w.jpg","elife-02151-fig5-v1-600w.jpg","elife-02151-fig6-v1-600w.jpg","elife-02151-fig7-v1-600w.jpg","elife-02151-fig8-v1-600w.jpg"]}