{"title":"Synaptic organization of the <italic>Drosophila</italic> antennal lobe and its regulation by the Teneurins","author":[{"surname":"Mosca","given-names":"Timothy J"},{"surname":"Luo","given-names":"Liqun"}],"abstract":"Understanding information flow through neuronal circuits requires knowledge of their synaptic organization. In this study, we utilized fluorescent pre- and postsynaptic markers to map synaptic organization in the <italic>Drosophila</italic> antennal lobe, the first olfactory processing center. Olfactory receptor neurons (ORNs) produce a constant synaptic density across different glomeruli. Each ORN within a class contributes nearly identical active zone number. Active zones from ORNs, projection neurons (PNs), and local interneurons have distinct subglomerular and subcellular distributions. The correct number of ORN active zones and PN acetylcholine receptor clusters requires the Teneurins, conserved transmembrane proteins involved in neuromuscular synapse organization and synaptic partner matching. Ten-a acts in ORNs to organize presynaptic active zones via the spectrin cytoskeleton. Ten-m acts in PNs autonomously to regulate acetylcholine receptor cluster number and transsynaptically to regulate ORN active zone number. These studies advanced our ability to assess synaptic architecture in complex CNS circuits and their underlying molecular mechanisms.","identifier":[{"type":"publisher-id","id":"03726"},{"type":"doi","id":"10.7554/eLife.03726"}],"date":{"day":"13","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03726","entryfile":"elife-03726-v1.xml","files":["elife-03726-fig1-figsupp1-v1-600w.jpg","elife-03726-fig1-figsupp2-v1-600w.jpg","elife-03726-fig1-v1-600w.jpg","elife-03726-fig2-figsupp1-v1-600w.jpg","elife-03726-fig2-v1-600w.jpg","elife-03726-fig3-figsupp1-v1-600w.jpg","elife-03726-fig3-v1-600w.jpg","elife-03726-fig4-figsupp1-v1-600w.jpg","elife-03726-fig4-figsupp2-v1-600w.jpg","elife-03726-fig4-v1-600w.jpg","elife-03726-fig5-v1-600w.jpg","elife-03726-fig6-figsupp1-v1-600w.jpg","elife-03726-fig6-v1-600w.jpg","elife-03726-fig7-v1-600w.jpg","elife-03726-fig8-v1-600w.jpg","elife-03726-fig9-v1-600w.jpg"]}