{"title":"Spectrin regulates Hippo signaling by modulating cortical actomyosin activity","author":[{"surname":"Deng","given-names":"Hua"},{"surname":"Wang","given-names":"Wei"},{"surname":"Yu","given-names":"Jianzhong"},{"surname":"Zheng","given-names":"Yonggang"},{"surname":"Qing","given-names":"Yun"},{"surname":"Pan","given-names":"Duojia"}],"abstract":"The Hippo pathway controls tissue growth through a core kinase cascade that impinges on the transcription of growth-regulatory genes. Understanding how this pathway is regulated in development remains a major challenge. Recent studies suggested that Hippo signaling can be modulated by cytoskeletal tension through a Rok-myosin II pathway. How cytoskeletal tension is regulated or its relationship to the other known upstream regulators of the Hippo pathway remains poorly defined. In this study, we identify spectrin, a contractile protein at the cytoskeleton-membrane interface, as an upstream regulator of the Hippo signaling pathway. We show that, in contrast to canonical upstream regulators such as Crumbs, Kibra, Expanded, and Merlin, spectrin regulates Hippo signaling in a distinct way by modulating cortical actomyosin activity through non-muscle myosin II. These results uncover an essential mediator of Hippo signaling by cytoskeleton tension, providing a new entry point to dissecting how mechanical signals regulate Hippo signaling in living tissues.","identifier":[{"type":"publisher-id","id":"06567"},{"type":"doi","id":"10.7554/eLife.06567"}],"date":{"day":"31","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06567","entryfile":"elife-06567-v2.xml","files":["elife-06567-fig1-figsupp1-v2-600w.jpg","elife-06567-fig1-figsupp2-v2-600w.jpg","elife-06567-fig1-v2-600w.jpg","elife-06567-fig2-figsupp1-v2-600w.jpg","elife-06567-fig2-figsupp2-v2-600w.jpg","elife-06567-fig2-v2-600w.jpg","elife-06567-fig3-v2-600w.jpg","elife-06567-fig4-v2-600w.jpg","elife-06567-fig5-figsupp1-v2-600w.jpg","elife-06567-fig5-v2-600w.jpg","elife-06567-fig6-v2-600w.jpg","elife-06567-fig7-v2-600w.jpg","elife-06567-v1.xml"]}