{"title":"Multi-step coordination of telomerase recruitment in fission yeast through two coupled telomere-telomerase interfaces","author":[{"surname":"Hu","given-names":"Xichan"},{"surname":"Liu","given-names":"Jinqiang"},{"surname":"Jun","given-names":"Hyun-IK"},{"surname":"Kim","given-names":"Jin-Kwang"},{"surname":"Qiao","given-names":"Feng"}],"abstract":"Tightly controlled recruitment of telomerase, a low-abundance enzyme, to telomeres is essential for regulated telomere synthesis. Recent studies in human cells revealed that a patch of amino acids in the shelterin component TPP1, called the TEL-patch, is essential for recruiting telomerase to telomeres. However, how TEL-patch—telomerase interaction integrates into the overall orchestration of telomerase regulation at telomeres is unclear. In fission yeast, Tel1<sup>ATM</sup>/Rad3<sup>ATR</sup>-mediated phosphorylation of shelterin component Ccq1 during late S phase is involved in telomerase recruitment through promoting the binding of Ccq1 to a telomerase accessory protein Est1. Here, we identify the TEL-patch in Tpz1<sup>TPP1</sup>, mutations of which lead to decreased telomeric association of telomerase, similar to the phosphorylation-defective Ccq1. Furthermore, we find that telomerase action at telomeres requires formation and resolution of an intermediate state, in which the cell cycle-dependent Ccq1-Est1 interaction is coupled to the TEL-patch—Trt1 interaction, to achieve temporally regulated telomerase elongation of telomeres.","identifier":[{"type":"publisher-id","id":"15470"},{"type":"doi","id":"10.7554/eLife.15470"}],"date":{"day":"02","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15470","entryfile":"elife-15470-v2.xml","files":["elife-15470-fig1-figsupp1-v2-600w.jpg","elife-15470-fig1-figsupp2-v2-600w.jpg","elife-15470-fig1-figsupp3-v2-600w.jpg","elife-15470-fig1-v2-600w.jpg","elife-15470-fig2-figsupp1-v2-600w.jpg","elife-15470-fig2-v2-600w.jpg","elife-15470-fig3-v2-600w.jpg","elife-15470-fig4-v2-600w.jpg","elife-15470-fig5-v2-600w.jpg","elife-15470-fig6-v2-600w.jpg","elife-15470-fig7-figsupp1-v2-600w.jpg","elife-15470-fig7-v2-600w.jpg","elife-15470-v1.xml"]}