{"title":"Mutational scanning reveals the determinants of protein insertion and association energetics in the plasma membrane","author":[{"surname":"Elazar","given-names":"Assaf"},{"surname":"Weinstein","given-names":"Jonathan"},{"surname":"Biran","given-names":"Ido"},{"surname":"Fridman","given-names":"Yearit"},{"surname":"Bibi","given-names":"Eitan"},{"surname":"Fleishman","given-names":"Sarel Jacob"}],"abstract":"Insertion of helix-forming segments into the membrane and their association determines the structure, function, and expression levels of all plasma membrane proteins. However, systematic and reliable quantification of membrane-protein energetics has been challenging. We developed a deep mutational scanning method to monitor the effects of hundreds of point mutations on helix insertion and self-association within the bacterial inner membrane. The assay quantifies insertion energetics for all natural amino acids at 27 positions across the membrane, revealing that the hydrophobicity of biological membranes is significantly higher than appreciated. We further quantitate the contributions to membrane-protein insertion from positively charged residues at the cytoplasm-membrane interface and reveal large and unanticipated differences among these residues. Finally, we derive comprehensive mutational landscapes in the membrane domains of Glycophorin A and the ErbB2 oncogene, and find that insertion and self-association are strongly coupled in receptor homodimers.","identifier":[{"type":"publisher-id","id":"12125"},{"type":"doi","id":"10.7554/eLife.12125"}],"date":{"day":"29","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12125","entryfile":"elife-12125-v3.xml","files":["elife-12125-fig1-v3-600w.jpg","elife-12125-fig2-figsupp1-v3-600w.jpg","elife-12125-fig2-figsupp2-v3-600w.jpg","elife-12125-fig2-figsupp3-v3-600w.jpg","elife-12125-fig2-figsupp4-v3-600w.jpg","elife-12125-fig2-v3-600w.jpg","elife-12125-fig3-v3-600w.jpg","elife-12125-fig4-v3-600w.jpg","elife-12125-fig5-figsupp1-v3-600w.jpg","elife-12125-fig5-figsupp2-v3-600w.jpg","elife-12125-fig5-v3-600w.jpg","elife-12125-v1.xml","elife-12125-v2.xml"]}