{"title":"Interactions between respiratory oscillators in adult rats","author":[{"surname":"Huckstepp","given-names":"Robert TR"},{"surname":"Henderson","given-names":"Lauren E"},{"surname":"Cardoza","given-names":"Kathryn P"},{"surname":"Feldman","given-names":"Jack L"}],"abstract":"Breathing in mammals is hypothesized to result from the interaction of two distinct oscillators: the preBötzinger Complex (preBötC) driving inspiration and the lateral parafacial region (pF<sub>L</sub>) driving active expiration. To understand the interactions between these oscillators, we independently altered their excitability in spontaneously breathing vagotomized urethane-anesthetized adult rats. Hyperpolarizing preBötC neurons decreased inspiratory activity and initiated active expiration, ultimately progressing to apnea, i.e., cessation of both inspiration and active expiration. Depolarizing pF<sub>L</sub> neurons produced active expiration at rest, but not when inspiratory activity was suppressed by hyperpolarizing preBötC neurons. We conclude that in anesthetized adult rats active expiration is driven by the pF<sub>L</sub> but requires an additional form of network excitation, i.e., ongoing rhythmic preBötC activity sufficient to drive inspiratory motor output or increased chemosensory drive. The organization of this coupled oscillator system, which is essential for life, may have implications for other neural networks that contain multiple rhythm/pattern generators.","identifier":[{"type":"publisher-id","id":"14203"},{"type":"doi","id":"10.7554/eLife.14203"}],"date":{"day":"14","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14203","entryfile":"elife-14203-v2.xml","files":["elife-14203-fig1-v1-600w.jpg","elife-14203-fig1-v2-600w.jpg","elife-14203-fig2-v1-600w.jpg","elife-14203-fig2-v2-600w.jpg","elife-14203-fig3-v1-600w.jpg","elife-14203-fig3-v2-600w.jpg","elife-14203-fig4-v1-600w.jpg","elife-14203-fig4-v2-600w.jpg","elife-14203-fig5-v1-600w.jpg","elife-14203-fig5-v2-600w.jpg","elife-14203-fig6-v1-600w.jpg","elife-14203-fig6-v2-600w.jpg","elife-14203-fig7-v1-600w.jpg","elife-14203-fig7-v2-600w.jpg","elife-14203-fig8-v1-600w.jpg","elife-14203-fig8-v2-600w.jpg","elife-14203-fig9-v1-600w.jpg","elife-14203-fig9-v2-600w.jpg","elife-14203-v1.xml"]}