{"title":"A novel N-terminal extension in mitochondrial TRAP1 serves as a thermal regulator of chaperone activity","author":[{"surname":"Partridge","given-names":"James R"},{"surname":"Lavery","given-names":"Laura A"},{"surname":"Elnatan","given-names":"Daniel"},{"surname":"Naber","given-names":"Nariman"},{"surname":"Cooke","given-names":"Roger"},{"surname":"Agard","given-names":"David A"}],"abstract":"Hsp90 is a conserved chaperone that facilitates protein homeostasis. Our crystal structure of the mitochondrial Hsp90, TRAP1, revealed an extension of the N-terminal β-strand previously shown to cross between protomers in the closed state. In this study, we address the regulatory function of this extension or ‘strap’ and demonstrate its responsibility for an unusual temperature dependence in ATPase rates. This dependence is a consequence of a thermally sensitive kinetic barrier between the apo ‘open’ and ATP-bound ‘closed’ conformations. The strap stabilizes the closed state through trans-protomer interactions. Displacement of cis-protomer contacts from the apo state is rate-limiting for closure and ATP hydrolysis. Strap release is coupled to rotation of the N-terminal domain and dynamics of the nucleotide binding pocket lid. The strap is conserved in higher eukaryotes but absent from yeast and prokaryotes suggesting its role as a thermal and kinetic regulator, adapting Hsp90s to the demands of unique cellular and organismal environments.","identifier":[{"type":"publisher-id","id":"03487"},{"type":"doi","id":"10.7554/eLife.03487"}],"date":{"day":"22","month":"12","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03487","entryfile":"elife-03487-v2.xml","files":["elife-03487-fig1-v2-600w.jpg","elife-03487-fig2-v2-600w.jpg","elife-03487-fig3-v2-600w.jpg","elife-03487-fig4-figsupp1-v2-600w.jpg","elife-03487-fig4-figsupp2-v2-600w.jpg","elife-03487-fig4-v2-600w.jpg","elife-03487-fig5-v2-600w.jpg","elife-03487-fig6-figsupp1-v2-600w.jpg","elife-03487-fig6-v2-600w.jpg","elife-03487-fig7-v2-600w.jpg","elife-03487-fig8-v2-600w.jpg","elife-03487-resp-fig1-v2-600w.jpg","elife-03487-v1.xml"]}