{"title":"Structural development and dorsoventral maturation of the medial entorhinal cortex","author":[{"surname":"Ray","given-names":"Saikat"},{"surname":"Brecht","given-names":"Michael"}],"abstract":"We investigated the structural development of superficial-layers of medial entorhinal cortex and parasubiculum in rats. The grid-layout and cholinergic-innervation of calbindin-positive pyramidal-cells in layer-2 emerged around birth while reelin-positive stellate-cells were scattered throughout development. Layer-3 and parasubiculum neurons had a transient calbindin-expression, which declined with age. Early postnatally, layer-2 pyramidal but not stellate-cells co-localized with doublecortin – a marker of immature neurons – suggesting delayed functional-maturation of pyramidal-cells. Three observations indicated a dorsal-to-ventral maturation of entorhinal cortex and parasubiculum: (i) calbindin-expression in layer-3 neurons decreased progressively from dorsal-to-ventral, (ii) doublecortin in layer-2 calbindin-positive-patches disappeared dorsally before ventrally, and (iii) wolframin-expression emerged earlier in dorsal than ventral parasubiculum. The early appearance of calbindin-pyramidal-grid-organization in layer-2 suggests that this pattern is instructed by genetic information rather than experience. Superficial-layer-microcircuits mature earlier in dorsal entorhinal cortex, where small spatial-scales are represented. Maturation of ventral-entorhinal-microcircuits – representing larger spatial-scales – follows later around the onset of exploratory behavior.","identifier":[{"type":"publisher-id","id":"13343"},{"type":"doi","id":"10.7554/eLife.13343"}],"date":{"day":"02","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13343","entryfile":"elife-13343-v3.xml","files":["elife-13343-fig1-v3-600w.jpg","elife-13343-fig2-figsupp1-v3-600w.jpg","elife-13343-fig2-v3-600w.jpg","elife-13343-fig3-v3-600w.jpg","elife-13343-fig4-v3-600w.jpg","elife-13343-fig5-figsupp1-v3-600w.jpg","elife-13343-fig5-v3-600w.jpg","elife-13343-fig6-v3-600w.jpg","elife-13343-fig7-v3-600w.jpg","elife-13343-fig8-v3-600w.jpg","elife-13343-v1.xml","elife-13343-v2.xml"]}