{"title":"Native α-synuclein induces clustering of synaptic-vesicle mimics via binding to phospholipids and synaptobrevin-2/VAMP2","author":[{"surname":"Diao","given-names":"Jiajie"},{"surname":"Burré","given-names":"Jacqueline"},{"surname":"Vivona","given-names":"Sandro"},{"surname":"Cipriano","given-names":"Daniel J"},{"surname":"Sharma","given-names":"Manu"},{"surname":"Kyoung","given-names":"Minjoung"},{"surname":"Südhof","given-names":"Thomas C"},{"surname":"Brunger","given-names":"Axel T"}],"abstract":"α-Synuclein is a presynaptic protein that is implicated in Parkinson's and other neurodegenerative diseases. Physiologically, native α-synuclein promotes presynaptic SNARE-complex assembly, but its molecular mechanism of action remains unknown. Here, we found that native α-synuclein promotes clustering of synaptic-vesicle mimics, using a single-vesicle optical microscopy system. This vesicle-clustering activity was observed for both recombinant and native α-synuclein purified from mouse brain. Clustering was dependent on specific interactions of native α-synuclein with both synaptobrevin-2/VAMP2 and anionic lipids. Out of the three familial Parkinson's disease-related point mutants of α-synuclein, only the lipid-binding deficient mutation A30P disrupted clustering, hinting at a possible loss of function phenotype for this mutant. α-Synuclein had little effect on Ca<sup>2+</sup>-triggered fusion in our reconstituted single-vesicle system, consistent with in vivo data. α-Synuclein may therefore lead to accumulation of synaptic vesicles at the active zone, providing a ‘buffer’ of synaptic vesicles, without affecting neurotransmitter release itself.","identifier":[{"type":"publisher-id","id":"00592"},{"type":"doi","id":"10.7554/eLife.00592"}],"date":{"day":"30","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00592","entryfile":"elife-00592-v1.xml","files":["elife-00592-fig1-v1-600w.jpg","elife-00592-fig2-v1-600w.jpg","elife-00592-fig3-v1-600w.jpg","elife-00592-fig4-v1-600w.jpg","elife-00592-fig5-v1-600w.jpg","elife-00592-fig6-v1-600w.jpg","elife-00592-fig7-v1-600w.jpg","elife-00592-fig8-v1-600w.jpg","elife-00592-fig9-v1-600w.jpg"]}