{"title":"Mouse V1 population correlates of visual detection rely on heterogeneity within neuronal response patterns","author":[{"surname":"Montijn","given-names":"Jorrit S"},{"surname":"Goltstein","given-names":"Pieter M"},{"surname":"Pennartz","given-names":"Cyriel MA"}],"abstract":"Previous studies have demonstrated the importance of the primary sensory cortex for the detection, discrimination, and awareness of visual stimuli, but it is unknown how neuronal populations in this area process detected and undetected stimuli differently. Critical differences may reside in the mean strength of responses to visual stimuli, as reflected in bulk signals detectable in functional magnetic resonance imaging, electro-encephalogram, or magnetoencephalography studies, or may be more subtly composed of differentiated activity of individual sensory neurons. Quantifying single-cell Ca<sup>2+</sup> responses to visual stimuli recorded with in vivo two-photon imaging, we found that visual detection correlates more strongly with population response heterogeneity rather than overall response strength. Moreover, neuronal populations showed consistencies in activation patterns across temporally spaced trials in association with hit responses, but not during nondetections. Contrary to models relying on temporally stable networks or bulk signaling, these results suggest that detection depends on transient differentiation in neuronal activity within cortical populations.","identifier":[{"type":"publisher-id","id":"10163"},{"type":"doi","id":"10.7554/eLife.10163"}],"date":{"day":"08","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10163","entryfile":"elife-10163-v2.xml","files":["elife-10163-fig1-figsupp1-v2-600w.jpg","elife-10163-fig1-v2-600w.jpg","elife-10163-fig2-figsupp1-v2-600w.jpg","elife-10163-fig2-v2-600w.jpg","elife-10163-fig3-figsupp1-v2-600w.jpg","elife-10163-fig3-figsupp2-v2-600w.jpg","elife-10163-fig3-v2-600w.jpg","elife-10163-fig4-figsupp1-v2-600w.jpg","elife-10163-fig4-figsupp2-v2-600w.jpg","elife-10163-fig4-v2-600w.jpg","elife-10163-fig5-figsupp1-v2-600w.jpg","elife-10163-fig5-v2-600w.jpg","elife-10163-fig6-v2-600w.jpg","elife-10163-fig7-v2-600w.jpg","elife-10163-resp-fig1-v2-600w.jpg","elife-10163-v1.xml"]}