{"title":"Ventromedial prefrontal cortex stimulation enhances memory and hippocampal neurogenesis in the middle-aged rats","author":[{"surname":"Liu","given-names":"Albert"},{"surname":"Jain","given-names":"Neeraj"},{"surname":"Vyas","given-names":"Ajai"},{"surname":"Lim","given-names":"Lee Wei"}],"abstract":"Memory dysfunction is a key symptom of age-related dementia. Although recent studies have suggested positive effects of electrical stimulation for memory enhancement, its potential targets remain largely unknown. In this study, we hypothesized that spatially targeted deep brain stimulation of ventromedial prefrontal cortex enhanced memory functions in a middle-aged rat model. Our results show that acute stimulation enhanced the short-, but not the long-term memory in the novel-object recognition task. Interestingly, after chronic high-frequency stimulation, both the short- and long-term memories were robustly improved in the novel-object recognition test and Morris water-maze spatial task compared to sham. Our results also demonstrated that chronic ventromedial prefrontal cortex high-frequency stimulation upregulated neurogenesis-associated genes along with enhanced hippocampal cell proliferation. Importantly, these memory behaviors were strongly correlated with the hippocampal neurogenesis. Overall, these findings suggest that chronic ventromedial prefrontal cortex high-frequency stimulation may serve as a novel effective therapeutic target for dementia-related disorders.","identifier":[{"type":"publisher-id","id":"04803"},{"type":"doi","id":"10.7554/eLife.04803"}],"date":{"day":"13","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04803","entryfile":"elife-04803-v2.xml","files":["elife-04803-fig1-v2-600w.jpg","elife-04803-fig2-v2-600w.jpg","elife-04803-fig3-v2-600w.jpg","elife-04803-fig4-v2-600w.jpg","elife-04803-fig5-v2-600w.jpg","elife-04803-fig6-v2-600w.jpg","elife-04803-fig7-v2-600w.jpg","elife-04803-fig8-v2-600w.jpg","elife-04803-v1.xml"]}