{"title":"Holocentromeres are dispersed point centromeres localized at transcription factor hotspots","author":[{"surname":"Steiner","given-names":"Florian A"},{"surname":"Henikoff","given-names":"Steven"}],"abstract":"Centromeres vary greatly in size and sequence composition, ranging from ‘point’ centromeres with a single cenH3-containing nucleosome to ‘regional’ centromeres embedded in tandemly repeated sequences to holocentromeres that extend along the length of entire chromosomes. Point centromeres are defined by sequence, whereas regional and holocentromeres are epigenetically defined by the location of cenH3-containing nucleosomes. In this study, we show that <italic>Caenorhabditis elegans</italic> holocentromeres are organized as dispersed but discretely localized point centromeres, each forming a single cenH3-containing nucleosome. These centromeric sites co-localize with kinetochore components, and their occupancy is dependent on the cenH3 loading machinery. These sites coincide with non-specific binding sites for multiple transcription factors (‘HOT’ sites), which become occupied when cenH3 is lost. Our results show that the point centromere is the basic unit of holocentric organization in support of the classical polycentric model for holocentromeres, and provide a mechanistic basis for understanding how centromeric chromatin might be maintained.","identifier":[{"type":"publisher-id","id":"02025"},{"type":"doi","id":"10.7554/eLife.02025"}],"date":{"day":"08","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02025","entryfile":"elife-02025-v1.xml","files":["elife-02025-fig1-figsupp1-v1-600w.jpg","elife-02025-fig1-figsupp2-v1-600w.jpg","elife-02025-fig1-figsupp3-v1-600w.jpg","elife-02025-fig1-v1-600w.jpg","elife-02025-fig2-figsupp1-v1-600w.jpg","elife-02025-fig2-figsupp2-v1-600w.jpg","elife-02025-fig2-v1-600w.jpg","elife-02025-fig3-figsupp1-v1-600w.jpg","elife-02025-fig3-v1-600w.jpg","elife-02025-fig4-figsupp1-v1-600w.jpg","elife-02025-fig4-figsupp2-v1-600w.jpg","elife-02025-fig4-v1-600w.jpg","elife-02025-fig5-figsupp1-v1-600w.jpg","elife-02025-fig5-figsupp2-v1-600w.jpg","elife-02025-fig5-figsupp3-v1-600w.jpg","elife-02025-fig5-v1-600w.jpg","elife-02025-fig6-figsupp1-v1-600w.jpg","elife-02025-fig6-v1-600w.jpg","elife-02025-fig7-figsupp1-v1-600w.jpg","elife-02025-fig7-v1-600w.jpg"]}