{"title":"Role of protein synthesis and DNA methylation in the consolidation and maintenance of long-term memory in <italic>Aplysia</italic>","author":[{"surname":"Pearce","given-names":"Kaycey"},{"surname":"Cai","given-names":"Diancai"},{"surname":"Roberts","given-names":"Adam C"},{"surname":"Glanzman","given-names":"David L"}],"abstract":"Previously, we reported that long-term memory (LTM) in <italic>Aplysia</italic> can be reinstated by truncated (partial) training following its disruption by reconsolidation blockade and inhibition of PKM (Chen et al., 2014). Here, we report that LTM can be induced by partial training after disruption of original consolidation by protein synthesis inhibition (PSI) begun shortly after training. But when PSI occurs during training, partial training cannot subsequently establish LTM. Furthermore, we find that inhibition of DNA methyltransferase (DNMT), whether during training or shortly afterwards, blocks consolidation of LTM and prevents its subsequent induction by truncated training; moreover, later inhibition of DNMT eliminates consolidated LTM. Thus, the consolidation of LTM depends on two functionally distinct phases of protein synthesis: an early phase that appears to prime LTM; and a later phase whose successful completion is necessary for the normal expression of LTM. Both the consolidation and maintenance of LTM depend on DNA methylation.","identifier":[{"type":"publisher-id","id":"18299"},{"type":"doi","id":"10.7554/eLife.18299"}],"date":{"day":"09","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18299","entryfile":"elife-18299-v3.xml","files":["elife-18299-fig1-v3-600w.jpg","elife-18299-fig2-v3-600w.jpg","elife-18299-fig3-v3-600w.jpg","elife-18299-fig4-v3-600w.jpg","elife-18299-fig5-v3-600w.jpg","elife-18299-fig6-figsupp1-v3-600w.jpg","elife-18299-fig6-v3-600w.jpg","elife-18299-fig7-v3-600w.jpg","elife-18299-fig8-v3-600w.jpg","elife-18299-fig9-v3-600w.jpg","elife-18299-v1.xml","elife-18299-v2.xml"]}