{"title":"ETS family transcriptional regulators drive chromatin dynamics and malignancy in squamous cell carcinomas","author":[{"surname":"Yang","given-names":"Hanseul"},{"surname":"Schramek","given-names":"Daniel"},{"surname":"Adam","given-names":"Rene C"},{"surname":"Keyes","given-names":"Brice E"},{"surname":"Wang","given-names":"Ping"},{"surname":"Zheng","given-names":"Deyou"},{"surname":"Fuchs","given-names":"Elaine"}],"abstract":"Tumor-initiating stem cells (SCs) exhibit distinct patterns of transcription factors and gene expression compared to healthy counterparts. Here, we show that dramatic shifts in large open-chromatin domain (super-enhancer) landscapes underlie these differences and reflect tumor microenvironment. By in vivo super-enhancer and transcriptional profiling, we uncover a dynamic cancer-specific epigenetic network selectively enriched for binding motifs of a transcription factor cohort expressed in squamous cell carcinoma SCs (SCC-SCs). Many of their genes, including <italic>Ets2</italic> and <italic>Elk3,</italic> are themselves regulated by SCC-SC super-enhancers suggesting a cooperative feed-forward loop. Malignant progression requires these genes, whose knockdown severely impairs tumor growth and prohibits progression from benign papillomas to SCCs. ETS2-deficiency disrupts the SCC-SC super-enhancer landscape and downstream cancer genes while ETS2-overactivation in epidermal-SCs induces hyperproliferation and SCC super-enhancer-associated genes <italic>Fos, Junb</italic> and <italic>Klf5</italic>. Together, our findings unearth an essential regulatory network required for the SCC-SC chromatin landscape and unveil its importance in malignant progression.","identifier":[{"type":"publisher-id","id":"10870"},{"type":"doi","id":"10.7554/eLife.10870"}],"date":{"day":"21","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10870","entryfile":"elife-10870-v2.xml","files":["elife-10870-fig1-figsupp1-v2-600w.jpg","elife-10870-fig1-figsupp2-v2-600w.jpg","elife-10870-fig1-v2-600w.jpg","elife-10870-fig2-v2-600w.jpg","elife-10870-fig3-v2-600w.jpg","elife-10870-fig4-v2-600w.jpg","elife-10870-fig5-figsupp1-v2-600w.jpg","elife-10870-fig5-v2-600w.jpg","elife-10870-fig6-v2-600w.jpg","elife-10870-fig7-figsupp1-v2-600w.jpg","elife-10870-fig7-v2-600w.jpg","elife-10870-v1.xml"]}