{"title":"A shunt pathway limits the <italic>CaaX</italic> processing of Hsp40 Ydj1p and regulates Ydj1p-dependent phenotypes","author":[{"surname":"Hildebrandt","given-names":"Emily R"},{"surname":"Cheng","given-names":"Michael"},{"surname":"Zhao","given-names":"Peng"},{"surname":"Kim","given-names":"June H"},{"surname":"Wells","given-names":"Lance"},{"surname":"Schmidt","given-names":"Walter K"}],"abstract":"The modifications occurring to <italic>CaaX</italic> proteins have largely been established using few reporter molecules (e.g. Ras, yeast <bold>a</bold>-factor mating pheromone). These proteins undergo three coordinated COOH-terminal events: isoprenylation of the cysteine, proteolytic removal of <italic>aaX</italic>, and COOH-terminal methylation. Here, we investigated the coupling of these modifications in the context of the yeast Ydj1p chaperone. We provide genetic, biochemical, and biophysical evidence that the Ydj1p <italic>CaaX</italic> motif is isoprenylated but not cleaved and carboxylmethylated. Moreover, we demonstrate that Ydj1p-dependent thermotolerance and Ydj1p localization are perturbed when alternative <italic>CaaX</italic> motifs are transplanted onto Ydj1p. The abnormal phenotypes revert to normal when post-isoprenylation events are genetically interrupted. Our findings indicate that proper Ydj1p function requires an isoprenylatable <italic>CaaX</italic> motif that is resistant to post-isoprenylation events. These results expand on the complexity of protein isoprenylation and highlight the impact of post-isoprenylation events in regulating the function of Ydj1p and perhaps other <italic>CaaX</italic> proteins.","identifier":[{"type":"publisher-id","id":"15899"},{"type":"doi","id":"10.7554/eLife.15899"}],"date":{"day":"15","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15899","entryfile":"elife-15899-v2.xml","files":["elife-15899-fig1-figsupp1-v2-600w.jpg","elife-15899-fig1-figsupp2-v2-600w.jpg","elife-15899-fig1-figsupp3-v2-600w.jpg","elife-15899-fig1-v2-600w.jpg","elife-15899-fig2-v2-600w.jpg","elife-15899-fig3-v2-600w.jpg","elife-15899-fig4-figsupp1-v2-600w.jpg","elife-15899-fig4-v2-600w.jpg","elife-15899-fig5-figsupp1-v2-600w.jpg","elife-15899-fig5-v2-600w.jpg","elife-15899-fig6-figsupp1-v2-600w.jpg","elife-15899-fig6-v2-600w.jpg","elife-15899-fig7-v2-600w.jpg","elife-15899-fig8-v2-600w.jpg","elife-15899-v1.xml"]}