{"title":"Selective amputation of the pharynx identifies a FoxA-dependent regeneration program in planaria","author":[{"surname":"Adler","given-names":"Carolyn E"},{"surname":"Seidel","given-names":"Chris W"},{"surname":"McKinney","given-names":"Sean A"},{"surname":"Sánchez Alvarado","given-names":"Alejandro"}],"abstract":"Planarian flatworms regenerate every organ after amputation. Adult pluripotent stem cells drive this ability, but how injury activates and directs stem cells into the appropriate lineages is unclear. Here we describe a single-organ regeneration assay in which ejection of the planarian pharynx is selectively induced by brief exposure of animals to sodium azide. To identify genes required for pharynx regeneration, we performed an RNAi screen of 356 genes upregulated after amputation, using successful feeding as a proxy for regeneration. We found that knockdown of 20 genes caused a wide range of regeneration phenotypes and that RNAi of the forkhead transcription factor <italic>FoxA</italic>, which is expressed in a subpopulation of stem cells, specifically inhibited regrowth of the pharynx. Selective amputation of the pharynx therefore permits the identification of genes required for organ-specific regeneration and suggests an ancient function for FoxA-dependent transcriptional programs in driving regeneration.","identifier":[{"type":"publisher-id","id":"02238"},{"type":"doi","id":"10.7554/eLife.02238"}],"date":{"day":"15","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02238","entryfile":"elife-02238-v1.xml","files":["elife-02238-fig1-figsupp1-v1-600w.jpg","elife-02238-fig1-figsupp2-v1-600w.jpg","elife-02238-fig1-v1-600w.jpg","elife-02238-fig2-figsupp1-v1-600w.jpg","elife-02238-fig2-figsupp2-v1-600w.jpg","elife-02238-fig2-figsupp3-v1-600w.jpg","elife-02238-fig2-v1-600w.jpg","elife-02238-fig3-figsupp1-v1-600w.jpg","elife-02238-fig3-v1-600w.jpg","elife-02238-fig4-figsupp1-v1-600w.jpg","elife-02238-fig4-v1-600w.jpg","elife-02238-fig5-v1-600w.jpg","elife-02238-fig6-figsupp1-v1-600w.jpg","elife-02238-fig6-v1-600w.jpg","elife-02238-fig7-v1-600w.jpg"]}