{"title":"Nonlinear circuits for naturalistic visual motion estimation","author":[{"surname":"Fitzgerald","given-names":"James E"},{"surname":"Clark","given-names":"Damon A"}],"abstract":"Many animals use visual signals to estimate motion. Canonical models suppose that animals estimate motion by cross-correlating pairs of spatiotemporally separated visual signals, but recent experiments indicate that humans and flies perceive motion from higher-order correlations that signify motion in natural environments. Here we show how biologically plausible processing motifs in neural circuits could be tuned to extract this information. We emphasize how known aspects of <italic>Drosophila</italic>'s visual circuitry could embody this tuning and predict fly behavior. We find that segregating motion signals into ON/OFF channels can enhance estimation accuracy by accounting for natural light/dark asymmetries. Furthermore, a diversity of inputs to motion detecting neurons can provide access to more complex higher-order correlations. Collectively, these results illustrate how non-canonical computations improve motion estimation with naturalistic inputs. This argues that the complexity of the fly's motion computations, implemented in its elaborate circuits, represents a valuable feature of its visual motion estimator.","identifier":[{"type":"publisher-id","id":"09123"},{"type":"doi","id":"10.7554/eLife.09123"}],"date":{"day":"24","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09123","entryfile":"elife-09123-v2.xml","files":["elife-09123-app1-fig1-v2-600w.jpg","elife-09123-app4-fig1-v2-600w.jpg","elife-09123-app8-fig1-v2-600w.jpg","elife-09123-app9-fig1-v2-600w.jpg","elife-09123-fig1-v2-600w.jpg","elife-09123-fig2-figsupp1-v2-600w.jpg","elife-09123-fig2-v2-600w.jpg","elife-09123-fig3-figsupp1-v2-600w.jpg","elife-09123-fig3-figsupp2-v2-600w.jpg","elife-09123-fig3-v2-600w.jpg","elife-09123-fig4-figsupp1-v2-600w.jpg","elife-09123-fig4-figsupp2-v2-600w.jpg","elife-09123-fig4-v2-600w.jpg","elife-09123-fig5-figsupp1-v2-600w.jpg","elife-09123-fig5-v2-600w.jpg","elife-09123-v1.xml"]}