{"title":"Human kinetochores are swivel joints that mediate microtubule attachments","author":[{"surname":"Smith","given-names":"Chris A"},{"surname":"McAinsh","given-names":"Andrew D"},{"surname":"Burroughs","given-names":"Nigel J"}],"abstract":"Chromosome segregation is a mechanical process that requires assembly of the mitotic spindle – a dynamic microtubule-based force-generating machine. Connections to this spindle are mediated by sister kinetochore pairs, that form dynamic end-on attachments to microtubules emanating from opposite spindle poles. This bi-orientation generates forces that have been reported to stretch the kinetochore itself, which has been suggested to stabilise attachment and silence the spindle checkpoint. We reveal using three dimensional tracking that the outer kinetochore domain can swivel around the inner kinetochore/centromere, which results in large reductions in intra-kinetochore distance (delta) when viewed in lower dimensions. We show that swivel provides a mechanical flexibility that enables kinetochores at the periphery of the spindle to engage microtubules. Swivel reduces as cells approach anaphase, suggesting an organisational change linked to checkpoint satisfaction and/or obligatory changes in kinetochore mechanochemistry may occur before dissolution of sister chromatid cohesion.","identifier":[{"type":"publisher-id","id":"16159"},{"type":"doi","id":"10.7554/eLife.16159"}],"date":{"day":"03","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16159","entryfile":"elife-16159-v2.xml","files":["elife-16159-fig1-figsupp1-v2-600w.jpg","elife-16159-fig1-figsupp2-v2-600w.jpg","elife-16159-fig1-figsupp3-v2-600w.jpg","elife-16159-fig1-figsupp4-v2-600w.jpg","elife-16159-fig1-v2-600w.jpg","elife-16159-fig2-figsupp1-v2-600w.jpg","elife-16159-fig2-figsupp2-v2-600w.jpg","elife-16159-fig2-figsupp3-v2-600w.jpg","elife-16159-fig2-v2-600w.jpg","elife-16159-fig3-figsupp1-v2-600w.jpg","elife-16159-fig3-v2-600w.jpg","elife-16159-fig4-figsupp1-v2-600w.jpg","elife-16159-fig4-v2-600w.jpg","elife-16159-v1.xml"]}