{"title":"Automated structure refinement of macromolecular assemblies from cryo-EM maps using Rosetta","author":[{"surname":"Wang","given-names":"Ray Yu-Ruei"},{"surname":"Song","given-names":"Yifan"},{"surname":"Barad","given-names":"Benjamin A"},{"surname":"Cheng","given-names":"Yifan"},{"surname":"Fraser","given-names":"James S"},{"surname":"DiMaio","given-names":"Frank"}],"abstract":"Cryo-EM has revealed the structures of many challenging yet exciting macromolecular assemblies at near-atomic resolution (3–4.5Å), providing biological phenomena with molecular descriptions. However, at these resolutions, accurately positioning individual atoms remains challenging and error-prone. Manually refining thousands of amino acids – typical in a macromolecular assembly – is tedious and time-consuming. We present an automated method that can improve the atomic details in models that are manually built in near-atomic-resolution cryo-EM maps. Applying the method to three systems recently solved by cryo-EM, we are able to improve model geometry while maintaining the fit-to-density. Backbone placement errors are automatically detected and corrected, and the refinement shows a large radius of convergence. The results demonstrate that the method is amenable to structures with symmetry, of very large size, and containing RNA as well as covalently bound ligands. The method should streamline the cryo-EM structure determination process, providing accurate and unbiased atomic structure interpretation of such maps.","identifier":[{"type":"publisher-id","id":"17219"},{"type":"doi","id":"10.7554/eLife.17219"}],"date":{"day":"26","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17219","entryfile":"elife-17219-v2.xml","files":["elife-17219-fig1-figsupp1-v2-600w.jpg","elife-17219-fig1-figsupp2-v2-600w.jpg","elife-17219-fig1-figsupp3-v2-600w.jpg","elife-17219-fig1-figsupp4-v2-600w.jpg","elife-17219-fig1-v2-600w.jpg","elife-17219-fig2-v2-600w.jpg","elife-17219-fig3-v2-600w.jpg","elife-17219-fig4-v2-600w.jpg","elife-17219-fig5-figsupp1-v2-600w.jpg","elife-17219-fig5-v2-600w.jpg","elife-17219-fig6-figsupp1-v2-600w.jpg","elife-17219-fig6-figsupp2-v2-600w.jpg","elife-17219-fig6-v2-600w.jpg","elife-17219-v1.xml"]}