{"title":"Externally induced frontoparietal synchronization modulates network dynamics and enhances working memory performance","author":[{"surname":"Violante","given-names":"Ines R"},{"surname":"Li","given-names":"Lucia M"},{"surname":"Carmichael","given-names":"David W"},{"surname":"Lorenz","given-names":"Romy"},{"surname":"Leech","given-names":"Robert"},{"surname":"Hampshire","given-names":"Adam"},{"surname":"Rothwell","given-names":"John C"},{"surname":"Sharp","given-names":"David J"}],"abstract":"Cognitive functions such as working memory (WM) are emergent properties of large-scale network interactions. Synchronisation of oscillatory activity might contribute to WM by enabling the coordination of long-range processes. However, causal evidence for the way oscillatory activity shapes network dynamics and behavior in humans is limited. Here we applied transcranial alternating current stimulation (tACS) to exogenously modulate oscillatory activity in a right frontoparietal network that supports WM. Externally induced synchronization improved performance when cognitive demands were high. Simultaneously collected fMRI data reveals tACS effects dependent on the relative phase of the stimulation and the internal cognitive processing state. Specifically, synchronous tACS during the verbal WM task increased parietal activity, which correlated with behavioral performance. Furthermore, functional connectivity results indicate that the relative phase of frontoparietal stimulation influences information flow within the WM network. Overall, our findings demonstrate a link between behavioral performance in a demanding WM task and large-scale brain synchronization.","identifier":[{"type":"publisher-id","id":"22001"},{"type":"doi","id":"10.7554/eLife.22001"}],"date":{"day":"14","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22001","entryfile":"elife-22001-v1.xml","files":["elife-22001-fig1-figsupp1-v1-600w.jpg","elife-22001-fig1-v1-600w.jpg","elife-22001-fig2-v1-600w.jpg","elife-22001-fig3-v1-600w.jpg","elife-22001-fig4-figsupp1-v1-600w.jpg","elife-22001-fig4-v1-600w.jpg","elife-22001-fig5-v1-600w.jpg"]}