{"title":"Peptidoglycan sensing by octopaminergic neurons modulates <italic>Drosophila</italic> oviposition","author":[{"surname":"Kurz","given-names":"C Leopold"},{"surname":"Charroux","given-names":"Bernard"},{"surname":"Chaduli","given-names":"Delphine"},{"surname":"Viallat-Lieutaud","given-names":"Annelise"},{"surname":"Royet","given-names":"Julien"}],"abstract":"As infectious diseases pose a threat to host integrity, eukaryotes have evolved mechanisms to eliminate pathogens. In addition to develop strategies reducing infection, animals can engage in behaviors that lower the impact of the infection. The molecular mechanisms by which microbes impact host behavior are not well understood. We demonstrate that bacterial infection of <italic>Drosophila</italic> females reduces oviposition and that peptidoglycan, the component that activates <italic>Drosophila</italic> antibacterial response, is also the elicitor of this behavioral change. We show that peptidoglycan regulates egg-laying rate by activating NF-κB signaling pathway in octopaminergic neurons and that, a dedicated peptidoglycan degrading enzyme acts in these neurons to buffer this behavioral response. This study shows that a unique ligand and signaling cascade are used in immune cells to mount an immune response and in neurons to control fly behavior following infection. This may represent a case of behavioral immunity.","identifier":[{"type":"publisher-id","id":"21937"},{"type":"doi","id":"10.7554/eLife.21937"}],"date":{"day":"07","month":"03","year":"2017"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"21937","entryfile":"elife-21937-v2.xml","files":["elife-21937-fig1-figsupp1-v2-600w.jpg","elife-21937-fig1-figsupp2-v2-600w.jpg","elife-21937-fig1-figsupp3-v2-600w.jpg","elife-21937-fig1-v2-600w.jpg","elife-21937-fig2-figsupp1-v2-600w.jpg","elife-21937-fig2-v2-600w.jpg","elife-21937-fig3-v2-600w.jpg","elife-21937-fig4-v2-600w.jpg","elife-21937-fig5-figsupp1-v2-600w.jpg","elife-21937-fig5-v2-600w.jpg","elife-21937-fig6-figsupp1-v2-600w.jpg","elife-21937-fig6-v2-600w.jpg","elife-21937-fig7-v2-600w.jpg","elife-21937-v1.xml"]}