{"title":"Cell-specific synaptic plasticity induced by network oscillations","author":[{"surname":"Zarnadze","given-names":"Shota"},{"surname":"Bäuerle","given-names":"Peter"},{"surname":"Santos-Torres","given-names":"Julio"},{"surname":"Böhm","given-names":"Claudia"},{"surname":"Schmitz","given-names":"Dietmar"},{"surname":"Geiger","given-names":"Jörg RP"},{"surname":"Dugladze","given-names":"Tamar"},{"surname":"Gloveli","given-names":"Tengis"}],"abstract":"Gamma rhythms are known to contribute to the process of memory encoding. However, little is known about the underlying mechanisms at the molecular, cellular and network levels. Using local field potential recording in awake behaving mice and concomitant field potential and whole-cell recordings in slice preparations we found that gamma rhythms lead to activity-dependent modification of hippocampal networks, including alterations in sharp wave-ripple complexes. Network plasticity, expressed as long-lasting increases in sharp wave-associated synaptic currents, exhibits enhanced excitatory synaptic strength in pyramidal cells that is induced postsynaptically and depends on metabotropic glutamate receptor-5 activation. In sharp contrast, alteration of inhibitory synaptic strength is independent of postsynaptic activation and less pronounced. Further, we found a cell type-specific, directionally biased synaptic plasticity of two major types of GABAergic cells, parvalbumin- and cholecystokinin-expressing interneurons. Thus, we propose that gamma frequency oscillations represent a network state that introduces long-lasting synaptic plasticity in a cell-specific manner.","identifier":[{"type":"publisher-id","id":"14912"},{"type":"doi","id":"10.7554/eLife.14912"}],"date":{"day":"24","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14912","entryfile":"elife-14912-v3.xml","files":["elife-14912-fig1-v3-600w.jpg","elife-14912-fig2-v3-600w.jpg","elife-14912-fig3-v3-600w.jpg","elife-14912-fig4-v3-600w.jpg","elife-14912-fig5-v3-600w.jpg","elife-14912-fig6-v3-600w.jpg","elife-14912-v1.xml","elife-14912-v2.xml"]}