{"title":"Arabidopsis plants perform arithmetic division to prevent starvation at night","author":[{"surname":"Scialdone","given-names":"Antonio"},{"surname":"Mugford","given-names":"Sam T"},{"surname":"Feike","given-names":"Doreen"},{"surname":"Skeffington","given-names":"Alastair"},{"surname":"Borrill","given-names":"Philippa"},{"surname":"Graf","given-names":"Alexander"},{"surname":"Smith","given-names":"Alison M"},{"surname":"Howard","given-names":"Martin"}],"abstract":"Photosynthetic starch reserves that accumulate in Arabidopsis leaves during the day decrease approximately linearly with time at night to support metabolism and growth. We find that the rate of decrease is adjusted to accommodate variation in the time of onset of darkness and starch content, such that reserves last almost precisely until dawn. Generation of these dynamics therefore requires an arithmetic division computation between the starch content and expected time to dawn. We introduce two novel chemical kinetic models capable of implementing analog arithmetic division. Predictions from the models are successfully tested in plants perturbed by a night-time light period or by mutations in starch degradation pathways. Our experiments indicate which components of the starch degradation apparatus may be important for appropriate arithmetic division. Our results are potentially relevant for any biological system dependent on a food reserve for survival over a predictable time period.","identifier":[{"type":"publisher-id","id":"00669"},{"type":"doi","id":"10.7554/eLife.00669"}],"date":{"day":"25","month":"06","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00669","entryfile":"elife-00669-v1.xml","files":["elife-00669-fig1-figsupp1-v1-600w.jpg","elife-00669-fig1-v1-600w.jpg","elife-00669-fig2-v1-600w.jpg","elife-00669-fig3-figsupp1-v1-600w.jpg","elife-00669-fig3-figsupp2-v1-600w.jpg","elife-00669-fig3-v1-600w.jpg","elife-00669-fig4-figsupp1-v1-600w.jpg","elife-00669-fig4-v1-600w.jpg","elife-00669-fig5-v1-600w.jpg"]}