{"title":"Dendritic mitochondria reach stable positions during circuit development","author":[{"surname":"Faits","given-names":"Michelle C"},{"surname":"Zhang","given-names":"Chunmeng"},{"surname":"Soto","given-names":"Florentina"},{"surname":"Kerschensteiner","given-names":"Daniel"}],"abstract":"Mitochondria move throughout neuronal dendrites and localize to sites of energy demand. The prevailing view of dendritic mitochondria as highly motile organelles whose distribution is continually adjusted by neuronal activity via Ca<sup>2+</sup>-dependent arrests is based on observations in cultured neurons exposed to artificial stimuli. Here, we analyze the movements of mitochondria in ganglion cell dendrites in the intact retina. We find that whereas during development 30% of mitochondria are motile at any time, as dendrites mature, mitochondria all but stop moving and localize stably to synapses and branch points. Neither spontaneous nor sensory-evoked activity and Ca<sup>2+</sup> transients alter motility of dendritic mitochondria; and pathological hyperactivity in a mouse model of retinal degeneration elevates rather than reduces motility. Thus, our findings indicate that dendritic mitochondria reach stable positions during a critical developmental period of high motility, and challenge current views about the role of activity in regulating mitochondrial transport in dendrites.","identifier":[{"type":"publisher-id","id":"11583"},{"type":"doi","id":"10.7554/eLife.11583"}],"date":{"day":"07","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11583","entryfile":"elife-11583-v2.xml","files":["elife-11583-fig1-v2-600w.jpg","elife-11583-fig2-v2-600w.jpg","elife-11583-fig3-v2-600w.jpg","elife-11583-fig4-figsupp1-v2-600w.jpg","elife-11583-fig4-figsupp2-v2-600w.jpg","elife-11583-fig4-v2-600w.jpg","elife-11583-fig5-figsupp1-v2-600w.jpg","elife-11583-fig5-v2-600w.jpg","elife-11583-fig6-v2-600w.jpg","elife-11583-resp-fig1-v2-600w.jpg","elife-11583-v1.xml"]}