{"title":"A long non-coding RNA is required for targeting centromeric protein A to the human centromere","author":[{"surname":"Quénet","given-names":"Delphine"},{"surname":"Dalal","given-names":"Yamini"}],"abstract":"The centromere is a specialized chromatin region marked by the histone H3 variant CENP-A. Although active centromeric transcription has been documented for over a decade, the role of centromeric transcription or transcripts has been elusive. Here, we report that centromeric α-satellite transcription is dependent on RNA Polymerase II and occurs at late mitosis into early G1, concurrent with the timing of new CENP-A assembly. Inhibition of RNA Polymerase II-dependent transcription abrogates the recruitment of CENP-A and its chaperone HJURP to native human centromeres. Biochemical characterization of CENP-A associated RNAs reveals a 1.3 kb molecule that originates from centromeres, which physically interacts with the soluble pre-assembly HJURP/CENP-A complex in vivo, and whose down-regulation leads to the loss of CENP-A and HJURP at centromeres. This study describes a novel function for human centromeric long non-coding RNAs in the recruitment of HJURP and CENP-A, implicating RNA-based chaperone targeting in histone variant assembly.","identifier":[{"type":"publisher-id","id":"03254"},{"type":"doi","id":"10.7554/eLife.03254"}],"date":{"day":"12","month":"08","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"03254","entryfile":"elife-03254-v2.xml","files":["elife-03254-fig1-figsupp1-v2-600w.jpg","elife-03254-fig1-figsupp2-v2-600w.jpg","elife-03254-fig1-v2-600w.jpg","elife-03254-fig2-v2-600w.jpg","elife-03254-fig3-figsupp1-v2-600w.jpg","elife-03254-fig3-v2-600w.jpg","elife-03254-fig4-figsupp1-v2-600w.jpg","elife-03254-fig4-figsupp2-v2-600w.jpg","elife-03254-fig4-figsupp3-v2-600w.jpg","elife-03254-fig4-figsupp4-v2-600w.jpg","elife-03254-fig4-v2-600w.jpg","elife-03254-fig5-figsupp1-v2-600w.jpg","elife-03254-fig5-figsupp2-v2-600w.jpg","elife-03254-fig5-v2-600w.jpg","elife-03254-fig6-figsupp1-v2-600w.jpg","elife-03254-fig6-figsupp2-v2-600w.jpg","elife-03254-fig6-v2-600w.jpg","elife-03254-fig7-figsupp1-v2-600w.jpg","elife-03254-fig7-v2-600w.jpg","elife-03254-v1.xml"]}