{"title":"Structural basis for the assembly of the mitotic motor Kinesin-5 into bipolar tetramers","author":[{"surname":"Scholey","given-names":"Jessica E"},{"surname":"Nithianantham","given-names":"Stanley"},{"surname":"Scholey","given-names":"Jonathan M"},{"surname":"Al-Bassam","given-names":"Jawdat"}],"abstract":"Chromosome segregation during mitosis depends upon Kinesin-5 motors, which display a conserved, bipolar homotetrameric organization consisting of two motor dimers at opposite ends of a central rod. Kinesin-5 motors crosslink adjacent microtubules to drive or constrain their sliding apart, but the structural basis of their organization is unknown. In this study, we report the atomic structure of the bipolar assembly (BASS) domain that directs four Kinesin-5 subunits to form a bipolar minifilament. BASS is a novel 26-nm four-helix bundle, consisting of two anti-parallel coiled-coils at its center, stabilized by alternating hydrophobic and ionic four-helical interfaces, which based on mutagenesis experiments, are critical for tetramerization. Strikingly, N-terminal BASS helices bend as they emerge from the central bundle, swapping partner helices, to form dimeric parallel coiled-coils at both ends, which are offset by 90°. We propose that BASS is a mechanically stable, plectonemically-coiled junction, transmitting forces between Kinesin-5 motor dimers during microtubule sliding.","identifier":[{"type":"publisher-id","id":"02217"},{"type":"doi","id":"10.7554/eLife.02217"}],"date":{"day":"08","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02217","entryfile":"elife-02217-v1.xml","files":["elife-02217-fig1-figsupp1-v1-600w.jpg","elife-02217-fig1-v1-600w.jpg","elife-02217-fig10-v1-600w.jpg","elife-02217-fig2-v1-600w.jpg","elife-02217-fig3-v1-600w.jpg","elife-02217-fig4-v1-600w.jpg","elife-02217-fig5-figsupp1-v1-600w.jpg","elife-02217-fig5-v1-600w.jpg","elife-02217-fig6-v1-600w.jpg","elife-02217-fig7-v1-600w.jpg","elife-02217-fig8-v1-600w.jpg","elife-02217-fig9-v1-600w.jpg"]}