{"title":"Monochromatic multicomponent fluorescence sedimentation velocity for the study of high-affinity protein interactions","author":[{"surname":"Zhao","given-names":"Huaying"},{"surname":"Fu","given-names":"Yan"},{"surname":"Glasser","given-names":"Carla"},{"surname":"Andrade Alba","given-names":"Eric J"},{"surname":"Mayer","given-names":"Mark L"},{"surname":"Patterson","given-names":"George"},{"surname":"Schuck","given-names":"Peter"}],"abstract":"The dynamic assembly of multi-protein complexes underlies fundamental processes in cell biology. A mechanistic understanding of assemblies requires accurate measurement of their stoichiometry, affinity and cooperativity, and frequently consideration of multiple co-existing complexes. Sedimentation velocity analytical ultracentrifugation equipped with fluorescence detection (FDS-SV) allows the characterization of protein complexes free in solution with high size resolution, at concentrations in the nanomolar and picomolar range. Here, we extend the capabilities of FDS-SV with a single excitation wavelength from single-component to multi-component detection using photoswitchable fluorescent proteins (psFPs). We exploit their characteristic quantum yield of photo-switching to imprint spatio-temporal modulations onto the sedimentation signal that reveal different psFP-tagged protein components in the mixture. This novel approach facilitates studies of heterogeneous multi-protein complexes at orders of magnitude lower concentrations and for higher-affinity systems than previously possible. Using this technique we studied high-affinity interactions between the amino-terminal domains of GluA2 and GluA3 AMPA receptors.","identifier":[{"type":"publisher-id","id":"17812"},{"type":"doi","id":"10.7554/eLife.17812"}],"date":{"day":"20","month":"07","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"17812","entryfile":"elife-17812-v2.xml","files":["elife-17812-fig1-v2-600w.jpg","elife-17812-fig10-v2-600w.jpg","elife-17812-fig11-v2-600w.jpg","elife-17812-fig12-v2-600w.jpg","elife-17812-fig2-v2-600w.jpg","elife-17812-fig3-figsupp1-v2-600w.jpg","elife-17812-fig3-v2-600w.jpg","elife-17812-fig4-v2-600w.jpg","elife-17812-fig5-v2-600w.jpg","elife-17812-fig6-v2-600w.jpg","elife-17812-fig7-v2-600w.jpg","elife-17812-fig8-v2-600w.jpg","elife-17812-fig9-v2-600w.jpg","elife-17812-v1.xml"]}