{"title":"Profound alteration in cutaneous primary afferent activity produced by inflammatory mediators","author":[{"surname":"Smith-Edwards","given-names":"Kristen M"},{"surname":"DeBerry","given-names":"Jennifer J"},{"surname":"Saloman","given-names":"Jami L"},{"surname":"Davis","given-names":"Brian M"},{"surname":"Woodbury","given-names":"C Jeffery"}],"abstract":"Inflammatory pain is thought to arise from increased transmission from nociceptors and recruitment of 'silent' afferents. To evaluate inflammation-induced changes, mice expressing GCaMP3 in cutaneous sensory neurons were generated and neuronal responses to mechanical stimulation in vivo before and after subcutaneous infusion of an 'inflammatory soup' (IS) were imaged in an unanesthetized preparation. Infusion of IS rapidly altered mechanical responsiveness in the majority of neurons. Surprisingly, more cells lost, rather than gained, sensitivity and 'silent' afferents that were mechanically insensitive and gained mechanosensitivity after IS exposure were rare. However, the number of formerly 'silent' afferents that became mechanosensitive was increased five fold when the skin was heated briefly prior to infusion of IS. These findings suggest that pain arising from inflamed skin reflects a dramatic shift in the balance of sensory input, where gains and losses in neuronal populations results in novel output that is ultimately interpreted by the CNS as pain.","identifier":[{"type":"publisher-id","id":"20527"},{"type":"doi","id":"10.7554/eLife.20527"}],"date":{"day":"02","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20527","entryfile":"elife-20527-v3.xml","files":["elife-20527-fig1-v3-600w.jpg","elife-20527-fig2-v3-600w.jpg","elife-20527-fig3-v3-600w.jpg","elife-20527-fig4-v3-600w.jpg","elife-20527-fig5-v3-600w.jpg","elife-20527-fig6-figsupp1-v3-600w.jpg","elife-20527-fig6-v3-600w.jpg","elife-20527-fig7-v3-600w.jpg","elife-20527-fig8-v3-600w.jpg","elife-20527-v1.xml","elife-20527-v2.xml"]}