{"title":"Notch1 regulated autophagy controls survival and suppressor activity of activated murine T-regulatory cells","author":[{"surname":"Marcel","given-names":"Nimi"},{"surname":"Sarin","given-names":"Apurva"}],"abstract":"Cell survival is one of several processes regulated by the Notch pathway in mammalian cells. Here we report functional outcomes of non-nuclear Notch signaling to activate autophagy, a conserved cellular response to nutrient stress, regulating survival in murine natural T-regulatory cells (Tregs), an immune subset controlling tolerance and inflammation. Induction of autophagy required ligand-dependent, Notch intracellular domain (NIC) activity, which controlled mitochondrial organization and survival of activated Tregs. Consistently, NIC immune-precipitated Beclin and Atg14, constituents of the autophagy initiation complex. Further, ectopic expression of an effector of autophagy (Atg3) or recombinant NIC tagged to a nuclear export signal (NIC-NES), restored autophagy and suppressor function in <italic>Notch1</italic><sup>-/-</sup> Tregs. Furthermore, <italic>Notch1</italic> deficiency in the Treg lineage resulted in immune hyperactivity, implicating Notch activity in Treg homeostasis. Notch1 integration with autophagy, revealed in these experiments, holds implications for Notch regulated cell-fate decisions governing differentiation.","identifier":[{"type":"publisher-id","id":"14023"},{"type":"doi","id":"10.7554/eLife.14023"}],"date":{"day":"06","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14023","entryfile":"elife-14023-v1.xml","files":["elife-14023-fig1-figsupp1-v1-600w.jpg","elife-14023-fig1-v1-600w.jpg","elife-14023-fig2-figsupp1-v1-600w.jpg","elife-14023-fig2-v1-600w.jpg","elife-14023-fig3-figsupp1-v1-600w.jpg","elife-14023-fig3-v1-600w.jpg","elife-14023-fig4-figsupp1-v1-600w.jpg","elife-14023-fig4-v1-600w.jpg","elife-14023-fig5-figsupp1-v1-600w.jpg","elife-14023-fig5-v1-600w.jpg","elife-14023-fig6-figsupp1-v1-600w.jpg","elife-14023-fig6-v1-600w.jpg"]}