{"title":"Trogocytosis-associated cell to cell spread of intracellular bacterial pathogens","author":[{"surname":"Steele","given-names":"Shaun"},{"surname":"Radlinski","given-names":"Lauren"},{"surname":"Taft-Benz","given-names":"Sharon"},{"surname":"Brunton","given-names":"Jason"},{"surname":"Kawula","given-names":"Thomas H"}],"abstract":"Macrophages are myeloid-derived phagocytic cells and one of the first immune cell types to respond to microbial infections. However, a number of bacterial pathogens are resistant to the antimicrobial activities of macrophages and can grow within these cells. Macrophages have other immune surveillance roles including the acquisition of cytosolic components from multiple types of cells. We hypothesized that intracellular pathogens that can replicate within macrophages could also exploit cytosolic transfer to facilitate bacterial spread. We found that viable <italic>Francisella tularensis</italic>, as well as <italic>Salmonella enterica</italic> bacteria transferred from infected cells to uninfected macrophages along with other cytosolic material through a transient, contact dependent mechanism. Bacterial transfer occurred when the host cells exchanged plasma membrane proteins and cytosol via a trogocytosis related process leaving both donor and recipient cells intact and viable. Trogocytosis was strongly associated with infection in mice, suggesting that direct bacterial transfer occurs by this process in vivo.","identifier":[{"type":"publisher-id","id":"10625"},{"type":"doi","id":"10.7554/eLife.10625"}],"date":{"day":"23","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10625","entryfile":"elife-10625-v2.xml","files":["elife-10625-fig1-figsupp1-v2-600w.jpg","elife-10625-fig1-figsupp2-v2-600w.jpg","elife-10625-fig1-v2-600w.jpg","elife-10625-fig2-figsupp1-v2-600w.jpg","elife-10625-fig2-v2-600w.jpg","elife-10625-fig3-figsupp1-v2-600w.jpg","elife-10625-fig3-v2-600w.jpg","elife-10625-fig4-figsupp1-v2-600w.jpg","elife-10625-fig4-figsupp2-v2-600w.jpg","elife-10625-fig4-figsupp3-v2-600w.jpg","elife-10625-fig4-v2-600w.jpg","elife-10625-fig5-figsupp1-v2-600w.jpg","elife-10625-fig5-v2-600w.jpg","elife-10625-v1.xml"]}