{"title":"Nonenzymatic copying of RNA templates containing all four letters is catalyzed by activated oligonucleotides","author":[{"surname":"Prywes","given-names":"Noam"},{"surname":"Blain","given-names":"J Craig"},{"surname":"Del Frate","given-names":"Francesca"},{"surname":"Szostak","given-names":"Jack W"}],"abstract":"The nonenzymatic replication of RNA is a potential transitional stage between the prebiotic chemistry of nucleotide synthesis and the canonical RNA world in which RNA enzymes (ribozymes) catalyze replication of the RNA genomes of primordial cells. However, the plausibility of nonenzymatic RNA replication is undercut by the lack of a protocell-compatible chemical system capable of copying RNA templates containing all four nucleotides. We show that short 5′-activated oligonucleotides act as catalysts that accelerate primer extension, and allow for the one-pot copying of mixed sequence RNA templates. The fidelity of the primer extension products resulting from the sequential addition of activated monomers, when catalyzed by activated oligomers, is sufficient to sustain a genome long enough to encode active ribozymes. Finally, by immobilizing the primer and template on a bead and adding individual monomers in sequence, we synthesize a significant part of an active hammerhead ribozyme, forging a link between nonenzymatic polymerization and the RNA world.","identifier":[{"type":"publisher-id","id":"17756"},{"type":"doi","id":"10.7554/eLife.17756"}],"date":{"day":"28","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17756","entryfile":"elife-17756-v2.xml","files":["elife-17756-fig1-figsupp1-v2-600w.jpg","elife-17756-fig1-figsupp2-v2-600w.jpg","elife-17756-fig1-v2-600w.jpg","elife-17756-fig2-figsupp1-v2-600w.jpg","elife-17756-fig2-v2-600w.jpg","elife-17756-fig3-figsupp1-v2-600w.jpg","elife-17756-fig3-v2-600w.jpg","elife-17756-fig4-figsupp1-v2-600w.jpg","elife-17756-fig4-v2-600w.jpg","elife-17756-fig5-v2-600w.jpg","elife-17756-fig6-figsupp1-v2-600w.jpg","elife-17756-fig6-v2-600w.jpg","elife-17756-v1.xml"]}