{"title":"Mitotic spindle scaling during <italic>Xenopus</italic> development by kif2a and importin α","author":[{"surname":"Wilbur","given-names":"Jeremy D"},{"surname":"Heald","given-names":"Rebecca"}],"abstract":"Early development of many animals is characterized by rapid cleavages that dramatically decrease cell size, but how the mitotic spindle adapts to changing cell dimensions is not understood. To identify mechanisms that scale the spindle during <italic>Xenopus laevis</italic> embryogenesis, we established an in vitro system using cytoplasmic extracts prepared from embryos that recapitulates in vivo spindle size differences between stage 3 (4 cells, 37 µm) and stage 8 (∼4000 cells, 18 µm). We identified the kinesin-13 kif2a as a driver of developmental spindle scaling whose microtubule-destabilizing activity is inhibited in stage 3 spindles by the transport receptor importin α, and activated in stage 8 when importin α partitions to a membrane pool. Altering spindle size in developing embryos impaired spindle orientation during metaphase, but chromosome segregation remained robust. Thus, spindle size in <italic>Xenopus</italic> development is coupled to cell size through a ratiometric mechanism controlling microtubule destabilization.","identifier":[{"type":"publisher-id","id":"00290"},{"type":"doi","id":"10.7554/eLife.00290"}],"date":{"day":"19","month":"02","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00290","entryfile":"elife-00290-v1.xml","files":["elife-00290-fig1-figsupp1-v1-600w.jpg","elife-00290-fig1-v1-600w.jpg","elife-00290-fig2-v1-600w.jpg","elife-00290-fig3-figsupp1-v1-600w.jpg","elife-00290-fig3-v1-600w.jpg","elife-00290-fig4-figsupp1-v1-600w.jpg","elife-00290-fig4-figsupp2-v1-600w.jpg","elife-00290-fig4-figsupp3-v1-600w.jpg","elife-00290-fig4-v1-600w.jpg","elife-00290-fig5-figsupp1-v1-600w.jpg","elife-00290-fig5-v1-600w.jpg","elife-00290-fig6-v1-600w.jpg","elife-00290-fig7-figsupp1-v1-600w.jpg","elife-00290-fig7-v1-600w.jpg"]}