{"title":"Cdc6 ATPase activity disengages Cdc6 from the pre-replicative complex to promote DNA replication","author":[{"surname":"Chang","given-names":"FuJung"},{"surname":"Riera","given-names":"Alberto"},{"surname":"Evrin","given-names":"Cecile"},{"surname":"Sun","given-names":"Jingchuan"},{"surname":"Li","given-names":"Huilin"},{"surname":"Speck","given-names":"Christian"},{"surname":"Weinreich","given-names":"Michael"}],"abstract":"To initiate DNA replication, cells first load an MCM helicase double hexamer at origins in a reaction requiring ORC, Cdc6, and Cdt1, also called pre-replicative complex (pre-RC) assembly. The essential mechanistic role of Cdc6 ATP hydrolysis in this reaction is still incompletely understood. Here, we show that although Cdc6 ATP hydrolysis is essential to initiate DNA replication, it is not essential for MCM loading. Using purified proteins, an ATPase-defective Cdc6 mutant ‘Cdc6-E224Q’ promoted MCM loading on DNA. Cdc6-E224Q also promoted MCM binding at origins in vivo but cells remained blocked in G1-phase. If after loading MCM, Cdc6-E224Q was degraded, cells entered an apparently normal S-phase and replicated DNA, a phenotype seen with two additional Cdc6 ATPase-defective mutants. Cdc6 ATP hydrolysis is therefore required for Cdc6 disengagement from the pre-RC after helicase loading to advance subsequent steps in helicase activation in vivo.","identifier":[{"type":"publisher-id","id":"05795"},{"type":"doi","id":"10.7554/eLife.05795"}],"date":{"day":"25","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05795","entryfile":"elife-05795-v1.xml","files":["elife-05795-fig1-figsupp1-v1-600w.jpg","elife-05795-fig1-v1-600w.jpg","elife-05795-fig2-figsupp1-v1-600w.jpg","elife-05795-fig2-v1-600w.jpg","elife-05795-fig3-v1-600w.jpg","elife-05795-fig4-figsupp1-v1-600w.jpg","elife-05795-fig4-v1-600w.jpg","elife-05795-fig5-figsupp1-v1-600w.jpg","elife-05795-fig5-figsupp2-v1-600w.jpg","elife-05795-fig5-v1-600w.jpg"]}