{"title":"Unipolar distributions of junctional Myosin II identify cell stripe boundaries that drive cell intercalation throughout <italic>Drosophila</italic> axis extension","author":[{"surname":"Tetley","given-names":"Robert J"},{"surname":"Blanchard","given-names":"Guy B"},{"surname":"Fletcher","given-names":"Alexander G"},{"surname":"Adams","given-names":"Richard J"},{"surname":"Sanson","given-names":"Bénédicte"}],"abstract":"Convergence and extension movements elongate tissues during development. <italic>Drosophila</italic> germ-band extension (GBE) is one example, which requires active cell rearrangements driven by Myosin II planar polarisation. Here, we develop novel computational methods to analyse the spatiotemporal dynamics of Myosin II during GBE, at the scale of the tissue. We show that initial Myosin II bipolar cell polarization gives way to unipolar enrichment at parasegmental boundaries and two further boundaries within each parasegment, concomitant with a doubling of cell number as the tissue elongates. These boundaries are the primary sites of cell intercalation, behaving as mechanical barriers and providing a mechanism for how cells remain ordered during GBE. Enrichment at parasegment boundaries during GBE is independent of Wingless signaling, suggesting pair-rule gene control. Our results are consistent with recent work showing that a combinatorial code of Toll-like receptors downstream of pair-rule genes contributes to Myosin II polarization via local cell-cell interactions. We propose an updated cell-cell interaction model for Myosin II polarization that we tested in a vertex-based simulation.","identifier":[{"type":"publisher-id","id":"12094"},{"type":"doi","id":"10.7554/eLife.12094"}],"date":{"day":"16","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12094","entryfile":"elife-12094-v3.xml","files":["elife-12094-fig1-figsupp1-v3-600w.jpg","elife-12094-fig1-figsupp2-v3-600w.jpg","elife-12094-fig1-figsupp3-v3-600w.jpg","elife-12094-fig1-v3-600w.jpg","elife-12094-fig2-figsupp1-v3-600w.jpg","elife-12094-fig2-v3-600w.jpg","elife-12094-fig3-figsupp1-v3-600w.jpg","elife-12094-fig3-v3-600w.jpg","elife-12094-fig4-v3-600w.jpg","elife-12094-fig5-figsupp1-v3-600w.jpg","elife-12094-fig5-v3-600w.jpg","elife-12094-fig6-figsupp1-v3-600w.jpg","elife-12094-fig6-v3-600w.jpg","elife-12094-fig7-figsupp1-v3-600w.jpg","elife-12094-fig7-v3-600w.jpg","elife-12094-fig8-v3-600w.jpg","elife-12094-v1.xml","elife-12094-v2.xml"]}