{"title":"Bone morphogenic protein signalling suppresses differentiation of pluripotent cells by maintaining expression of E-Cadherin","author":[{"surname":"Malaguti","given-names":"Mattias"},{"surname":"Nistor","given-names":"Paul A"},{"surname":"Blin","given-names":"Guillaume"},{"surname":"Pegg","given-names":"Amy"},{"surname":"Zhou","given-names":"Xinzhi"},{"surname":"Lowell","given-names":"Sally"}],"abstract":"Bone morphogenic protein (BMP) signalling contributes towards maintenance of pluripotency and favours mesodermal over neural fates upon differentiation, but the mechanisms by which BMP controls differentiation are not well understood. We report that BMP regulates differentiation by blocking downregulation of Cdh1, an event that accompanies the earliest stages of neural and mesodermal differentiation. We find that loss of Cdh1 is a limiting requirement for differentiation of pluripotent cells, and that experimental suppression of Cdh1 activity rescues the BMP-imposed block to differentiation. We further show that BMP acts prior to and independently of Cdh1 to prime pluripotent cells for mesoderm differentiation, thus helping to reinforce the block to neural differentiation. We conclude that differentiation depends not only on exposure to appropriate extrinsic cues but also on morphogenetic events that control receptivity to those differentiation cues, and we explain how a key pluripotency signal, BMP, feeds into this control mechanism.","identifier":[{"type":"publisher-id","id":"01197"},{"type":"doi","id":"10.7554/eLife.01197"}],"date":{"day":"17","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01197","entryfile":"elife-01197-v1.xml","files":["elife-01197-fig1-figsupp1-v1-600w.jpg","elife-01197-fig1-v1-600w.jpg","elife-01197-fig2-v1-600w.jpg","elife-01197-fig3-figsupp1-v1-600w.jpg","elife-01197-fig3-figsupp2-v1-600w.jpg","elife-01197-fig3-v1-600w.jpg","elife-01197-fig4-v1-600w.jpg","elife-01197-fig5-figsupp1-v1-600w.jpg","elife-01197-fig5-v1-600w.jpg","elife-01197-fig6-v1-600w.jpg","elife-01197-resp-fig1-v1-600w.jpg"]}