{"title":"IRBIT controls apoptosis by interacting with the Bcl-2 homolog, Bcl2l10, and by promoting ER-mitochondria contact","author":[{"surname":"Bonneau","given-names":"Benjamin"},{"surname":"Ando","given-names":"Hideaki"},{"surname":"Kawaai","given-names":"Katsuhiro"},{"surname":"Hirose","given-names":"Matsumi"},{"surname":"Takahashi-Iwanaga","given-names":"Hiromi"},{"surname":"Mikoshiba","given-names":"Katsuhiko"}],"abstract":"IRBIT is a molecule that interacts with the inositol 1,4,5-trisphosphate (IP<sub>3</sub>)-binding pocket of the IP<sub>3</sub> receptor (IP<sub>3</sub>R), whereas the antiapoptotic protein, Bcl2l10, binds to another part of the IP<sub>3</sub>-binding domain. Here we show that Bcl2l10 and IRBIT interact and exert an additive inhibition of IP<sub>3</sub>R in the physiological state. Moreover, we found that these proteins associate in a complex in mitochondria-associated membranes (MAMs) and that their interplay is involved in apoptosis regulation. MAMs are a hotspot for Ca<sup>2+</sup> transfer between endoplasmic reticulum (ER) and mitochondria, and massive Ca<sup>2+</sup> release through IP<sub>3</sub>R in mitochondria induces cell death. We found that upon apoptotic stress, IRBIT is dephosphorylated, becoming an inhibitor of Bcl2l10. Moreover, IRBIT promotes ER mitochondria contact. Our results suggest that by inhibiting Bcl2l10 activity and promoting contact between ER and mitochondria, IRBIT facilitates massive Ca<sup>2+</sup> transfer to mitochondria and promotes apoptosis. This work then describes IRBIT as a new regulator of cell death.","identifier":[{"type":"publisher-id","id":"19896"},{"type":"doi","id":"10.7554/eLife.19896"}],"date":{"day":"20","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19896","entryfile":"elife-19896-v1.xml","files":["elife-19896-fig1-v1-600w.jpg","elife-19896-fig2-v1-600w.jpg","elife-19896-fig3-v1-600w.jpg","elife-19896-fig4-figsupp1-v1-600w.jpg","elife-19896-fig4-v1-600w.jpg","elife-19896-fig5-v1-600w.jpg","elife-19896-fig6-figsupp1-v1-600w.jpg","elife-19896-fig6-v1-600w.jpg","elife-19896-fig7-figsupp1-v1-600w.jpg","elife-19896-fig7-v1-600w.jpg","elife-19896-fig8-v1-600w.jpg","elife-19896-resp-fig1-v1-600w.jpg"]}