{"title":"Patient-specific iPSC-derived photoreceptor precursor cells as a means to investigate retinitis pigmentosa","author":[{"surname":"Tucker","given-names":"Budd A"},{"surname":"Mullins","given-names":"Robert F"},{"surname":"Streb","given-names":"Luan M"},{"surname":"Anfinson","given-names":"Kristin"},{"surname":"Eyestone","given-names":"Mari E"},{"surname":"Kaalberg","given-names":"Emily"},{"surname":"Riker","given-names":"Megan J"},{"surname":"Drack","given-names":"Arlene V"},{"surname":"Braun","given-names":"Terry A"},{"surname":"Stone","given-names":"Edwin M"}],"abstract":"Next-generation and Sanger sequencing were combined to identify disease-causing <italic>USH2A</italic> mutations in an adult patient with autosomal recessive RP. Induced pluripotent stem cells (iPSCs), generated from the patient’s keratinocytes, were differentiated into multi-layer eyecup-like structures with features of human retinal precursor cells. The inner layer of the eyecups contained photoreceptor precursor cells that expressed photoreceptor markers and exhibited axonemes and basal bodies characteristic of outer segments. Analysis of the <italic>USH2A</italic> transcripts of these cells revealed that one of the patient’s mutations causes exonification of intron 40, a translation frameshift and a premature stop codon. Western blotting revealed upregulation of GRP78 and GRP94, suggesting that the patient’s other USH2A variant (Arg4192His) causes disease through protein misfolding and ER stress. Transplantation into 4-day-old immunodeficient <italic>Crb1</italic><sup>−/−</sup> mice resulted in the formation of morphologically and immunohistochemically recognizable photoreceptor cells, suggesting that the mutations in this patient act via post-developmental photoreceptor degeneration.","identifier":[{"type":"publisher-id","id":"00824"},{"type":"doi","id":"10.7554/eLife.00824"}],"date":{"day":"27","month":"08","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00824","entryfile":"elife-00824-v1.xml","files":["elife-00824-fig1-v1-600w.jpg","elife-00824-fig2-figsupp1-v1-600w.jpg","elife-00824-fig2-v1-600w.jpg","elife-00824-fig3-figsupp1-v1-600w.jpg","elife-00824-fig3-v1-600w.jpg","elife-00824-fig4-v1-600w.jpg","elife-00824-fig5-v1-600w.jpg","elife-00824-fig6-v1-600w.jpg","elife-00824-fig7-figsupp1-v1-600w.jpg","elife-00824-fig7-v1-600w.jpg"]}