{"title":"Synchronized amplification of local information transmission by peripheral retinal input","author":[{"surname":"Jadzinsky","given-names":"Pablo D"},{"surname":"Baccus","given-names":"Stephen A"}],"abstract":"Sensory stimuli have varying statistics influenced by both the environment and by active sensing behaviors that rapidly and globally change the sensory input. Consequently, sensory systems often adjust their neural code to the expected statistics of their sensory input to transmit novel sensory information. Here, we show that sudden peripheral motion amplifies and accelerates information transmission in salamander ganglion cells in a 50 ms time window. Underlying this gating of information is a transient increase in adaptation to contrast, enhancing sensitivity to a broader range of stimuli. Using a model and natural images, we show that this effect coincides with an expected increase in information in bipolar cells after a global image shift. Our findings reveal the dynamic allocation of energy resources to increase neural activity at times of expected high information content, a principle of adaptation that balances the competing requirements of conserving spikes and transmitting information.","identifier":[{"type":"publisher-id","id":"09266"},{"type":"doi","id":"10.7554/eLife.09266"}],"date":{"day":"14","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09266","entryfile":"elife-09266-v2.xml","files":["elife-09266-fig1-v2-600w.jpg","elife-09266-fig2-figsupp1-v2-600w.jpg","elife-09266-fig2-v2-600w.jpg","elife-09266-fig3-figsupp1-v2-600w.jpg","elife-09266-fig3-v2-600w.jpg","elife-09266-fig4-figsupp1-v2-600w.jpg","elife-09266-fig4-v2-600w.jpg","elife-09266-fig5-figsupp1-v2-600w.jpg","elife-09266-fig5-v2-600w.jpg","elife-09266-fig6-figsupp1-v2-600w.jpg","elife-09266-fig6-v2-600w.jpg","elife-09266-fig7-figsupp1-v2-600w.jpg","elife-09266-fig7-figsupp2-v2-600w.jpg","elife-09266-fig7-v2-600w.jpg","elife-09266-v1.xml"]}