{"title":"Maintenance of age in human neurons generated by microRNA-based neuronal conversion of fibroblasts","author":[{"surname":"Huh","given-names":"Christine J"},{"surname":"Zhang","given-names":"Bo"},{"surname":"Victor","given-names":"Matheus B"},{"surname":"Dahiya","given-names":"Sonika"},{"surname":"Batista","given-names":"Luis FZ"},{"surname":"Horvath","given-names":"Steve"},{"surname":"Yoo","given-names":"Andrew S"}],"abstract":"Aging is a major risk factor in many forms of late-onset neurodegenerative disorders. The ability to recapitulate age-related characteristics of human neurons in culture will offer unprecedented opportunities to study the biological processes underlying neuronal aging. Here, we show that using a recently demonstrated microRNA-based cellular reprogramming approach, human fibroblasts from postnatal to near centenarian donors can be efficiently converted into neurons that maintain multiple age-associated signatures. Application of an epigenetic biomarker of aging (referred to as epigenetic clock) to DNA methylation data revealed that the epigenetic ages of fibroblasts were highly correlated with corresponding age estimates of reprogrammed neurons. Transcriptome and microRNA profiles reveal genes differentially expressed between young and old neurons. Further analyses of oxidative stress, DNA damage and telomere length exhibit the retention of age-associated cellular properties in converted neurons from corresponding fibroblasts. Our results collectively demonstrate the maintenance of age after neuronal conversion.","identifier":[{"type":"publisher-id","id":"18648"},{"type":"doi","id":"10.7554/eLife.18648"}],"date":{"day":"20","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18648","entryfile":"elife-18648-v2.xml","files":["elife-18648-fig1-figsupp1-v2-600w.jpg","elife-18648-fig1-v2-600w.jpg","elife-18648-fig2-v2-600w.jpg","elife-18648-fig3-figsupp1-v2-600w.jpg","elife-18648-fig3-figsupp2-v2-600w.jpg","elife-18648-fig3-v2-600w.jpg","elife-18648-fig4-v2-600w.jpg","elife-18648-resp-fig1-v2-600w.jpg","elife-18648-resp-fig2-v2-600w.jpg","elife-18648-v1.xml"]}