{"title":"A robust transcriptional program in newts undergoing multiple events of lens regeneration throughout their lifespan","author":[{"surname":"Sousounis","given-names":"Konstantinos"},{"surname":"Qi","given-names":"Feng"},{"surname":"Yadav","given-names":"Manisha C"},{"surname":"Millán","given-names":"José Luis"},{"surname":"Toyama","given-names":"Fubito"},{"surname":"Chiba","given-names":"Chikafumi"},{"surname":"Eguchi","given-names":"Yukiko"},{"surname":"Eguchi","given-names":"Goro"},{"surname":"Tsonis","given-names":"Panagiotis A"}],"abstract":"Newts have the ability to repeatedly regenerate their lens even during ageing. However, it is unclear whether this regeneration reflects an undisturbed genetic activity. To answer this question, we compared the transcriptomes of lenses, irises and tails from aged newts that had undergone lens regeneration 19 times with the equivalent tissues from young newts that had never experienced lens regeneration. Our analysis indicates that repeatedly regenerated lenses showed a robust transcriptional program comparable to young never-regenerated lenses. In contrast, the tail, which was never regenerated, showed gene expression signatures of ageing. Our analysis strongly suggests that, with respect to gene expression, the regenerated lenses have not deviated from a robust transcriptional program even after multiple events of regeneration throughout the life of the newt. In addition, our study provides a new paradigm in biology, and establishes the newt as a key model for the study of regeneration in relation to ageing.","identifier":[{"type":"publisher-id","id":"09594"},{"type":"doi","id":"10.7554/eLife.09594"}],"date":{"day":"02","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09594","entryfile":"elife-09594-v2.xml","files":["elife-09594-fig1-v2-600w.jpg","elife-09594-fig2-v2-600w.jpg","elife-09594-fig3-v2-600w.jpg","elife-09594-fig4-v2-600w.jpg","elife-09594-fig5-v2-600w.jpg","elife-09594-fig6-v2-600w.jpg","elife-09594-fig7-v2-600w.jpg","elife-09594-v1.xml"]}