{"title":"The prenyltransferase UBIAD1 is the target of geranylgeraniol in degradation of HMG CoA reductase","author":[{"surname":"Schumacher","given-names":"Marc M"},{"surname":"Elsabrouty","given-names":"Rania"},{"surname":"Seemann","given-names":"Joachim"},{"surname":"Jo","given-names":"Youngah"},{"surname":"DeBose-Boyd","given-names":"Russell A"}],"abstract":"Schnyder corneal dystrophy (SCD) is an autosomal dominant disorder in humans characterized by abnormal accumulation of cholesterol in the cornea. SCD-associated mutations have been identified in the gene encoding UBIAD1, a prenyltransferase that synthesizes vitamin K<sub>2</sub>. Here, we show that sterols stimulate binding of UBIAD1 to the cholesterol biosynthetic enzyme HMG CoA reductase, which is subject to sterol-accelerated, endoplasmic reticulum (ER)-associated degradation augmented by the nonsterol isoprenoid geranylgeraniol through an unknown mechanism. Geranylgeraniol inhibits binding of UBIAD1 to reductase, allowing its degradation and promoting transport of UBIAD1 from the ER to the Golgi. CRISPR-CAS9-mediated knockout of UBIAD1 relieves the geranylgeraniol requirement for reductase degradation. SCD-associated mutations in UBIAD1 block its displacement from reductase in the presence of geranylgeraniol, thereby preventing degradation of reductase. The current results identify UBIAD1 as the elusive target of geranylgeraniol in reductase degradation, the inhibition of which may contribute to accumulation of cholesterol in SCD.","identifier":[{"type":"publisher-id","id":"05560"},{"type":"doi","id":"10.7554/eLife.05560"}],"date":{"day":"05","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05560","entryfile":"elife-05560-v2.xml","files":["elife-05560-fig1-v2-600w.jpg","elife-05560-fig2-v2-600w.jpg","elife-05560-fig3-figsupp1-v2-600w.jpg","elife-05560-fig3-v2-600w.jpg","elife-05560-fig4-v2-600w.jpg","elife-05560-fig5-figsupp1-v2-600w.jpg","elife-05560-fig5-figsupp2-v2-600w.jpg","elife-05560-fig5-figsupp3-v2-600w.jpg","elife-05560-fig5-v2-600w.jpg","elife-05560-fig6-figsupp1-v2-600w.jpg","elife-05560-fig6-v2-600w.jpg","elife-05560-fig7-figsupp1-v2-600w.jpg","elife-05560-fig7-v2-600w.jpg","elife-05560-fig8-figsupp1-v2-600w.jpg","elife-05560-fig8-figsupp2-v2-600w.jpg","elife-05560-fig8-v2-600w.jpg","elife-05560-fig9-v2-600w.jpg","elife-05560-v1.xml"]}