{"title":"Structures of TorsinA and its disease-mutant complexed with an activator reveal the molecular basis for primary dystonia","author":[{"surname":"Demircioglu","given-names":"F Esra"},{"surname":"Sosa","given-names":"Brian A"},{"surname":"Ingram","given-names":"Jessica"},{"surname":"Ploegh","given-names":"Hidde L"},{"surname":"Schwartz","given-names":"Thomas U"}],"abstract":"The most common cause of early onset primary dystonia, a neuromuscular disease, is a glutamate deletion (ΔE) at position 302/303 of TorsinA, a AAA+ ATPase that resides in the endoplasmic reticulum. While the function of TorsinA remains elusive, the ΔE mutation is known to diminish binding of two TorsinA ATPase activators: lamina-associated protein 1 (LAP1) and its paralog, luminal domain like LAP1 (LULL1). Using a nanobody as a crystallization chaperone, we obtained a 1.4 Å crystal structure of human TorsinA in complex with LULL1. This nanobody likewise stabilized the weakened TorsinAΔE-LULL1 interaction, which enabled us to solve its structure at 1.4 Å also. A comparison of these structures shows, in atomic detail, the subtle differences in activator interactions that separate the healthy from the diseased state. This information may provide a structural platform for drug development, as a small molecule that rescues TorsinAΔE could serve as a cure for primary dystonia.","identifier":[{"type":"publisher-id","id":"17983"},{"type":"doi","id":"10.7554/eLife.17983"}],"date":{"day":"04","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17983","entryfile":"elife-17983-v3.xml","files":["elife-17983-fig1-figsupp1-v3-600w.jpg","elife-17983-fig1-figsupp2-v3-600w.jpg","elife-17983-fig1-figsupp3-v3-600w.jpg","elife-17983-fig1-figsupp4-v3-600w.jpg","elife-17983-fig1-figsupp5-v3-600w.jpg","elife-17983-fig1-v3-600w.jpg","elife-17983-fig2-figsupp1-v3-600w.jpg","elife-17983-fig2-v3-600w.jpg","elife-17983-fig3-v3-600w.jpg","elife-17983-v1.xml","elife-17983-v2.xml"]}