{"title":"A bioengineered niche promotes in vivo engraftment and maturation of pluripotent stem cell derived human lung organoids","author":[{"surname":"Dye","given-names":"Briana R"},{"surname":"Dedhia","given-names":"Priya H"},{"surname":"Miller","given-names":"Alyssa J"},{"surname":"Nagy","given-names":"Melinda S"},{"surname":"White","given-names":"Eric S"},{"surname":"Shea","given-names":"Lonnie D"},{"surname":"Spence","given-names":"Jason R"}],"abstract":"Human pluripotent stem cell (hPSC) derived tissues often remain developmentally immature in vitro, and become more adult-like in their structure, cellular diversity and function following transplantation into immunocompromised mice. Previously we have demonstrated that hPSC-derived human lung organoids (HLOs) resembled human fetal lung tissue in vitro (<xref>Dye et al., 2015</xref>). Here we show that HLOs required a bioartificial microporous poly(lactide-co-glycolide) (PLG) scaffold niche for successful engraftment, long-term survival, and maturation of lung epithelium in vivo. Analysis of scaffold-grown transplanted tissue showed airway-like tissue with enhanced epithelial structure and organization compared to HLOs grown in vitro. By further comparing in vitro and in vivo grown HLOs with fetal and adult human lung tissue, we found that in vivo transplanted HLOs had improved cellular differentiation of secretory lineages that is reflective of differences between fetal and adult tissue, resulting in airway-like structures that were remarkably similar to the native adult human lung.","identifier":[{"type":"publisher-id","id":"19732"},{"type":"doi","id":"10.7554/eLife.19732"}],"date":{"day":"28","month":"09","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19732","entryfile":"elife-19732-v3.xml","files":["elife-19732-fig1-figsupp1-v3-600w.jpg","elife-19732-fig1-figsupp2-v3-600w.jpg","elife-19732-fig1-figsupp3-v3-600w.jpg","elife-19732-fig1-figsupp4-v3-600w.jpg","elife-19732-fig1-figsupp5-v3-600w.jpg","elife-19732-fig1-v3-600w.jpg","elife-19732-fig2-figsupp1-v3-600w.jpg","elife-19732-fig2-v3-600w.jpg","elife-19732-fig3-figsupp1-v3-600w.jpg","elife-19732-fig3-figsupp2-v3-600w.jpg","elife-19732-fig3-v3-600w.jpg","elife-19732-fig4-figsupp1-v3-600w.jpg","elife-19732-fig4-v3-600w.jpg","elife-19732-v1.xml","elife-19732-v2.xml"]}