{"title":"Complexin induces a conformational change at the membrane-proximal C-terminal end of the SNARE complex","author":[{"surname":"Choi","given-names":"Ucheor B"},{"surname":"Zhao","given-names":"Minglei"},{"surname":"Zhang","given-names":"Yunxiang"},{"surname":"Lai","given-names":"Ying"},{"surname":"Brunger","given-names":"Axel T"}],"abstract":"Complexin regulates spontaneous and activates Ca<sup>2+</sup>-triggered neurotransmitter release, yet the molecular mechanisms are still unclear. Here we performed single molecule fluorescence resonance energy transfer experiments and uncovered two conformations of complexin-1 bound to the ternary SNARE complex. In the <italic>cis</italic> conformation, complexin-1 induces a conformational change at the membrane-proximal C-terminal end of the ternary SNARE complex that specifically depends on the N-terminal, accessory, and central domains of complexin-1. The complexin-1 induced conformation of the ternary SNARE complex may be related to a conformation that is juxtaposing the synaptic vesicle and plasma membranes. In the <italic>trans</italic> conformation, complexin-1 can simultaneously interact with a ternary SNARE complex via the central domain and a binary SNARE complex consisting of syntaxin-1A and SNAP-25A via the accessory domain. The <italic>cis</italic> conformation may be involved in activation of synchronous neurotransmitter release, whereas both conformations may be involved in regulating spontaneous release.","identifier":[{"type":"publisher-id","id":"16886"},{"type":"doi","id":"10.7554/eLife.16886"}],"date":{"day":"02","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16886","entryfile":"elife-16886-v2.xml","files":["elife-16886-fig1-v2-600w.jpg","elife-16886-fig2-v2-600w.jpg","elife-16886-fig3-v2-600w.jpg","elife-16886-fig4-figsupp1-v2-600w.jpg","elife-16886-fig4-v2-600w.jpg","elife-16886-fig5-v2-600w.jpg","elife-16886-fig6-v2-600w.jpg","elife-16886-fig7-v2-600w.jpg","elife-16886-fig8-v2-600w.jpg","elife-16886-v1.xml"]}