{"title":"Speech encoding by coupled cortical theta and gamma oscillations","author":[{"surname":"Hyafil","given-names":"Alexandre"},{"surname":"Fontolan","given-names":"Lorenzo"},{"surname":"Kabdebon","given-names":"Claire"},{"surname":"Gutkin","given-names":"Boris"},{"surname":"Giraud","given-names":"Anne-Lise"}],"abstract":"Many environmental stimuli present a quasi-rhythmic structure at different timescales that the brain needs to decompose and integrate. Cortical oscillations have been proposed as instruments of sensory <italic>de-multiplexing</italic>, i.e., the parallel processing of different frequency streams in sensory signals. Yet their causal role in such a process has never been demonstrated. Here, we used a neural microcircuit model to address whether coupled theta–gamma oscillations, as observed in human auditory cortex, could underpin the multiscale sensory analysis of speech. We show that, in continuous speech, theta oscillations can flexibly track the syllabic rhythm and temporally organize the phoneme-level response of gamma neurons into a code that enables syllable identification. The tracking of slow speech fluctuations by theta oscillations, and its coupling to gamma-spiking activity both appeared as critical features for accurate speech encoding. These results demonstrate that cortical oscillations can be a key instrument of speech de-multiplexing, parsing, and encoding.","identifier":[{"type":"publisher-id","id":"06213"},{"type":"doi","id":"10.7554/eLife.06213"}],"date":{"day":"29","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06213","entryfile":"elife-06213-v3.xml","files":["elife-06213-fig1-figsupp1-v3-600w.jpg","elife-06213-fig1-v3-600w.jpg","elife-06213-fig2-figsupp1-v3-600w.jpg","elife-06213-fig2-v3-600w.jpg","elife-06213-fig3-v3-600w.jpg","elife-06213-fig4-figsupp1-v3-600w.jpg","elife-06213-fig4-v3-600w.jpg","elife-06213-fig5-figsupp1-v3-600w.jpg","elife-06213-fig5-v3-600w.jpg","elife-06213-resp-fig1-v3-600w.jpg","elife-06213-v1.xml","elife-06213-v2.xml"]}