{"title":"An allosteric Sec61 inhibitor traps nascent transmembrane helices at the lateral gate","author":[{"surname":"MacKinnon","given-names":"Andrew L"},{"surname":"Paavilainen","given-names":"Ville O"},{"surname":"Sharma","given-names":"Ajay"},{"surname":"Hegde","given-names":"Ramanujan S"},{"surname":"Taunton","given-names":"Jack"}],"abstract":"Membrane protein biogenesis requires the coordinated movement of hydrophobic transmembrane domains (TMD) from the cytosolic vestibule of the Sec61 channel into the lipid bilayer. Molecular insight into TMD integration has been hampered by the difficulty of characterizing intermediates during this intrinsically dynamic process. In this study, we show that cotransin, a substrate-selective Sec61 inhibitor, traps nascent TMDs in the cytosolic vestibule, permitting detailed interrogation of an early pre-integration intermediate. Site-specific crosslinking revealed the pre-integrated TMD docked to Sec61 near the cytosolic tip of the lateral gate. Escape from cotransin-arrest depends not only on cotransin concentration, but also on the biophysical properties of the TMD. Genetic selection of cotransin-resistant cancer cells uncovered multiple mutations clustered near the lumenal plug of Sec61α, thus revealing cotransin’s likely site of action. Our results suggest that TMD/lateral gate interactions facilitate TMD transfer into the membrane, a process that is allosterically modulated by cotransin binding to the plug.","identifier":[{"type":"publisher-id","id":"01483"},{"type":"doi","id":"10.7554/eLife.01483"}],"date":{"day":"04","month":"02","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"01483","entryfile":"elife-01483-v1.xml","files":["elife-01483-fig1-figsupp1-v1-600w.jpg","elife-01483-fig1-v1-600w.jpg","elife-01483-fig2-figsupp1-v1-600w.jpg","elife-01483-fig2-v1-600w.jpg","elife-01483-fig3-figsupp1-v1-600w.jpg","elife-01483-fig3-v1-600w.jpg","elife-01483-fig4-figsupp1-v1-600w.jpg","elife-01483-fig4-v1-600w.jpg","elife-01483-fig5-figsupp1-v1-600w.jpg","elife-01483-fig5-v1-600w.jpg","elife-01483-fig6-figsupp1-v1-600w.jpg","elife-01483-fig6-v1-600w.jpg","elife-01483-fig7-v1-600w.jpg","elife-01483-fig8-v1-600w.jpg"]}