{"title":"Obligate coupling of CFTR pore opening to tight nucleotide-binding domain dimerization","author":[{"surname":"Mihályi","given-names":"Csaba"},{"surname":"Töröcsik","given-names":"Beáta"},{"surname":"Csanády","given-names":"László"}],"abstract":"In CFTR, the chloride channel mutated in cystic fibrosis (CF) patients, ATP-binding-induced dimerization of two cytosolic nucleotide binding domains (NBDs) opens the pore, and dimer disruption following ATP hydrolysis closes it. Spontaneous openings without ATP are rare in wild-type CFTR, but in certain CF mutants constitute the only gating mechanism, stimulated by ivacaftor, a clinically approved CFTR potentiator. The molecular motions underlying spontaneous gating are unclear. Here we correlate energetic coupling between residues across the dimer interface with spontaneous pore opening/closure in single CFTR channels. We show that spontaneous openings are also strictly coupled to NBD dimerization, which may therefore occur even without ATP. Coordinated NBD/pore movements are therefore intrinsic to CFTR: ATP alters the stability, but not the fundamental structural architecture, of open- and closed-pore conformations. This explains correlated effects of phosphorylation, mutations, and drugs on ATP-driven and spontaneous activity, providing insights for understanding CF mutation and drug mechanisms.","identifier":[{"type":"publisher-id","id":"18164"},{"type":"doi","id":"10.7554/eLife.18164"}],"date":{"day":"21","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18164","entryfile":"elife-18164-v3.xml","files":["elife-18164-fig1-figsupp1-v2-600w.jpg","elife-18164-fig1-figsupp1-v3-600w.jpg","elife-18164-fig1-figsupp2-v2-600w.jpg","elife-18164-fig1-figsupp2-v3-600w.jpg","elife-18164-fig1-v2-600w.jpg","elife-18164-fig1-v3-600w.jpg","elife-18164-fig2-v2-600w.jpg","elife-18164-fig2-v3-600w.jpg","elife-18164-fig3-v2-600w.jpg","elife-18164-fig3-v3-600w.jpg","elife-18164-v1.xml","elife-18164-v2.xml"]}