{"title":"Length-dependent flagellar growth of <italic>Vibrio alginolyticus</italic> revealed by real time fluorescent imaging","author":[{"surname":"Chen","given-names":"Meiting"},{"surname":"Zhao","given-names":"Ziyi"},{"surname":"Yang","given-names":"Jin"},{"surname":"Peng","given-names":"Kai"},{"surname":"Baker","given-names":"Matthew AB"},{"surname":"Bai","given-names":"Fan"},{"surname":"Lo","given-names":"Chien-Jung"}],"abstract":"Bacterial ﬂagella are extracellular ﬁlaments that drive swimming in bacteria. During motor assembly, ﬂagellins are transported unfolded through the central channel in the ﬂagellum to the growing tip. Here, we applied in vivo ﬂuorescent imaging to monitor in real time the <italic>Vibrio alginolyticus</italic> polar ﬂagella growth. The ﬂagellar growth rate is found to be highly length-dependent. Initially, the ﬂagellum grows at a constant rate (50 nm/min) when shorter than 1500 nm. The growth rate decays sharply when the ﬂagellum grows longer, which decreases to ~9 nm/min at 7500 nm. We modeled ﬂagellin transport inside the channel as a one-dimensional diffusive process with an injection force at its base. When the ﬂagellum is short, its growth rate is determined by the loading speed at the base. Only when the ﬂagellum grows longer does diffusion of ﬂagellin become the rate-limiting step, dramatically reducing the growth rate. Our results shed new light on the dynamic building process of this complex extracellular structure.","identifier":[{"type":"publisher-id","id":"22140"},{"type":"doi","id":"10.7554/eLife.22140"}],"date":{"day":"18","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22140","entryfile":"elife-22140-v3.xml","files":["elife-22140-fig1-figsupp1-v3-600w.jpg","elife-22140-fig1-figsupp2-v3-600w.jpg","elife-22140-fig1-figsupp3-v3-600w.jpg","elife-22140-fig1-v3-600w.jpg","elife-22140-fig2-figsupp1-v3-600w.jpg","elife-22140-fig2-figsupp2-v3-600w.jpg","elife-22140-fig2-v3-600w.jpg","elife-22140-fig3-v3-600w.jpg","elife-22140-fig4-v3-600w.jpg","elife-22140-v1.xml","elife-22140-v2.xml"]}