{"title":"Non-coding cancer driver candidates identified with a sample- and position-specific model of the somatic mutation rate","author":[{"surname":"Juul","given-names":"Malene"},{"surname":"Bertl","given-names":"Johanna"},{"surname":"Guo","given-names":"Qianyun"},{"surname":"Nielsen","given-names":"Morten Muhlig"},{"surname":"Świtnicki","given-names":"Michał"},{"surname":"Hornshøj","given-names":"Henrik"},{"surname":"Madsen","given-names":"Tobias"},{"surname":"Hobolth","given-names":"Asger"},{"surname":"Pedersen","given-names":"Jakob Skou"}],"abstract":"Non-coding mutations may drive cancer development. Statistical detection of non-coding driver regions is challenged by a varying mutation rate and uncertainty of functional impact. Here we develop a statistically-founded non-coding driver-detection method, ncdDetect, which includes sample-specific mutational signatures, long-range mutation rate variation, and position-specific impact measures. Using ncdDetect, we screened non-coding regulatory regions of protein-coding genes across a pan-cancer set of whole-genomes (n=505), which top-ranked known drivers and identified new candidates. For individual candidates, presence of non-coding mutations associate with altered expression or decreased patient survival across an independent pan-cancer sample set (n=5,454). This includes an antigen-presenting gene (<italic>CD1A</italic>), where 5’UTR mutations correlate significantly with decreased survival in melanoma. Additionally, mutations in a base-excision-repair gene (<italic>SMUG1</italic>) correlate with a C-to-T mutational-signature. Overall, we find that a rich model of mutational heterogeneity facilitates non-coding driver identification and integrative analysis points to candidates of potential clinical relevance.","identifier":[{"type":"publisher-id","id":"21778"},{"type":"doi","id":"10.7554/eLife.21778"}],"date":{"day":"31","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21778","entryfile":"elife-21778-v1.xml","files":[]}