{"title":"Piezo1 links mechanical forces to red blood cell volume","author":[{"surname":"Cahalan","given-names":"Stuart M"},{"surname":"Lukacs","given-names":"Viktor"},{"surname":"Ranade","given-names":"Sanjeev S"},{"surname":"Chien","given-names":"Shu"},{"surname":"Bandell","given-names":"Michael"},{"surname":"Patapoutian","given-names":"Ardem"}],"abstract":"Red blood cells (RBCs) experience significant mechanical forces while recirculating, but the consequences of these forces are not fully understood. Recent work has shown that gain-of-function mutations in mechanically activated Piezo1 cation channels are associated with the dehydrating RBC disease xerocytosis, implicating a role of mechanotransduction in RBC volume regulation. However, the mechanisms by which these mutations result in RBC dehydration are unknown. In this study, we show that RBCs exhibit robust calcium entry in response to mechanical stretch and that this entry is dependent on Piezo1 expression. Furthermore, RBCs from blood-cell-specific Piezo1 conditional knockout mice are overhydrated and exhibit increased fragility both in vitro and in vivo. Finally, we show that Yoda1, a chemical activator of Piezo1, causes calcium influx and subsequent dehydration of RBCs via downstream activation of the KCa3.1 Gardos channel, directly implicating Piezo1 signaling in RBC volume control. Therefore, mechanically activated Piezo1 plays an essential role in RBC volume homeostasis.","identifier":[{"type":"publisher-id","id":"07370"},{"type":"doi","id":"10.7554/eLife.07370"}],"date":{"day":"22","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07370","entryfile":"elife-07370-v2.xml","files":["elife-07370-fig1-figsupp1-v2-600w.jpg","elife-07370-fig1-figsupp2-v2-600w.jpg","elife-07370-fig1-v2-600w.jpg","elife-07370-fig2-figsupp1-v2-600w.jpg","elife-07370-fig2-v2-600w.jpg","elife-07370-fig3-figsupp1-v2-600w.jpg","elife-07370-fig3-v2-600w.jpg","elife-07370-resp-fig1-v2-600w.jpg","elife-07370-v1.xml"]}