{"title":"Release-dependent feedback inhibition by a presynaptically localized ligand-gated anion channel","author":[{"surname":"Takayanagi-Kiya","given-names":"Seika"},{"surname":"Zhou","given-names":"Keming"},{"surname":"Jin","given-names":"Yishi"}],"abstract":"Presynaptic ligand-gated ion channels (LGICs) have long been proposed to affect neurotransmitter release and to tune the neural circuit activity. However, the understanding of their in vivo physiological action remains limited, partly due to the complexity in channel types and scarcity of genetic models. Here we report that <italic>C. elegans</italic> LGC-46, a member of the Cys-loop acetylcholine (ACh)-gated chloride (ACC) channel family, localizes to presynaptic terminals of cholinergic motor neurons and regulates synaptic vesicle (SV) release kinetics upon evoked release of acetylcholine. Loss of <italic>lgc-46</italic> prolongs evoked release, without altering spontaneous activity. Conversely, a gain-of-function mutation of <italic>lgc-46</italic> shortens evoked release to reduce synaptic transmission. This inhibition of presynaptic release requires the anion selectivity of LGC-46, and can ameliorate cholinergic over-excitation in a <italic>C. elegans</italic> model of excitation-inhibition imbalance. These data demonstrate a novel mechanism of presynaptic negative feedback in which an anion-selective LGIC acts as an auto-receptor to inhibit SV release.","identifier":[{"type":"publisher-id","id":"21734"},{"type":"doi","id":"10.7554/eLife.21734"}],"date":{"day":"26","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21734","entryfile":"elife-21734-v2.xml","files":["elife-21734-fig1-figsupp1-v2-600w.jpg","elife-21734-fig1-v2-600w.jpg","elife-21734-fig2-figsupp1-v2-600w.jpg","elife-21734-fig2-v2-600w.jpg","elife-21734-fig3-figsupp1-v2-600w.jpg","elife-21734-fig3-v2-600w.jpg","elife-21734-fig4-figsupp1-v2-600w.jpg","elife-21734-fig4-v2-600w.jpg","elife-21734-fig5-figsupp1-v2-600w.jpg","elife-21734-fig5-v2-600w.jpg","elife-21734-v1.xml"]}