{"title":"Reciprocal virulence and resistance polymorphism in the relationship between <italic>Toxoplasma gondii</italic> and the house mouse","author":[{"surname":"Lilue","given-names":"Jingtao"},{"surname":"Müller","given-names":"Urs Benedikt"},{"surname":"Steinfeldt","given-names":"Tobias"},{"surname":"Howard","given-names":"Jonathan C"}],"abstract":"Virulence in the ubiquitous intracellular protozoon <italic>Toxoplasma gondii</italic> for its natural intermediate host, the mouse, appears paradoxical from an evolutionary standpoint because death of the mouse before encystment interrupts the parasite life cycle. Virulent <italic>T. gondii</italic> strains secrete kinases and pseudokinases that inactivate the immunity-related GTPases (IRG proteins) responsible for mouse resistance to avirulent strains. Such considerations stimulated a search for IRG alleles unknown in laboratory mice that might confer resistance to virulent strains of <italic>T. gondii</italic>. We report that the mouse IRG system shows extraordinary polymorphic complexity in the wild. We describe an IRG haplotype from a wild-derived mouse strain that confers resistance against virulent parasites by interference with the virulent kinase complex. In such hosts virulent strains can encyst, hinting at an explanation for the evolution of virulence polymorphism in <italic>T. gondii</italic>.","identifier":[{"type":"publisher-id","id":"01298"},{"type":"doi","id":"10.7554/eLife.01298"}],"date":{"day":"29","month":"10","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01298","entryfile":"elife-01298-v1.xml","files":["elife-01298-fig1-v1-600w.jpg","elife-01298-fig2-figsupp1-v1-600w.jpg","elife-01298-fig2-figsupp2-v1-600w.jpg","elife-01298-fig2-v1-600w.jpg","elife-01298-fig3-figsupp1-v1-600w.jpg","elife-01298-fig3-figsupp2-v1-600w.jpg","elife-01298-fig3-figsupp3-v1-600w.jpg","elife-01298-fig3-figsupp4-v1-600w.jpg","elife-01298-fig3-v1-600w.jpg","elife-01298-fig4-v1-600w.jpg","elife-01298-fig5-v1-600w.jpg","elife-01298-fig6-v1-600w.jpg","elife-01298-fig7-v1-600w.jpg"]}