{"title":"Temporal structure in associative retrieval","author":[{"surname":"Kurth-Nelson","given-names":"Zeb"},{"surname":"Barnes","given-names":"Gareth"},{"surname":"Sejdinovic","given-names":"Dino"},{"surname":"Dolan","given-names":"Ray"},{"surname":"Dayan","given-names":"Peter"}],"abstract":"Electrophysiological data disclose rich dynamics in patterns of neural activity evoked by sensory objects. Retrieving objects from memory reinstates components of this activity. In humans, the temporal structure of this retrieved activity remains largely unexplored, and here we address this gap using the spatiotemporal precision of magnetoencephalography (MEG). In a sensory preconditioning paradigm, 'indirect' objects were paired with 'direct' objects to form associative links, and the latter were then paired with rewards. Using multivariate analysis methods we examined the short-time evolution of neural representations of indirect objects retrieved during reward-learning about direct objects. We found two components of the evoked representation of the indirect stimulus, 200 ms apart. The strength of retrieval of one, but not the other, representational component correlated with generalization of reward learning from direct to indirect stimuli. We suggest the temporal structure within retrieved neural representations may be key to their function.","identifier":[{"type":"publisher-id","id":"04919"},{"type":"doi","id":"10.7554/eLife.04919"}],"date":{"day":"23","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04919","entryfile":"elife-04919-v1.xml","files":["elife-04919-fig1-v1-600w.jpg","elife-04919-fig2-v1-600w.jpg","elife-04919-fig3-figsupp1-v1-600w.jpg","elife-04919-fig3-figsupp2-v1-600w.jpg","elife-04919-fig3-figsupp3-v1-600w.jpg","elife-04919-fig3-figsupp4-v1-600w.jpg","elife-04919-fig3-figsupp5-v1-600w.jpg","elife-04919-fig3-figsupp6-v1-600w.jpg","elife-04919-fig3-v1-600w.jpg","elife-04919-fig4-v1-600w.jpg","elife-04919-fig5-v1-600w.jpg","elife-04919-fig6-v1-600w.jpg"]}