{"title":"Role of visual and non-visual cues in constructing a rotation-invariant representation of heading in parietal cortex","author":[{"surname":"Sunkara","given-names":"Adhira"},{"surname":"DeAngelis","given-names":"Gregory C"},{"surname":"Angelaki","given-names":"Dora E"}],"abstract":"As we navigate through the world, eye and head movements add rotational velocity patterns to the retinal image. When such rotations accompany observer translation, the rotational velocity patterns must be discounted to accurately perceive heading. The conventional view holds that this computation requires efference copies of self-generated eye/head movements. Here we demonstrate that the brain implements an alternative solution in which retinal velocity patterns are themselves used to dissociate translations from rotations. These results reveal a novel role for visual cues in achieving a rotation-invariant representation of heading in the macaque ventral intraparietal area. Specifically, we show that the visual system utilizes both local motion parallax cues and global perspective distortions to estimate heading in the presence of rotations. These findings further suggest that the brain is capable of performing complex computations to infer eye movements and discount their sensory consequences based solely on visual cues.","identifier":[{"type":"publisher-id","id":"04693"},{"type":"doi","id":"10.7554/eLife.04693"}],"date":{"day":"18","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04693","entryfile":"elife-04693-v1.xml","files":["elife-04693-fig1-figsupp1-v1-600w.jpg","elife-04693-fig1-v1-600w.jpg","elife-04693-fig2-figsupp1-v1-600w.jpg","elife-04693-fig2-v1-600w.jpg","elife-04693-fig3-figsupp1-v1-600w.jpg","elife-04693-fig3-figsupp2-v1-600w.jpg","elife-04693-fig3-v1-600w.jpg","elife-04693-fig4-figsupp1-v1-600w.jpg","elife-04693-fig4-figsupp2-v1-600w.jpg","elife-04693-fig4-v1-600w.jpg","elife-04693-fig5-v1-600w.jpg","elife-04693-fig6-v1-600w.jpg","elife-04693-fig7-v1-600w.jpg"]}