{"title":"Fluorescent sensors reporting the activity of ammonium transceptors in live cells","author":[{"surname":"De Michele","given-names":"Roberto"},{"surname":"Ast","given-names":"Cindy"},{"surname":"Loqué","given-names":"Dominique"},{"surname":"Ho","given-names":"Cheng-Hsun"},{"surname":"Andrade","given-names":"Susana LA"},{"surname":"Lanquar","given-names":"Viviane"},{"surname":"Grossmann","given-names":"Guido"},{"surname":"Gehne","given-names":"Sören"},{"surname":"Kumke","given-names":"Michael U"},{"surname":"Frommer","given-names":"Wolf B"}],"abstract":"Ammonium serves as key nitrogen source and metabolic intermediate, yet excess causes toxicity. Ammonium uptake is mediated by ammonium transporters, whose regulation is poorly understood. While transport can easily be characterized in heterologous systems, measuring transporter activity in vivo remains challenging. Here we developed a simple assay for monitoring activity in vivo by inserting circularly-permutated GFP into conformation-sensitive positions of two plant and one yeast ammonium transceptors (‘AmTrac’ and ‘MepTrac’). Addition of ammonium to yeast cells expressing the sensors triggered concentration-dependent fluorescence intensity (FI) changes that strictly correlated with the activity of the transporter. Fluorescence-based activity sensors present a novel technology for monitoring the interaction of the transporters with their substrates, the activity of transporters and their regulation in vivo, which is particularly valuable in the context of analytes for which no radiotracers exist, as well as for cell-specific and subcellular transport processes that are otherwise difficult to track.","identifier":[{"type":"publisher-id","id":"00800"},{"type":"doi","id":"10.7554/eLife.00800"}],"date":{"day":"02","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00800","entryfile":"elife-00800-v1.xml","files":["elife-00800-fig1-v1-600w.jpg","elife-00800-fig2-v1-600w.jpg","elife-00800-fig3-v1-600w.jpg","elife-00800-fig4-v1-600w.jpg","elife-00800-fig5-v1-600w.jpg","elife-00800-fig6-v1-600w.jpg","elife-00800-fig7-v1-600w.jpg","elife-00800-fig8-v1-600w.jpg","elife-00800-fig9-v1-600w.jpg"]}