{"title":"dPob/EMC is essential for biosynthesis of rhodopsin and other multi-pass membrane proteins in <italic>Drosophila</italic> photoreceptors","author":[{"surname":"Satoh","given-names":"Takunori"},{"surname":"Ohba","given-names":"Aya"},{"surname":"Liu","given-names":"Ziguang"},{"surname":"Inagaki","given-names":"Tsuyoshi"},{"surname":"Satoh","given-names":"Akiko K"}],"abstract":"In eukaryotes, most integral membrane proteins are synthesized, integrated into the membrane, and folded properly in the endoplasmic reticulum (ER). We screened the mutants affecting rhabdomeric expression of rhodopsin 1 (Rh1) in the <italic>Drosophila</italic> photoreceptors and found that dPob/EMC3, EMC1, and EMC8/9, <italic>Drosophila</italic> homologs of subunits of ER membrane protein complex (EMC), are essential for stabilization of immature Rh1 in an earlier step than that at which another Rh1-specific chaperone (NinaA) acts. dPob/EMC3 localizes to the ER and associates with EMC1 and calnexin. Moreover, EMC is required for the stable expression of other multi-pass transmembrane proteins such as minor rhodopsins Rh3 and Rh4, transient receptor potential, and Na<sup>+</sup>K<sup>+</sup>-ATPase, but not for a secreted protein or type I single-pass transmembrane proteins. Furthermore, we found that dPob/EMC3 deficiency induces rhabdomere degeneration in a light-independent manner. These results collectively indicate that EMC is a key factor in the biogenesis of multi-pass transmembrane proteins, including Rh1, and its loss causes retinal degeneration.","identifier":[{"type":"publisher-id","id":"06306"},{"type":"doi","id":"10.7554/eLife.06306"}],"date":{"day":"26","month":"02","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06306","entryfile":"elife-06306-v1.xml","files":["elife-06306-fig1-v1-600w.jpg","elife-06306-fig10-v1-600w.jpg","elife-06306-fig2-v1-600w.jpg","elife-06306-fig3-v1-600w.jpg","elife-06306-fig4-v1-600w.jpg","elife-06306-fig5-v1-600w.jpg","elife-06306-fig6-v1-600w.jpg","elife-06306-fig7-v1-600w.jpg","elife-06306-fig8-v1-600w.jpg","elife-06306-fig9-v1-600w.jpg"]}