{"title":"PROP1 triggers epithelial-mesenchymal transition-like process in pituitary stem cells","author":[{"surname":"Pérez Millán","given-names":"María Inés"},{"surname":"Brinkmeier","given-names":"Michelle L"},{"surname":"Mortensen","given-names":"Amanda H"},{"surname":"Camper","given-names":"Sally A"}],"abstract":"Mutations in <italic>PROP1</italic> are the most common cause of hypopituitarism in humans; therefore, unraveling its mechanism of action is highly relevant from a therapeutic perspective. Our current understanding of the role of PROP1 in the pituitary gland is limited to the repression and activation of the pituitary transcription factor genes <italic>Hesx1</italic> and <italic>Pou1f1,</italic> respectively. To elucidate the comprehensive PROP1-dependent gene regulatory network, we conducted genome-wide analysis of PROP1 DNA binding and effects on gene expression in mutant mice, mouse isolated stem cells and engineered mouse cell lines. We determined that PROP1 is essential for stimulating stem cells to undergo an epithelial to mesenchymal transition-like process necessary for cell migration and differentiation. Genomic profiling reveals that PROP1 binds to genes expressed in epithelial cells like C<italic>laudin 23,</italic> and to EMT inducer genes like <italic>Zeb2, Notch2</italic> and <italic>Gli2. Zeb2</italic> activation appears to be a key step in the EMT process. Our findings identify PROP1 as a central transcriptional component of pituitary stem cell differentiation.","identifier":[{"type":"publisher-id","id":"14470"},{"type":"doi","id":"10.7554/eLife.14470"}],"date":{"day":"28","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14470","entryfile":"elife-14470-v2.xml","files":["elife-14470-fig1-v2-600w.jpg","elife-14470-fig10-v2-600w.jpg","elife-14470-fig2-figsupp1-v2-600w.jpg","elife-14470-fig2-v2-600w.jpg","elife-14470-fig3-figsupp1-v2-600w.jpg","elife-14470-fig3-v2-600w.jpg","elife-14470-fig4-figsupp1-v2-600w.jpg","elife-14470-fig4-v2-600w.jpg","elife-14470-fig5-v2-600w.jpg","elife-14470-fig6-v2-600w.jpg","elife-14470-fig7-v2-600w.jpg","elife-14470-fig8-figsupp1-v2-600w.jpg","elife-14470-fig8-v2-600w.jpg","elife-14470-fig9-v2-600w.jpg","elife-14470-v1.xml"]}