{"title":"Regulatory changes in two chemoreceptor genes contribute to a <italic>Caenorhabditis elegans</italic> QTL for foraging behavior","author":[{"surname":"Greene","given-names":"Joshua S"},{"surname":"Dobosiewicz","given-names":"May"},{"surname":"Butcher","given-names":"Rebecca A"},{"surname":"McGrath","given-names":"Patrick T"},{"surname":"Bargmann","given-names":"Cornelia I"}],"abstract":"Natural isolates of <italic>C. elegans</italic> differ in their sensitivity to pheromones that inhibit exploratory behavior. Previous studies identified a QTL for pheromone sensitivity that includes alternative alleles of <italic>srx-43,</italic> a chemoreceptor that inhibits exploration through its activity in ASI sensory neurons. Here we show that the QTL is multigenic and includes alternative alleles of <italic>srx-44,</italic> a second chemoreceptor gene that modifies pheromone sensitivity. <italic>srx-44</italic> either promotes or inhibits exploration depending on its expression in the ASJ or ADL sensory neurons, respectively. Naturally occurring pheromone insensitivity results in part from previously described changes in <italic>srx-43</italic> expression levels, and in part from increased <italic>srx-44</italic> expression in ASJ, which antagonizes ASI and ADL. Antagonism between the sensory neurons results in cellular epistasis that is reflected in their transcription of insulin genes that regulate exploration. These results and genome-wide evidence suggest that chemoreceptor genes may be preferred sites of adaptive variation in <italic>C. elegans</italic>.","identifier":[{"type":"publisher-id","id":"21454"},{"type":"doi","id":"10.7554/eLife.21454"}],"date":{"day":"28","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21454","entryfile":"elife-21454-v1.xml","files":["elife-21454-fig1-v1-600w.jpg","elife-21454-fig2-v1-600w.jpg","elife-21454-fig3-v1-600w.jpg","elife-21454-fig4-v1-600w.jpg","elife-21454-fig5-figsupp1-v1-600w.jpg","elife-21454-fig5-v1-600w.jpg","elife-21454-fig6-v1-600w.jpg"]}