{"title":"A shift in anterior–posterior positional information underlies the fin-to-limb evolution","author":[{"surname":"Onimaru","given-names":"Koh"},{"surname":"Kuraku","given-names":"Shigehiro"},{"surname":"Takagi","given-names":"Wataru"},{"surname":"Hyodo","given-names":"Susumu"},{"surname":"Sharpe","given-names":"James"},{"surname":"Tanaka","given-names":"Mikiko"}],"abstract":"The pectoral fins of ancestral fishes had multiple proximal elements connected to their pectoral girdles. During the fin-to-limb transition, anterior proximal elements were lost and only the most posterior one remained as the humerus. Thus, we hypothesised that an evolutionary alteration occurred in the anterior–posterior (AP) patterning system of limb buds. In this study, we examined the pectoral fin development of catshark (<italic>Scyliorhinus canicula</italic>) and revealed that the AP positional values in fin buds are shifted more posteriorly than mouse limb buds. Furthermore, examination of <italic>Gli3</italic> function and regulation shows that catshark fins lack a specific AP patterning mechanism, which restricts its expression to an anterior domain in tetrapods. Finally, experimental perturbation of AP patterning in catshark fin buds results in an expansion of posterior values and loss of anterior skeletal elements. Together, these results suggest that a key genetic event of the fin-to-limb transformation was alteration of the AP patterning network.","identifier":[{"type":"publisher-id","id":"07048"},{"type":"doi","id":"10.7554/eLife.07048"}],"date":{"day":"18","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07048","entryfile":"elife-07048-v1.xml","files":["elife-07048-fig1-figsupp1-v1-600w.jpg","elife-07048-fig1-figsupp2-v1-600w.jpg","elife-07048-fig1-figsupp3-v1-600w.jpg","elife-07048-fig1-v1-600w.jpg","elife-07048-fig2-figsupp1-v1-600w.jpg","elife-07048-fig2-v1-600w.jpg","elife-07048-fig3-figsupp1-v1-600w.jpg","elife-07048-fig3-v1-600w.jpg","elife-07048-fig4-v1-600w.jpg"]}