{"title":"Distinct cortical codes and temporal dynamics for conscious and unconscious percepts","author":[{"surname":"Salti","given-names":"Moti"},{"surname":"Monto","given-names":"Simo"},{"surname":"Charles","given-names":"Lucie"},{"surname":"King","given-names":"Jean-Remi"},{"surname":"Parkkonen","given-names":"Lauri"},{"surname":"Dehaene","given-names":"Stanislas"}],"abstract":"The neural correlates of consciousness are typically sought by comparing the overall brain responses to perceived and unperceived stimuli. However, this comparison may be contaminated by non-specific attention, alerting, performance, and reporting confounds. Here, we pursue a novel approach, tracking the neuronal coding of consciously and unconsciously perceived contents while keeping behavior identical (blindsight). EEG and MEG were recorded while participants reported the spatial location and visibility of a briefly presented target. Multivariate pattern analysis demonstrated that considerable information about spatial location traverses the cortex on blindsight trials, but that starting ≈270 ms post-onset, information unique to consciously perceived stimuli, emerges in superior parietal and superior frontal regions. Conscious access appears characterized by the entry of the perceived stimulus into a series of additional brain processes, each restricted in time, while the failure of conscious access results in the breaking of this chain and a subsequent slow decay of the lingering unconscious activity.","identifier":[{"type":"publisher-id","id":"05652"},{"type":"doi","id":"10.7554/eLife.05652"}],"date":{"day":"21","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05652","entryfile":"elife-05652-v2.xml","files":["elife-05652-fig1-v2-600w.jpg","elife-05652-fig2-figsupp1-v2-600w.jpg","elife-05652-fig2-figsupp2-v2-600w.jpg","elife-05652-fig2-figsupp3-v2-600w.jpg","elife-05652-fig2-figsupp4-v2-600w.jpg","elife-05652-fig2-v2-600w.jpg","elife-05652-fig3-v2-600w.jpg","elife-05652-fig4-figsupp1-v2-600w.jpg","elife-05652-fig4-v2-600w.jpg","elife-05652-fig5-figsupp1-v2-600w.jpg","elife-05652-fig5-figsupp2-v2-600w.jpg","elife-05652-fig5-figsupp3-v2-600w.jpg","elife-05652-fig5-v2-600w.jpg","elife-05652-v1.xml"]}