{"title":"Asymmetric division triggers cell-specific gene expression through coupled capture and stabilization of a phosphatase","author":[{"surname":"Bradshaw","given-names":"Niels"},{"surname":"Losick","given-names":"Richard"}],"abstract":"Formation of a division septum near a randomly chosen pole during sporulation in <italic>Bacillus subtilis</italic> creates unequal sized daughter cells with dissimilar programs of gene expression. An unanswered question is how polar septation activates a transcription factor (σ<sup>F</sup>) selectively in the small cell. We present evidence that the upstream regulator of σ<sup>F</sup>, the phosphatase SpoIIE, is compartmentalized in the small cell by transfer from the polar septum to the adjacent cell pole where SpoIIE is protected from proteolysis and activated. Polar recognition, protection from proteolysis, and stimulation of phosphatase activity are linked to oligomerization of SpoIIE. This mechanism for initiating cell-specific gene expression is independent of additional sporulation proteins; vegetative cells engineered to divide near a pole sequester SpoIIE and activate σ<sup>F</sup> in small cells. Thus, a simple model explains how SpoIIE responds to a stochastically-generated cue to activate σ<sup>F</sup> at the right time and in the right place.","identifier":[{"type":"publisher-id","id":"08145"},{"type":"doi","id":"10.7554/eLife.08145"}],"date":{"day":"14","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08145","entryfile":"elife-08145-v2.xml","files":["elife-08145-fig1-figsupp1-v2-600w.jpg","elife-08145-fig1-v2-600w.jpg","elife-08145-fig2-figsupp1-v2-600w.jpg","elife-08145-fig2-v2-600w.jpg","elife-08145-fig3-figsupp1-v2-600w.jpg","elife-08145-fig3-v2-600w.jpg","elife-08145-fig4-figsupp1-v2-600w.jpg","elife-08145-fig4-v2-600w.jpg","elife-08145-fig5-figsupp1-v2-600w.jpg","elife-08145-fig5-v2-600w.jpg","elife-08145-fig6-v2-600w.jpg","elife-08145-fig7-figsupp1-v2-600w.jpg","elife-08145-fig7-v2-600w.jpg","elife-08145-resp-fig1-v2-600w.jpg","elife-08145-resp-fig2-v2-600w.jpg","elife-08145-v1.xml"]}