{"title":"Uniting functional network topology and oscillations in the fronto-parietal single unit network of behaving primates","author":[{"surname":"Dann","given-names":"Benjamin"},{"surname":"Michaels","given-names":"Jonathan A"},{"surname":"Schaffelhofer","given-names":"Stefan"},{"surname":"Scherberger","given-names":"Hansjörg"}],"abstract":"The functional communication of neurons in cortical networks underlies higher cognitive processes. Yet, little is known about the organization of the single neuron network or its relationship to the synchronization processes that are essential for its formation. Here, we show that the functional single neuron network of three fronto-parietal areas during active behavior of macaque monkeys is highly complex. The network was closely connected (small-world) and consisted of functional modules spanning these areas. Surprisingly, the importance of different neurons to the network was highly heterogeneous with a small number of neurons contributing strongly to the network function (hubs), which were in turn strongly inter-connected (rich-club). Examination of the network synchronization revealed that the identified rich-club consisted of neurons that were synchronized in the beta or low frequency range, whereas other neurons were mostly non-oscillatory synchronized. Therefore, oscillatory synchrony may be a central communication mechanism for highly organized functional spiking networks.","identifier":[{"type":"publisher-id","id":"15719"},{"type":"doi","id":"10.7554/eLife.15719"}],"date":{"day":"15","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15719","entryfile":"elife-15719-v2.xml","files":["elife-15719-fig1-figsupp1-v2-600w.jpg","elife-15719-fig1-v2-600w.jpg","elife-15719-fig2-figsupp1-v2-600w.jpg","elife-15719-fig2-figsupp2-v2-600w.jpg","elife-15719-fig2-figsupp3-v2-600w.jpg","elife-15719-fig2-figsupp4-v2-600w.jpg","elife-15719-fig2-v2-600w.jpg","elife-15719-fig3-figsupp1-v2-600w.jpg","elife-15719-fig3-figsupp2-v2-600w.jpg","elife-15719-fig3-v2-600w.jpg","elife-15719-fig4-figsupp1-v2-600w.jpg","elife-15719-fig4-figsupp2-v2-600w.jpg","elife-15719-fig4-v2-600w.jpg","elife-15719-fig5-figsupp1-v2-600w.jpg","elife-15719-fig5-figsupp2-v2-600w.jpg","elife-15719-fig5-figsupp3-v2-600w.jpg","elife-15719-fig5-v2-600w.jpg","elife-15719-fig6-v2-600w.jpg","elife-15719-v1.xml"]}