{"title":"CRISPR/Cas9 mutagenesis invalidates a putative cancer dependency targeted in on-going clinical trials","author":[{"surname":"Lin","given-names":"Ann"},{"surname":"Giuliano","given-names":"Christopher J"},{"surname":"Sayles","given-names":"Nicole M"},{"surname":"Sheltzer","given-names":"Jason M"}],"abstract":"The Maternal Embryonic Leucine Zipper Kinase (MELK) has been reported to be a genetic dependency in several cancer types. MELK RNAi and small-molecule inhibitors of MELK block the proliferation of various cancer cell lines, and MELK knockdown has been described as particularly effective against the highly-aggressive basal/triple-negative subtype of breast cancer. Based on these preclinical results, the MELK inhibitor OTS167 is currently being tested as a novel chemotherapy agent in several clinical trials. Here, we report that mutagenizing MELK with CRISPR/Cas9 has no effect on the fitness of basal breast cancer cell lines or cell lines from six other cancer types. Cells that harbor null mutations in MELK exhibit wild-type doubling times, cytokinesis, and anchorage-independent growth. Furthermore, MELK-knockout lines remain sensitive to OTS167, suggesting that this drug blocks cell division through an off-target mechanism. In total, our results undermine the rationale for a series of current clinical trials and provide an experimental approach for the use of CRISPR/Cas9 in preclinical target validation that can be broadly applied.","identifier":[{"type":"publisher-id","id":"24179"},{"type":"doi","id":"10.7554/eLife.24179"}],"date":{"day":"24","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24179","entryfile":"elife-24179-v1.xml","files":["elife-24179-fig1-figsupp1-v1-600w.jpg","elife-24179-fig1-figsupp2-v1-600w.jpg","elife-24179-fig1-figsupp3-v1-600w.jpg","elife-24179-fig1-figsupp4-v1-600w.jpg","elife-24179-fig1-v1-600w.jpg","elife-24179-fig2-figsupp1-v1-600w.jpg","elife-24179-fig2-figsupp2-v1-600w.jpg","elife-24179-fig2-v1-600w.jpg","elife-24179-fig3-figsupp1-v1-600w.jpg","elife-24179-fig3-figsupp2-v1-600w.jpg","elife-24179-fig3-v1-600w.jpg","elife-24179-fig4-figsupp1-v1-600w.jpg","elife-24179-fig4-v1-600w.jpg"]}