{"title":"The mammalian lectin galectin-8 induces RANKL expression, osteoclastogenesis, and bone mass reduction in mice","author":[{"surname":"Vinik","given-names":"Yaron"},{"surname":"Shatz-Azoulay","given-names":"Hadas"},{"surname":"Vivanti","given-names":"Alessia"},{"surname":"Hever","given-names":"Navit"},{"surname":"Levy","given-names":"Yifat"},{"surname":"Karmona","given-names":"Rotem"},{"surname":"Brumfeld","given-names":"Vlad"},{"surname":"Baraghithy","given-names":"Saja"},{"surname":"Attar-Lamdar","given-names":"Malka"},{"surname":"Boura-Halfon","given-names":"Sigalit"},{"surname":"Bab","given-names":"Itai"},{"surname":"Zick","given-names":"Yehiel"}],"abstract":"Skeletal integrity is maintained by the co-ordinated activity of osteoblasts, the bone-forming cells, and osteoclasts, the bone-resorbing cells. In this study, we show that mice overexpressing galectin-8, a secreted mammalian lectin of the galectins family, exhibit accelerated osteoclasts activity and bone turnover, which culminates in reduced bone mass, similar to cases of postmenopausal osteoporosis and cancerous osteolysis. This phenotype can be attributed to a direct action of galectin-8 on primary cultures of osteoblasts that secrete the osteoclastogenic factor RANKL upon binding of galectin-8. This results in enhanced differentiation into osteoclasts of the bone marrow cells co-cultured with galectin-8-treated osteoblasts. Secretion of RANKL by galectin-8-treated osteoblasts can be attributed to binding of galectin-8 to receptor complexes that positively (uPAR and MRC2) and negatively (LRP1) regulate galectin-8 function. Our findings identify galectins as new players in osteoclastogenesis and bone remodeling, and highlight a potential regulation of bone mass by animal lectins.","identifier":[{"type":"publisher-id","id":"05914"},{"type":"doi","id":"10.7554/eLife.05914"}],"date":{"day":"08","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05914","entryfile":"elife-05914-v1.xml","files":["elife-05914-fig1-v1-600w.jpg","elife-05914-fig10-v1-600w.jpg","elife-05914-fig2-v1-600w.jpg","elife-05914-fig3-v1-600w.jpg","elife-05914-fig4-v1-600w.jpg","elife-05914-fig5-v1-600w.jpg","elife-05914-fig6-v1-600w.jpg","elife-05914-fig7-v1-600w.jpg","elife-05914-fig8-v1-600w.jpg","elife-05914-fig9-v1-600w.jpg"]}