{"title":"Drastic changes in conformational dynamics of the antiterminator M2-1 regulate transcription efficiency in <italic>Pneumovirinae</italic>","author":[{"surname":"Leyrat","given-names":"Cedric"},{"surname":"Renner","given-names":"Max"},{"surname":"Harlos","given-names":"Karl"},{"surname":"Huiskonen","given-names":"Juha T"},{"surname":"Grimes","given-names":"Jonathan M"}],"abstract":"The M2-1 protein of human metapneumovirus (HMPV) is a zinc-binding transcription antiterminator which is highly conserved among pneumoviruses. We report the structure of tetrameric HMPV M2-1. Each protomer features a N-terminal zinc finger domain and an α-helical tetramerization motif forming a rigid unit, followed by a flexible linker and an α-helical core domain. The tetramer is asymmetric, three of the protomers exhibiting a closed conformation, and one an open conformation. Molecular dynamics simulations and SAXS demonstrate a dynamic equilibrium between open and closed conformations in solution. Structures of adenosine monophosphate- and DNA- bound M2-1 establish the role of the zinc finger domain in base-specific recognition of RNA. Binding to ‘gene end’ RNA sequences stabilized the closed conformation of M2-1 leading to a drastic shift in the conformational landscape of M2-1. We propose a model for recognition of gene end signals and discuss the implications of these findings for transcriptional regulation in pneumoviruses.","identifier":[{"type":"publisher-id","id":"02674"},{"type":"doi","id":"10.7554/eLife.02674"}],"date":{"day":"19","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02674","entryfile":"elife-02674-v2.xml","files":["elife-02674-fig1-figsupp1-v2-600w.jpg","elife-02674-fig1-figsupp2-v2-600w.jpg","elife-02674-fig1-v2-600w.jpg","elife-02674-fig2-figsupp1-v2-600w.jpg","elife-02674-fig2-figsupp2-v2-600w.jpg","elife-02674-fig2-v2-600w.jpg","elife-02674-fig3-figsupp1-v2-600w.jpg","elife-02674-fig3-figsupp2-v2-600w.jpg","elife-02674-fig3-v2-600w.jpg","elife-02674-fig4-v2-600w.jpg","elife-02674-fig5-figsupp1-v2-600w.jpg","elife-02674-fig5-figsupp2-v2-600w.jpg","elife-02674-fig5-v2-600w.jpg","elife-02674-fig6-figsupp1-v2-600w.jpg","elife-02674-fig6-v2-600w.jpg","elife-02674-v1.xml"]}