{"title":"A chemical proteomic atlas of brain serine hydrolases identifies cell type-specific pathways regulating neuroinflammation","author":[{"surname":"Viader","given-names":"Andreu"},{"surname":"Ogasawara","given-names":"Daisuke"},{"surname":"Joslyn","given-names":"Christopher M"},{"surname":"Sanchez-Alavez","given-names":"Manuel"},{"surname":"Mori","given-names":"Simone"},{"surname":"Nguyen","given-names":"William"},{"surname":"Conti","given-names":"Bruno"},{"surname":"Cravatt","given-names":"Benjamin F"}],"abstract":"Metabolic specialization among major brain cell types is central to nervous system function and determined in large part by the cellular distribution of enzymes. Serine hydrolases are a diverse enzyme class that plays fundamental roles in CNS metabolism and signaling. Here, we perform an activity-based proteomic analysis of primary mouse neurons, astrocytes, and microglia to furnish a global portrait of the cellular anatomy of serine hydrolases in the brain. We uncover compelling evidence for the cellular compartmentalization of key chemical transmission pathways, including the functional segregation of endocannabinoid (eCB) biosynthetic enzymes diacylglycerol lipase-alpha (DAGLα) and –beta (DAGLβ) to neurons and microglia, respectively. Disruption of DAGLβ perturbed eCB-eicosanoid crosstalk specifically in microglia and suppressed neuroinflammatory events in vivo independently of broader effects on eCB content. Mapping the cellular distribution of metabolic enzymes thus identifies pathways for regulating specialized inflammatory responses in the brain while avoiding global alterations in CNS function.","identifier":[{"type":"publisher-id","id":"12345"},{"type":"doi","id":"10.7554/eLife.12345"}],"date":{"day":"18","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12345","entryfile":"elife-12345-v1.xml","files":["elife-12345-fig1-figsupp1-v1-600w.jpg","elife-12345-fig1-figsupp2-v1-600w.jpg","elife-12345-fig1-v1-600w.jpg","elife-12345-fig2-v1-600w.jpg","elife-12345-fig3-figsupp1-v1-600w.jpg","elife-12345-fig3-v1-600w.jpg","elife-12345-fig4-v1-600w.jpg","elife-12345-fig5-v1-600w.jpg","elife-12345-fig6-figsupp1-v1-600w.jpg","elife-12345-fig6-v1-600w.jpg","elife-12345-resp-fig1-v1-600w.jpg"]}