{"title":"Perisomatic GABAergic synapses of basket cells effectively control principal neuron activity in amygdala networks","author":[{"surname":"Veres","given-names":"Judit M"},{"surname":"Nagy","given-names":"Gergő A"},{"surname":"Hájos","given-names":"Norbert"}],"abstract":"Efficient control of principal neuron firing by basket cells is critical for information processing in cortical microcircuits, however, the relative contribution of their perisomatic and dendritic synapses to spike inhibition is still unknown. Using in vitro electrophysiological paired recordings we reveal that in the mouse basal amygdala cholecystokinin- and parvalbumin-containing basket cells provide equally potent control of principal neuron spiking. We performed pharmacological manipulations, light and electron microscopic investigations to show that, although basket cells innervate the entire somato-denditic membrane surface of principal neurons, the spike controlling effect is achieved primarily via the minority of synapses targeting the perisomatic region. As the innervation patterns of individual basket cells on their different postsynaptic partners show high variability, the impact of inhibitory control accomplished by single basket cells is also variable. Our results show that both basket cell types can powerfully regulate the activity in amygdala networks predominantly via their perisomatic synapses.","identifier":[{"type":"publisher-id","id":"20721"},{"type":"doi","id":"10.7554/eLife.20721"}],"date":{"day":"06","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20721","entryfile":"elife-20721-v1.xml","files":["elife-20721-fig1-figsupp1-v1-600w.jpg","elife-20721-fig1-figsupp2-v1-600w.jpg","elife-20721-fig1-v1-600w.jpg","elife-20721-fig2-v1-600w.jpg","elife-20721-fig3-figsupp1-v1-600w.jpg","elife-20721-fig3-v1-600w.jpg","elife-20721-fig4-v1-600w.jpg","elife-20721-fig5-figsupp1-v1-600w.jpg","elife-20721-fig5-figsupp2-v1-600w.jpg","elife-20721-fig5-v1-600w.jpg","elife-20721-fig6-v1-600w.jpg","elife-20721-fig7-v1-600w.jpg","elife-20721-fig8-figsupp1-v1-600w.jpg","elife-20721-fig8-v1-600w.jpg"]}