{"title":"Adult-born granule cells mature through two functionally distinct states","author":[{"surname":"Brunner","given-names":"János"},{"surname":"Neubrandt","given-names":"Máté"},{"surname":"Van-Weert","given-names":"Susan"},{"surname":"Andrási","given-names":"Tibor"},{"surname":"Kleine Borgmann","given-names":"Felix B"},{"surname":"Jessberger","given-names":"Sebastian"},{"surname":"Szabadics","given-names":"János"}],"abstract":"Adult-born granule cells (ABGCs) are involved in certain forms of hippocampus-dependent learning and memory. It has been proposed that young but functionally integrated ABGCs (4-weeks-old) specifically contribute to pattern separation functions of the dentate gyrus due to their heightened excitability, whereas old ABGCs (>8 weeks old) lose these capabilities. Measuring multiple cellular and integrative characteristics of 3- 10-week-old individual ABGCs, we show that ABGCs consist of two functionally distinguishable populations showing highly distinct input integration properties (one group being highly sensitive to narrow input intensity ranges while the other group linearly reports input strength) that are largely independent of the cellular age and maturation stage, suggesting that ‘classmate’ cells (born during the same period) can contribute to the network with fundamentally different functions. Thus, ABGCs provide two temporally overlapping but functionally distinct neuronal cell populations, adding a novel level of complexity to our understanding of how life-long neurogenesis contributes to adult brain function.","identifier":[{"type":"publisher-id","id":"03104"},{"type":"doi","id":"10.7554/eLife.03104"}],"date":{"day":"24","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03104","entryfile":"elife-03104-v2.xml","files":["elife-03104-fig1-v2-600w.jpg","elife-03104-fig2-v2-600w.jpg","elife-03104-fig3-v2-600w.jpg","elife-03104-fig4-figsupp1-v2-600w.jpg","elife-03104-fig4-figsupp2-v2-600w.jpg","elife-03104-fig4-v2-600w.jpg","elife-03104-resp-fig1-v2-600w.jpg","elife-03104-v1.xml"]}