{"title":"Filopodial dynamics and growth cone stabilization in <italic>Drosophila</italic> visual circuit development","author":[{"surname":"Özel","given-names":"Mehmet Neset"},{"surname":"Langen","given-names":"Marion"},{"surname":"Hassan","given-names":"Bassem A"},{"surname":"Hiesinger","given-names":"P Robin"}],"abstract":"Filopodial dynamics are thought to control growth cone guidance, but the types and roles of growth cone dynamics underlying neural circuit assembly in a living brain are largely unknown. To address this issue, we have developed long-term, continuous, fast and high-resolution imaging of growth cone dynamics from axon growth to synapse formation in cultured Drosophila brains. Using R7 photoreceptor neurons as a model we show that >90% of the growth cone filopodia exhibit fast, stochastic dynamics that persist despite ongoing stepwise layer formation. Correspondingly, R7 growth cones stabilize early and change their final position by passive dislocation. N-Cadherin controls both fast filopodial dynamics and growth cone stabilization. Surprisingly, loss of N-Cadherin causes no primary targeting defects, but destabilizes R7 growth cones to jump between correct and incorrect layers. Hence, growth cone dynamics can influence wiring specificity without a direct role in target recognition and implement simple rules during circuit assembly.","identifier":[{"type":"publisher-id","id":"10721"},{"type":"doi","id":"10.7554/eLife.10721"}],"date":{"day":"29","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10721","entryfile":"elife-10721-v2.xml","files":["elife-10721-fig1-figsupp1-v2-600w.jpg","elife-10721-fig1-figsupp2-v2-600w.jpg","elife-10721-fig1-v2-600w.jpg","elife-10721-fig2-figsupp1-v2-600w.jpg","elife-10721-fig2-figsupp2-v2-600w.jpg","elife-10721-fig2-v2-600w.jpg","elife-10721-fig3-figsupp1-v2-600w.jpg","elife-10721-fig3-v2-600w.jpg","elife-10721-fig4-figsupp1-v2-600w.jpg","elife-10721-fig4-figsupp2-v2-600w.jpg","elife-10721-fig4-v2-600w.jpg","elife-10721-fig5-figsupp1-v2-600w.jpg","elife-10721-fig5-v2-600w.jpg","elife-10721-fig6-figsupp1-v2-600w.jpg","elife-10721-fig6-v2-600w.jpg","elife-10721-fig7-v2-600w.jpg","elife-10721-v1.xml"]}