{"title":"<italic>Chlamydia</italic> interfere with an interaction between the mannose-6-phosphate receptor and sorting nexins to counteract host restriction","author":[{"surname":"Elwell","given-names":"Cherilyn A"},{"surname":"Czudnochowski","given-names":"Nadine"},{"surname":"von Dollen","given-names":"John"},{"surname":"Johnson","given-names":"Jeffrey R"},{"surname":"Nakagawa","given-names":"Rachel"},{"surname":"Mirrashidi","given-names":"Kathleen"},{"surname":"Krogan","given-names":"Nevan J"},{"surname":"Engel","given-names":"Joanne N"},{"surname":"Rosenberg","given-names":"Oren S"}],"abstract":"<italic>Chlamydia trachomatis</italic> is an obligate intracellular pathogen that resides in a membrane-bound compartment, the inclusion. The bacteria secrete a unique class of proteins, Incs, which insert into the inclusion membrane and modulate the host-bacterium interface. We previously reported that IncE binds specifically to the Sorting Nexin 5 Phox domain (SNX5-PX) and disrupts retromer trafficking. Here, we present the crystal structure of the SNX5-PX:IncE complex, showing IncE bound to a unique and highly conserved hydrophobic groove on SNX5. Mutagenesis of the SNX5-PX:IncE binding surface disrupts a previously unsuspected interaction between SNX5 and the cation-independent mannose-6-phosphate receptor (CI-MPR). Addition of IncE peptide inhibits the interaction of CI-MPR with SNX5. Finally, <italic>C. trachomatis</italic> infection interferes with the SNX5:CI-MPR interaction, suggesting that IncE and CI-MPR are dependent on the same binding surface on SNX5. Our results provide new insights into retromer assembly and underscore the power of using pathogens to discover disease-related cell biology.","identifier":[{"type":"publisher-id","id":"22709"},{"type":"doi","id":"10.7554/eLife.22709"}],"date":{"day":"02","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22709","entryfile":"elife-22709-v2.xml","files":["elife-22709-fig1-figsupp1-v2-600w.jpg","elife-22709-fig1-figsupp2-v2-600w.jpg","elife-22709-fig1-figsupp3-v2-600w.jpg","elife-22709-fig1-figsupp4-v2-600w.jpg","elife-22709-fig1-v2-600w.jpg","elife-22709-fig2-figsupp1-v2-600w.jpg","elife-22709-fig2-v2-600w.jpg","elife-22709-fig3-v2-600w.jpg","elife-22709-fig4-figsupp1-v2-600w.jpg","elife-22709-fig4-v2-600w.jpg","elife-22709-fig5-v2-600w.jpg","elife-22709-v1.xml"]}