{"title":"Resection is responsible for loss of transcription around a double-strand break in <italic>Saccharomyces cerevisiae</italic>","author":[{"surname":"Manfrini","given-names":"Nicola"},{"surname":"Clerici","given-names":"Michela"},{"surname":"Wery","given-names":"Maxime"},{"surname":"Colombo","given-names":"Chiara Vittoria"},{"surname":"Descrimes","given-names":"Marc"},{"surname":"Morillon","given-names":"Antonin"},{"surname":"d'Adda di Fagagna","given-names":"Fabrizio"},{"surname":"Longhese","given-names":"Maria Pia"}],"abstract":"Emerging evidence indicate that the mammalian checkpoint kinase ATM induces transcriptional silencing <italic>in cis</italic> to DNA double-strand breaks (DSBs) through a poorly understood mechanism. Here we show that in <italic>Saccharomyces cerevisiae</italic> a single DSB causes transcriptional inhibition of proximal genes independently of Tel1/ATM and Mec1/ATR. Since the DSB ends undergo nucleolytic degradation (resection) of their 5′-ending strands, we investigated the contribution of resection in this DSB-induced transcriptional inhibition. We discovered that resection-defective mutants fail to stop transcription around a DSB, and the extent of this failure correlates with the severity of the resection defect. Furthermore, Rad9 and generation of γH2A reduce this DSB-induced transcriptional inhibition by counteracting DSB resection. Therefore, the conversion of the DSB ends from double-stranded to single-stranded DNA, which is necessary to initiate DSB repair by homologous recombination, is responsible for loss of transcription around a DSB in <italic>S. cerevisiae</italic>.","identifier":[{"type":"publisher-id","id":"08942"},{"type":"doi","id":"10.7554/eLife.08942"}],"date":{"day":"31","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08942","entryfile":"elife-08942-v2.xml","files":["elife-08942-fig1-v2-600w.jpg","elife-08942-fig2-v2-600w.jpg","elife-08942-fig3-v2-600w.jpg","elife-08942-fig4-v2-600w.jpg","elife-08942-fig5-data1-v2-600w.jpg","elife-08942-fig5-v2-600w.jpg","elife-08942-fig6-data1-v2-600w.jpg","elife-08942-fig6-v2-600w.jpg","elife-08942-fig7-v2-600w.jpg","elife-08942-v1.xml"]}