{"title":"Active RNAP pre-initiation sites are highly mutated by cytidine deaminases in yeast, with AID targeting small RNA genes","author":[{"surname":"Taylor","given-names":"Benjamin JM"},{"surname":"Wu","given-names":"Yee Ling"},{"surname":"Rada","given-names":"Cristina"}],"abstract":"Cytidine deaminases are single stranded DNA mutators diversifying antibodies and restricting viral infection. Improper access to the genome leads to translocations and mutations in B cells and contributes to the mutation landscape in cancer, such as kataegis. It remains unclear how deaminases access double stranded genomes and whether off-target mutations favor certain loci, although transcription and opportunistic access during DNA repair are thought to play a role. In yeast, AID and the catalytic domain of APOBEC3G preferentially mutate transcriptionally active genes within narrow regions, 110 base pairs in width, fixed at RNA polymerase initiation sites. Unlike APOBEC3G, AID shows enhanced mutational preference for small RNA genes (tRNAs, snoRNAs and snRNAs) suggesting a putative role for RNA in its recruitment. We uncover the high affinity of the deaminases for the single stranded DNA exposed by initiating RNA polymerases (a DNA configuration reproduced at stalled polymerases) without a requirement for specific cofactors.","identifier":[{"type":"publisher-id","id":"03553"},{"type":"doi","id":"10.7554/eLife.03553"}],"date":{"day":"19","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03553","entryfile":"elife-03553-v2.xml","files":["elife-03553-fig1-v2-600w.jpg","elife-03553-fig2-figsupp1-v2-600w.jpg","elife-03553-fig2-figsupp2-v2-600w.jpg","elife-03553-fig2-v2-600w.jpg","elife-03553-fig3-figsupp1-v2-600w.jpg","elife-03553-fig3-figsupp2-v2-600w.jpg","elife-03553-fig3-figsupp3-v2-600w.jpg","elife-03553-fig3-figsupp4-v2-600w.jpg","elife-03553-fig3-v2-600w.jpg","elife-03553-fig4-figsupp1-v2-600w.jpg","elife-03553-fig4-figsupp2-v2-600w.jpg","elife-03553-fig4-figsupp3-v2-600w.jpg","elife-03553-fig4-figsupp4-v2-600w.jpg","elife-03553-fig4-v2-600w.jpg","elife-03553-fig5-figsupp1-v2-600w.jpg","elife-03553-fig5-figsupp2-v2-600w.jpg","elife-03553-fig5-v2-600w.jpg","elife-03553-resp-fig1-v2-600w.jpg","elife-03553-v1.xml"]}