{"title":"Cross-synaptic synchrony and transmission of signal and noise across the mouse retina","author":[{"surname":"Grimes","given-names":"William N"},{"surname":"Hoon","given-names":"Mrinalini"},{"surname":"Briggman","given-names":"Kevin L"},{"surname":"Wong","given-names":"Rachel O"},{"surname":"Rieke","given-names":"Fred"}],"abstract":"Cross-synaptic synchrony—correlations in transmitter release across output synapses of a single neuron—is a key determinant of how signal and noise traverse neural circuits. The anatomical connectivity between rod bipolar and A17 amacrine cells in the mammalian retina, specifically that neighboring A17s often receive input from many of the same rod bipolar cells, provides a rare technical opportunity to measure cross-synaptic synchrony under physiological conditions. This approach reveals that synchronization of rod bipolar cell synapses is near perfect in the dark and decreases with increasing light level. Strong synaptic synchronization in the dark minimizes intrinsic synaptic noise and allows rod bipolar cells to faithfully transmit upstream signal and noise to downstream neurons. Desynchronization in steady light lowers the sensitivity of the rod bipolar output to upstream voltage fluctuations. This work reveals how cross-synaptic synchrony shapes retinal responses to physiological light inputs and, more generally, signaling in complex neural networks.","identifier":[{"type":"publisher-id","id":"03892"},{"type":"doi","id":"10.7554/eLife.03892"}],"date":{"day":"01","month":"09","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"03892","entryfile":"elife-03892-v2.xml","files":["elife-03892-fig1-v2-600w.jpg","elife-03892-fig2-v2-600w.jpg","elife-03892-fig3-v2-600w.jpg","elife-03892-fig4-figsupp1-v2-600w.jpg","elife-03892-fig4-v2-600w.jpg","elife-03892-fig5-figsupp1-v2-600w.jpg","elife-03892-fig5-v2-600w.jpg","elife-03892-fig6-v2-600w.jpg","elife-03892-fig7-v2-600w.jpg","elife-03892-fig8-v2-600w.jpg","elife-03892-v1.xml"]}