{"title":"Contact-dependent killing by <italic>Caulobacter crescentus</italic> via cell surface-associated, glycine zipper proteins","author":[{"surname":"García-Bayona","given-names":"Leonor"},{"surname":"Guo","given-names":"Monica S"},{"surname":"Laub","given-names":"Michael T"}],"abstract":"Most bacteria are in fierce competition with other species for limited nutrients. Some bacteria can kill nearby cells by secreting bacteriocins, a diverse group of proteinaceous antimicrobials. However, bacteriocins are typically freely diffusible, and so of little value to planktonic cells in aqueous environments. Here, we identify an atypical two-protein bacteriocin in the α-proteobacterium <italic>Caulobacter crescentus</italic> that is retained on the surface of producer cells where it mediates cell contact-dependent killing. The bacteriocin-like proteins CdzC and CdzD harbor glycine-zipper motifs, often found in amyloids, and CdzC forms large, insoluble aggregates on the surface of producer cells. These aggregates can drive contact-dependent killing of other organisms, or <italic>Caulobacter</italic> cells not producing the CdzI immunity protein. The Cdz system uses a type I secretion system and is unrelated to previously described contact-dependent inhibition systems. However, Cdz-like systems are found in many bacteria, suggesting that this form of contact-dependent inhibition is common.","identifier":[{"type":"publisher-id","id":"24869"},{"type":"doi","id":"10.7554/eLife.24869"}],"date":{"day":"21","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24869","entryfile":"elife-24869-v2.xml","files":["elife-24869-fig1-figsupp1-v2-600w.jpg","elife-24869-fig1-v2-600w.jpg","elife-24869-fig2-figsupp1-v2-600w.jpg","elife-24869-fig2-v2-600w.jpg","elife-24869-fig3-figsupp1-v2-600w.jpg","elife-24869-fig3-v2-600w.jpg","elife-24869-fig4-figsupp1-v2-600w.jpg","elife-24869-fig4-v2-600w.jpg","elife-24869-fig5-figsupp1-v2-600w.jpg","elife-24869-fig5-v2-600w.jpg","elife-24869-fig6-figsupp1-v2-600w.jpg","elife-24869-fig6-figsupp2-v2-600w.jpg","elife-24869-fig6-v2-600w.jpg","elife-24869-fig7-figsupp1-v2-600w.jpg","elife-24869-fig7-v2-600w.jpg","elife-24869-v1.xml"]}