{"title":"Human blindsight is mediated by an intact geniculo-extrastriate pathway","author":[{"surname":"Ajina","given-names":"Sara"},{"surname":"Pestilli","given-names":"Franco"},{"surname":"Rokem","given-names":"Ariel"},{"surname":"Kennard","given-names":"Christopher"},{"surname":"Bridge","given-names":"Holly"}],"abstract":"Although damage to the primary visual cortex (V1) causes hemianopia, many patients retain some residual vision; known as blindsight. We show that blindsight may be facilitated by an intact white-matter pathway between the lateral geniculate nucleus and motion area hMT+. Visual psychophysics, diffusion-weighted magnetic resonance imaging and fibre tractography were applied in 17 patients with V1 damage acquired during adulthood and 9 age-matched controls. Individuals with V1 damage were subdivided into blindsight positive (preserved residual vision) and negative (no residual vision) according to psychophysical performance. All blindsight positive individuals showed intact geniculo-hMT+ pathways, while this pathway was significantly impaired or not measurable in blindsight negative individuals. Two white matter pathways previously implicated in blindsight: (i) superior colliculus to hMT+ and (ii) between hMT+ in each hemisphere were not consistently present in blindsight positive cases. Understanding the visual pathways crucial for residual vision may direct future rehabilitation strategies for hemianopia patients.","identifier":[{"type":"publisher-id","id":"08935"},{"type":"doi","id":"10.7554/eLife.08935"}],"date":{"day":"20","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08935","entryfile":"elife-08935-v2.xml","files":["elife-08935-fig1-v2-600w.jpg","elife-08935-fig2-v2-600w.jpg","elife-08935-fig3-v2-600w.jpg","elife-08935-fig4-figsupp1-v2-600w.jpg","elife-08935-fig4-v2-600w.jpg","elife-08935-fig5-v2-600w.jpg","elife-08935-fig6-v2-600w.jpg","elife-08935-fig7-v2-600w.jpg","elife-08935-fig8-v2-600w.jpg","elife-08935-v1.xml"]}