{"title":"Mia40 is a trans-site receptor that drives protein import into the mitochondrial intermembrane space by hydrophobic substrate binding","author":[{"surname":"Peleh","given-names":"Valentina"},{"surname":"Cordat","given-names":"Emmanuelle"},{"surname":"Herrmann","given-names":"Johannes M"}],"abstract":"Many proteins of the mitochondrial IMS contain conserved cysteines that are oxidized to disulfide bonds during their import. The conserved IMS protein Mia40 is essential for the oxidation and import of these proteins. Mia40 consists of two functional elements: an N-terminal cysteine-proline-cysteine motif conferring substrate oxidation, and a C-terminal hydrophobic pocket for substrate binding. In this study, we generated yeast mutants to dissect both Mia40 activities genetically and biochemically. Thereby we show that the substrate-binding domain of Mia40 is both necessary and sufficient to promote protein import, indicating that trapping by Mia40 drives protein translocation. An oxidase-deficient Mia40 mutant is inviable, but can be partially rescued by the addition of the chemical oxidant diamide. Our results indicate that Mia40 predominantly serves as a trans-site receptor of mitochondria that binds incoming proteins via hydrophobic interactions thereby mediating protein translocation across the outer membrane by a ‘holding trap’ rather than a ‘folding trap’ mechanism.","identifier":[{"type":"publisher-id","id":"16177"},{"type":"doi","id":"10.7554/eLife.16177"}],"date":{"day":"25","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16177","entryfile":"elife-16177-v2.xml","files":["elife-16177-fig1-v2-600w.jpg","elife-16177-fig2-v2-600w.jpg","elife-16177-fig3-v2-600w.jpg","elife-16177-fig4-v2-600w.jpg","elife-16177-fig5-figsupp1-v2-600w.jpg","elife-16177-fig5-figsupp2-v2-600w.jpg","elife-16177-fig5-figsupp3-v2-600w.jpg","elife-16177-fig5-v2-600w.jpg","elife-16177-fig6-v2-600w.jpg","elife-16177-fig7-v2-600w.jpg","elife-16177-v1.xml"]}