{"title":"<italic>C. elegans</italic> GLP-1/Notch activates transcription in a probability gradient across the germline stem cell pool","author":[{"surname":"Lee","given-names":"ChangHwan"},{"surname":"Sorensen","given-names":"Erika B"},{"surname":"Lynch","given-names":"Tina R"},{"surname":"Kimble","given-names":"Judith"}],"abstract":"<italic>C. elegans</italic> Notch signaling maintains a pool of germline stem cells within their single-celled mesenchymal niche. Here we investigate the Notch transcriptional response in germline stem cells using single-molecule fluorescence <italic>in situ</italic> hybridization coupled with automated, high-throughput quantitation. This approach allows us to distinguish Notch-dependent nascent transcripts in the nucleus from mature mRNAs in the cytoplasm. We find that Notch-dependent active transcription sites occur in a probabilistic fashion and, unexpectedly, do so in a steep gradient across the stem cell pool. Yet these graded nuclear sites create a nearly uniform field of mRNAs that extends beyond the region of transcriptional activation. Therefore, active transcription sites provide a precise view of where the Notch-dependent transcriptional complex is productively engaged. Our findings offer a new window into the Notch transcriptional response and demonstrate the importance of assaying nascent transcripts at active transcription sites as a readout for canonical signaling.","identifier":[{"type":"publisher-id","id":"18370"},{"type":"doi","id":"10.7554/eLife.18370"}],"date":{"day":"05","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18370","entryfile":"elife-18370-v2.xml","files":["elife-18370-fig1-figsupp1-v2-600w.jpg","elife-18370-fig1-figsupp2-v2-600w.jpg","elife-18370-fig1-v2-600w.jpg","elife-18370-fig2-figsupp1-v2-600w.jpg","elife-18370-fig2-v2-600w.jpg","elife-18370-fig3-figsupp1-v2-600w.jpg","elife-18370-fig3-figsupp2-v2-600w.jpg","elife-18370-fig3-v2-600w.jpg","elife-18370-fig4-v2-600w.jpg","elife-18370-fig5-figsupp1-v2-600w.jpg","elife-18370-fig5-v2-600w.jpg","elife-18370-fig6-v2-600w.jpg","elife-18370-fig7-v2-600w.jpg","elife-18370-fig8-v2-600w.jpg","elife-18370-resp-fig1-v2-600w.jpg","elife-18370-v1.xml"]}