{"title":"Prefrontal dopamine regulates fear reinstatement through the downregulation of extinction circuits","author":[{"surname":"Hitora-Imamura","given-names":"Natsuko"},{"surname":"Miura","given-names":"Yuki"},{"surname":"Teshirogi","given-names":"Chie"},{"surname":"Ikegaya","given-names":"Yuji"},{"surname":"Matsuki","given-names":"Norio"},{"surname":"Nomura","given-names":"Hiroshi"}],"abstract":"Prevention of relapses is a major challenge in treating anxiety disorders. Fear reinstatement can cause relapse in spite of successful fear reduction through extinction-based exposure therapy. By utilising a contextual fear-conditioning task in mice, we found that reinstatement was accompanied by decreased c-Fos expression in the infralimbic cortex (IL) with reduction of synaptic input and enhanced c-Fos expression in the medial subdivision of the central nucleus of the amygdala (CeM). Moreover, we found that IL dopamine plays a key role in reinstatement. A reinstatement-inducing reminder shock induced c-Fos expression in the IL-projecting dopaminergic neurons in the ventral tegmental area, and the blocking of IL D1 signalling prevented reduction of synaptic input, CeM c-Fos expression, and fear reinstatement. These findings demonstrate that a dopamine-dependent inactivation of extinction circuits underlies fear reinstatement and may explain the comorbidity of substance use disorders and anxiety disorders.","identifier":[{"type":"publisher-id","id":"08274"},{"type":"doi","id":"10.7554/eLife.08274"}],"date":{"day":"30","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08274","entryfile":"elife-08274-v2.xml","files":["elife-08274-fig1-figsupp1-v2-600w.jpg","elife-08274-fig1-figsupp2-v2-600w.jpg","elife-08274-fig1-figsupp3-v2-600w.jpg","elife-08274-fig1-figsupp4-v2-600w.jpg","elife-08274-fig1-v2-600w.jpg","elife-08274-fig2-figsupp1-v2-600w.jpg","elife-08274-fig2-v2-600w.jpg","elife-08274-fig3-v2-600w.jpg","elife-08274-fig4-figsupp1-v2-600w.jpg","elife-08274-fig4-figsupp2-v2-600w.jpg","elife-08274-fig4-v2-600w.jpg","elife-08274-v1.xml"]}