{"title":"Burst muscle performance predicts the speed, acceleration, and turning performance of Anna’s hummingbirds","author":[{"surname":"Segre","given-names":"Paolo S"},{"surname":"Dakin","given-names":"Roslyn"},{"surname":"Zordan","given-names":"Victor B"},{"surname":"Dickinson","given-names":"Michael H"},{"surname":"Straw","given-names":"Andrew D"},{"surname":"Altshuler","given-names":"Douglas L"}],"abstract":"Despite recent advances in the study of animal flight, the biomechanical determinants of maneuverability are poorly understood. It is thought that maneuverability may be influenced by intrinsic body mass and wing morphology, and by physiological muscle capacity, but this hypothesis has not yet been evaluated because it requires tracking a large number of free flight maneuvers from known individuals. We used an automated tracking system to record flight sequences from 20 Anna's hummingbirds flying solo and in competition in a large chamber. We found that burst muscle capacity predicted most performance metrics. Hummingbirds with higher burst capacity flew with faster velocities, accelerations, and rotations, and they used more demanding complex turns. In contrast, body mass did not predict variation in maneuvering performance, and wing morphology predicted only the use of arcing turns and high centripetal accelerations. Collectively, our results indicate that burst muscle capacity is a key predictor of maneuverability.","identifier":[{"type":"publisher-id","id":"11159"},{"type":"doi","id":"10.7554/eLife.11159"}],"date":{"day":"19","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11159","entryfile":"elife-11159-v2.xml","files":["elife-11159-fig1-figsupp1-v2-600w.jpg","elife-11159-fig1-v2-600w.jpg","elife-11159-fig2-figsupp1-v2-600w.jpg","elife-11159-fig2-v2-600w.jpg","elife-11159-fig3-v2-600w.jpg","elife-11159-fig4-v2-600w.jpg","elife-11159-fig5-v2-600w.jpg","elife-11159-fig6-v2-600w.jpg","elife-11159-fig7-v2-600w.jpg","elife-11159-v1.xml"]}