{"title":"Morphologic diversity of cutaneous sensory afferents revealed by genetically directed sparse labeling","author":[{"surname":"Wu","given-names":"Hao"},{"surname":"Williams","given-names":"John"},{"surname":"Nathans","given-names":"Jeremy"}],"abstract":"The diversity of cutaneous sensory afferents has been studied by many investigators using behavioral, physiologic, molecular, and genetic approaches. Largely missing, thus far, is an analysis of the complete morphologies of individual afferent arbors. Here we present a survey of cutaneous sensory arbor morphologies in hairy skin of the mouse using genetically-directed sparse labeling with a sensory neuron-specific alkaline phosphatase reporter. Quantitative analyses of 719 arbors, among which 77 were fully reconstructed, reveal 10 morphologically distinct types. Among the two types with the largest arbors, one contacts ∼200 hair follicles with circumferential endings and a second is characterized by a densely ramifying arbor with one to several thousand branches and a total axon length between one-half and one meter. These observations constrain models of receptive field size and structure among cutaneous sensory neurons, and they raise intriguing questions regarding the cellular and developmental mechanisms responsible for this morphological diversity.","identifier":[{"type":"publisher-id","id":"00181"},{"type":"doi","id":"10.7554/eLife.00181"}],"date":{"day":"18","month":"12","year":"2012"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00181","entryfile":"elife-00181-v1.xml","files":["elife-00181-fig1-figsupp1-v1-600w.jpg","elife-00181-fig1-figsupp2-v1-600w.jpg","elife-00181-fig1-v1-600w.jpg","elife-00181-fig2-v1-600w.jpg","elife-00181-fig3-figsupp1-v1-600w.jpg","elife-00181-fig3-figsupp2-v1-600w.jpg","elife-00181-fig3-figsupp3-v1-600w.jpg","elife-00181-fig3-v1-600w.jpg","elife-00181-fig4-v1-600w.jpg","elife-00181-fig5-v1-600w.jpg","elife-00181-fig6-v1-600w.jpg","elife-00181-fig7-figsupp1-v1-600w.jpg","elife-00181-fig7-figsupp2-v1-600w.jpg","elife-00181-fig7-v1-600w.jpg","elife-00181-fig8-figsupp1-v1-600w.jpg","elife-00181-fig8-v1-600w.jpg"]}