{"title":"Nomadic-colonial life strategies enable paradoxical survival and growth despite habitat destruction","author":[{"surname":"Tan","given-names":"Zong Xuan"},{"surname":"Cheong","given-names":"Kang Hao"}],"abstract":"Organisms often exhibit behavioral or phenotypic diversity to improve population fitness in the face of environmental variability. When each behavior or phenotype is individually maladaptive, alternating between these losing strategies can counter-intuitively result in population persistence–an outcome similar to the Parrondo’s paradox. Instead of the capital or history dependence that characterize traditional Parrondo games, most ecological models which exhibit such paradoxical behavior depend on the presence of exogenous environmental variation. Here we present a population model that exhibits Parrondo’s paradox through capital and history-dependent dynamics. Two sub-populations comprise our model: nomads, who live independently without competition or cooperation, and colonists, who engage in competition, cooperation, and long-term habitat destruction. Nomads and colonists may alternate behaviors in response to changes in the colonial habitat. Even when nomadism and colonialism individually lead to extinction, switching between these strategies at the appropriate moments can paradoxically enable both population persistence and long-term growth.","identifier":[{"type":"publisher-id","id":"21673"},{"type":"doi","id":"10.7554/eLife.21673"}],"date":{"day":"13","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21673","entryfile":"elife-21673-v4.xml","files":["elife-21673-app1-fig1-v3-600w.jpg","elife-21673-app1-fig1-v4-600w.jpg","elife-21673-app1-fig2-v3-600w.jpg","elife-21673-app1-fig2-v4-600w.jpg","elife-21673-fig1-v2-600w.jpg","elife-21673-fig1-v3-600w.jpg","elife-21673-fig1-v4-600w.jpg","elife-21673-fig2-v2-600w.jpg","elife-21673-fig2-v3-600w.jpg","elife-21673-fig2-v4-600w.jpg","elife-21673-fig3-v2-600w.jpg","elife-21673-fig3-v3-600w.jpg","elife-21673-fig3-v4-600w.jpg","elife-21673-fig4-v2-600w.jpg","elife-21673-fig4-v3-600w.jpg","elife-21673-fig4-v4-600w.jpg","elife-21673-fig5-v2-600w.jpg","elife-21673-fig5-v3-600w.jpg","elife-21673-fig5-v4-600w.jpg","elife-21673-fig6-v2-600w.jpg","elife-21673-fig6-v3-600w.jpg","elife-21673-fig6-v4-600w.jpg","elife-21673-fig7-v2-600w.jpg","elife-21673-fig7-v3-600w.jpg","elife-21673-fig7-v4-600w.jpg","elife-21673-v1.xml","elife-21673-v2.xml","elife-21673-v3.xml"]}