{"title":"Mapping quantal touch using 7 Tesla functional magnetic resonance imaging and single-unit intraneural microstimulation","author":[{"surname":"Sanchez Panchuelo","given-names":"Rosa Maria"},{"surname":"Ackerley","given-names":"Rochelle"},{"surname":"Glover","given-names":"Paul M"},{"surname":"Bowtell","given-names":"Richard W"},{"surname":"Wessberg","given-names":"Johan"},{"surname":"Francis","given-names":"Susan T"},{"surname":"McGlone","given-names":"Francis"}],"abstract":"Using ultra-high field 7 Tesla (7T) functional magnetic resonance imaging (fMRI), we map the cortical and perceptual responses elicited by intraneural microstimulation (INMS) of single mechanoreceptive afferent units in the median nerve, in humans. Activations are compared to those produced by applying vibrotactile stimulation to the unit’s receptive field, and unit-type perceptual reports are analyzed. We show that INMS and vibrotactile stimulation engage overlapping areas within the topographically appropriate digit representation in the primary somatosensory cortex. Additional brain regions in bilateral secondary somatosensory cortex, premotor cortex, primary motor cortex, insula and posterior parietal cortex, as well as in contralateral prefrontal cortex are also shown to be activated in response to INMS. The combination of INMS and 7T fMRI opens up an unprecedented opportunity to bridge the gap between first-order mechanoreceptive afferent input codes and their spatial, dynamic and perceptual representations in human cortex.","identifier":[{"type":"publisher-id","id":"12812"},{"type":"doi","id":"10.7554/eLife.12812"}],"date":{"day":"07","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12812","entryfile":"elife-12812-v2.xml","files":["elife-12812-fig1-v2-600w.jpg","elife-12812-fig2-v2-600w.jpg","elife-12812-fig3-figsupp1-v2-600w.jpg","elife-12812-fig3-v2-600w.jpg","elife-12812-fig4-v2-600w.jpg","elife-12812-fig5-v2-600w.jpg","elife-12812-fig6-v2-600w.jpg","elife-12812-v1.xml"]}