{"title":"Histidine phosphorylation relieves copper inhibition in the mammalian potassium channel KCa3.1","author":[{"surname":"Srivastava","given-names":"Shekhar"},{"surname":"Panda","given-names":"Saswati"},{"surname":"Li","given-names":"Zhai"},{"surname":"Fuhs","given-names":"Stephen R"},{"surname":"Hunter","given-names":"Tony"},{"surname":"Thiele","given-names":"Dennis J"},{"surname":"Hubbard","given-names":"Stevan R"},{"surname":"Skolnik","given-names":"Edward Y"}],"abstract":"KCa2.1, KCa2.2, KCa2.3 and KCa3.1 constitute a family of mammalian small- to intermediate-conductance potassium channels that are activated by calcium-calmodulin. KCa3.1 is unique among these four channels in that activation requires, in addition to calcium, phosphorylation of a single histidine residue (His358) in the cytoplasmic region, by nucleoside diphosphate kinase-B (NDPK-B). The mechanism by which KCa3.1 is activated by histidine phosphorylation is unknown. Histidine phosphorylation is well characterized in prokaryotes but poorly understood in eukaryotes. Here, we demonstrate that phosphorylation of His358 activates KCa3.1 by antagonizing copper-mediated inhibition of the channel. Furthermore, we show that activated CD4<sup>+</sup> T cells deficient in intracellular copper exhibit increased KCa3.1 histidine phosphorylation and channel activity, leading to increased calcium flux and cytokine production. These findings reveal a novel regulatory mechanism for a mammalian potassium channel and for T-cell activation, and highlight a unique feature of histidine versus serine/threonine and tyrosine as a regulatory phosphorylation site.","identifier":[{"type":"publisher-id","id":"16093"},{"type":"doi","id":"10.7554/eLife.16093"}],"date":{"day":"19","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16093","entryfile":"elife-16093-v2.xml","files":["elife-16093-fig1-v2-600w.jpg","elife-16093-fig2-v2-600w.jpg","elife-16093-fig3-v2-600w.jpg","elife-16093-fig4-v2-600w.jpg","elife-16093-fig5-v2-600w.jpg","elife-16093-fig6-v2-600w.jpg","elife-16093-v1.xml"]}