{"title":"Distinct responses to reduplicated chromosomes require distinct Mad2 responses","author":[{"surname":"Stormo","given-names":"Benjamin M"},{"surname":"Fox","given-names":"Donald T"}],"abstract":"Duplicating chromosomes once each cell cycle produces sister chromatid pairs, which separate accurately at anaphase. In contrast, reduplicating chromosomes without separation frequently produces polytene chromosomes, a barrier to accurate mitosis. Chromosome reduplication occurs in many contexts, including: polytene tissue development, polytene tumors, and following treatment with mitosis-blocking chemotherapeutics. However, mechanisms responding to or resolving polyteny during mitosis are poorly understood. Here, using <italic>Drosophila,</italic> we uncover two distinct reduplicated chromosome responses. First, when reduplicated polytene chromosomes persist into metaphase, an anaphase delay prevents tissue malformation and apoptosis. Second, reduplicated polytene chromosomes can also separate prior to metaphase through a spindle-independent mechanism termed Separation-Into-Recent-Sisters (SIRS). Both reduplication responses require the spindle assembly checkpoint protein Mad2. While Mad2 delays anaphase separation of metaphase polytene chromosomes, Mad2’s control of overall mitotic timing ensures efficient SIRS. Our results pinpoint mechanisms enabling continued proliferation after genome reduplication, a finding with implications for cancer progression and prevention.","identifier":[{"type":"publisher-id","id":"15204"},{"type":"doi","id":"10.7554/eLife.15204"}],"date":{"day":"09","month":"05","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15204","entryfile":"elife-15204-v2.xml","files":["elife-15204-fig1-figsupp1-v2-600w.jpg","elife-15204-fig1-v2-600w.jpg","elife-15204-fig2-figsupp1-v2-600w.jpg","elife-15204-fig2-v2-600w.jpg","elife-15204-fig3-figsupp1-v2-600w.jpg","elife-15204-fig3-v2-600w.jpg","elife-15204-fig4-v2-600w.jpg","elife-15204-fig5-v2-600w.jpg","elife-15204-resp-fig1-v2-600w.jpg","elife-15204-v1.xml"]}