{"title":"Diabetes regulates fructose absorption through thioredoxin-interacting protein","author":[{"surname":"Dotimas","given-names":"James R"},{"surname":"Lee","given-names":"Austin W"},{"surname":"Schmider","given-names":"Angela B"},{"surname":"Carroll","given-names":"Shannon H"},{"surname":"Shah","given-names":"Anu"},{"surname":"Bilen","given-names":"Julide"},{"surname":"Elliott","given-names":"Kayla R"},{"surname":"Myers","given-names":"Ronald B"},{"surname":"Soberman","given-names":"Roy J"},{"surname":"Yoshioka","given-names":"Jun"},{"surname":"Lee","given-names":"Richard T"}],"abstract":"Metabolic studies suggest that the absorptive capacity of the small intestine for fructose is limited, though the molecular mechanisms controlling this process remain unknown. Here we demonstrate that thioredoxin-interacting protein (Txnip), which regulates glucose homeostasis in mammals, binds to fructose transporters and promotes fructose absorption by the small intestine. Deletion of <italic>Txnip</italic> in mice reduced fructose transport into the peripheral bloodstream and liver, as well as the severity of adverse metabolic outcomes resulting from long-term fructose consumption. We also demonstrate that fructose consumption induces expression of Txnip in the small intestine. Diabetic mice had increased expression of Txnip in the small intestine as well as enhanced fructose uptake and transport into the hepatic portal circulation. The deletion of <italic>Txnip</italic> in mice abolished the diabetes-induced increase in fructose absorption. Our results indicate that Txnip is a critical regulator of fructose metabolism and suggest that a diabetic state can promote fructose uptake.","identifier":[{"type":"publisher-id","id":"18313"},{"type":"doi","id":"10.7554/eLife.18313"}],"date":{"day":"11","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18313","entryfile":"elife-18313-v1.xml","files":["elife-18313-fig1-v1-600w.jpg","elife-18313-fig2-figsupp1-v1-600w.jpg","elife-18313-fig2-figsupp2-v1-600w.jpg","elife-18313-fig2-v1-600w.jpg","elife-18313-fig3-v1-600w.jpg","elife-18313-fig4-v1-600w.jpg","elife-18313-fig5-figsupp1-v1-600w.jpg","elife-18313-fig5-figsupp2-v1-600w.jpg","elife-18313-fig5-v1-600w.jpg"]}