{"title":"MicroRNA-146a acts as a guardian of the quality and longevity of hematopoietic stem cells in mice","author":[{"surname":"Zhao","given-names":"Jimmy L"},{"surname":"Rao","given-names":"Dinesh S"},{"surname":"O’Connell","given-names":"Ryan M"},{"surname":"Garcia-Flores","given-names":"Yvette"},{"surname":"Baltimore","given-names":"David"}],"abstract":"During inflammation and infection, hematopoietic stem and progenitor cells are stimulated to proliferate and differentiate into mature immune cells, especially of the myeloid lineage. MicroRNA-146a (miR-146a) is a critical negative regulator of inflammation. Deletion of miR-146a produces effects that appear as dysregulated inflammatory hematopoiesis, leading to a decline in the number and quality of hematopoietic stem cells (HSCs), excessive myeloproliferation, and, ultimately, to HSC exhaustion and hematopoietic neoplasms. At the cellular level, the defects are attributable to both an intrinsic problem in the miR-146a–deficient HSCs and extrinsic effects of lymphocytes and nonhematopoietic cells. At the molecular level, this involves a molecular axis consisting of miR-146a, signaling protein TRAF6, transcriptional factor NF-κB, and cytokine IL-6. This study has identified miR-146a to be a critical regulator of HSC homeostasis during chronic inflammation in mice and provided a molecular connection between chronic inflammation and the development of bone marrow failure and myeloproliferative neoplasms.","identifier":[{"type":"publisher-id","id":"00537"},{"type":"doi","id":"10.7554/eLife.00537"}],"date":{"day":"21","month":"05","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00537","entryfile":"elife-00537-v1.xml","files":["elife-00537-fig1-figsupp1-v1-600w.jpg","elife-00537-fig1-v1-600w.jpg","elife-00537-fig2-figsupp1-v1-600w.jpg","elife-00537-fig2-v1-600w.jpg","elife-00537-fig3-figsupp1-v1-600w.jpg","elife-00537-fig3-v1-600w.jpg","elife-00537-fig4-v1-600w.jpg","elife-00537-fig5-figsupp1-v1-600w.jpg","elife-00537-fig5-figsupp2-v1-600w.jpg","elife-00537-fig5-v1-600w.jpg","elife-00537-fig6-figsupp1-v1-600w.jpg","elife-00537-fig6-v1-600w.jpg","elife-00537-fig7-v1-600w.jpg","elife-00537-fig8-figsupp1-v1-600w.jpg","elife-00537-fig8-v1-600w.jpg"]}