{"title":"Favipiravir elicits antiviral mutagenesis during virus replication in vivo","author":[{"surname":"Arias","given-names":"Armando"},{"surname":"Thorne","given-names":"Lucy"},{"surname":"Goodfellow","given-names":"Ian"}],"abstract":"Lethal mutagenesis has emerged as a novel potential therapeutic approach to treat viral infections. Several studies have demonstrated that increases in the high mutation rates inherent to RNA viruses lead to viral extinction in cell culture, but evidence during infections in vivo is limited. In this study, we show that the broad-range antiviral nucleoside favipiravir reduces viral load in vivo by exerting antiviral mutagenesis in a mouse model for norovirus infection. Increased mutation frequencies were observed in samples from treated mice and were accompanied with lower or in some cases undetectable levels of infectious virus in faeces and tissues. Viral RNA isolated from treated animals showed reduced infectivity, a feature of populations approaching extinction during antiviral mutagenesis. These results suggest that favipiravir can induce norovirus mutagenesis in vivo, which in some cases leads to virus extinction, providing a proof-of-principle for the use of favipiravir derivatives or mutagenic nucleosides in the clinical treatment of noroviruses.","identifier":[{"type":"publisher-id","id":"03679"},{"type":"doi","id":"10.7554/eLife.03679"}],"date":{"day":"21","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03679","entryfile":"elife-03679-v1.xml","files":["elife-03679-fig1-figsupp1-v1-600w.jpg","elife-03679-fig1-v1-600w.jpg","elife-03679-fig2-v1-600w.jpg","elife-03679-fig3-figsupp1-v1-600w.jpg","elife-03679-fig3-v1-600w.jpg","elife-03679-fig4-figsupp1-v1-600w.jpg","elife-03679-fig4-v1-600w.jpg","elife-03679-fig5-figsupp1-v1-600w.jpg","elife-03679-fig5-figsupp2-v1-600w.jpg","elife-03679-fig5-figsupp3-v1-600w.jpg","elife-03679-fig5-figsupp4-v1-600w.jpg","elife-03679-fig5-v1-600w.jpg","elife-03679-fig6-figsupp1-v1-600w.jpg","elife-03679-fig6-v1-600w.jpg","elife-03679-fig7-figsupp1-v1-600w.jpg","elife-03679-fig7-v1-600w.jpg"]}