{"title":"Endocrine remodelling of the adult intestine sustains reproduction in <italic>Drosophila</italic>","author":[{"surname":"Reiff","given-names":"Tobias"},{"surname":"Jacobson","given-names":"Jake"},{"surname":"Cognigni","given-names":"Paola"},{"surname":"Antonello","given-names":"Zeus"},{"surname":"Ballesta","given-names":"Esther"},{"surname":"Tan","given-names":"Kah Junn"},{"surname":"Yew","given-names":"Joanne Y"},{"surname":"Dominguez","given-names":"Maria"},{"surname":"Miguel-Aliaga","given-names":"Irene"}],"abstract":"The production of offspring is energetically costly and relies on incompletely understood mechanisms that generate a positive energy balance. In mothers of many species, changes in key energy-associated internal organs are common yet poorly characterised functionally and mechanistically. In this study, we show that, in adult <italic>Drosophila</italic> females, the midgut is dramatically remodelled to enhance reproductive output. In contrast to extant models, organ remodelling does not occur in response to increased nutrient intake and/or offspring demands, but rather precedes them. With spatially and temporally directed manipulations, we identify juvenile hormone (JH) as an anticipatory endocrine signal released after mating. Acting through intestinal bHLH-PAS domain proteins Methoprene-tolerant (Met) and Germ cell-expressed (Gce), JH signals directly to intestinal progenitors to yield a larger organ, and adjusts gene expression and sterol regulatory element-binding protein (SREBP) activity in enterocytes to support increased lipid metabolism. Our findings identify a metabolically significant paradigm of adult somatic organ remodelling linking hormonal signals, epithelial plasticity, and reproductive output.","identifier":[{"type":"publisher-id","id":"06930"},{"type":"doi","id":"10.7554/eLife.06930"}],"date":{"day":"28","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06930","entryfile":"elife-06930-v1.xml","files":["elife-06930-fig1-figsupp1-v1-600w.jpg","elife-06930-fig1-v1-600w.jpg","elife-06930-fig2-v1-600w.jpg","elife-06930-fig3-figsupp1-v1-600w.jpg","elife-06930-fig3-v1-600w.jpg","elife-06930-fig4-figsupp1-v1-600w.jpg","elife-06930-fig4-v1-600w.jpg","elife-06930-resp-fig1-v1-600w.jpg","elife-06930-resp-fig2-v1-600w.jpg"]}