{"title":"Nematophagous fungus <italic>Arthrobotrys oligospora</italic> mimics olfactory cues of sex and food to lure its nematode prey","author":[{"surname":"Hsueh","given-names":"Yen-Ping"},{"surname":"Gronquist","given-names":"Matthew R"},{"surname":"Schwarz","given-names":"Erich M"},{"surname":"Nath","given-names":"Ravi David"},{"surname":"Lee","given-names":"Ching-Han"},{"surname":"Gharib","given-names":"Shalha"},{"surname":"Schroeder","given-names":"Frank C"},{"surname":"Sternberg","given-names":"Paul W"}],"abstract":"To study the molecular basis for predator-prey coevolution, we investigated how <italic>Caenorhabditis elegans</italic> responds to the predatory fungus <italic>Arthrobotrys oligospora</italic>. <italic>C. elegans</italic> and other nematodes were attracted to volatile compounds produced by <italic>A. oligospora</italic>. Gas-chromatographic mass-spectral analyses of <italic>A. oligospora</italic>-derived volatile metabolites identified several odors mimicking food cues attractive to nematodes. One compound, methyl 3-methyl-2-butenoate (MMB) additionally triggered strong sex- and stage-specific attraction in several <italic>Caenorhabditis</italic> species. Furthermore, when MMB is present, it interferes with nematode mating, suggesting that MMB might mimic sex pheromone in <italic>Caenorhabditis</italic> species. Forward genetic screening suggests that multiple receptors are involved in sensing MMB. Response to fungal odors involves the olfactory neuron AWCs. Single-cell RNA-seq revealed the GPCRs expressed in AWC. We propose that <italic>A. oligospora</italic> likely evolved the means to use olfactory mimicry to attract its nematode prey through the olfactory neurons in <italic>C. elegans</italic> and related species.","identifier":[{"type":"publisher-id","id":"20023"},{"type":"doi","id":"10.7554/eLife.20023"}],"date":{"day":"18","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20023","entryfile":"elife-20023-v1.xml","files":["elife-20023-fig1-v1-600w.jpg","elife-20023-fig2-v1-600w.jpg","elife-20023-fig3-v1-600w.jpg","elife-20023-fig4-v1-600w.jpg","elife-20023-fig5-v1-600w.jpg","elife-20023-fig6-figsupp1-v1-600w.jpg","elife-20023-fig6-figsupp2-v1-600w.jpg","elife-20023-fig6-v1-600w.jpg","elife-20023-fig7-v1-600w.jpg","elife-20023-fig8-v1-600w.jpg"]}