{"title":"Myofiber-specific TEAD1 overexpression drives satellite cell hyperplasia and counters pathological effects of dystrophin deficiency","author":[{"surname":"Southard","given-names":"Sheryl"},{"surname":"Kim","given-names":"Ju-Ryoung"},{"surname":"Low","given-names":"SiewHui"},{"surname":"Tsika","given-names":"Richard W"},{"surname":"Lepper","given-names":"Christoph"}],"abstract":"When unperturbed, somatic stem cells are poised to affect immediate tissue restoration upon trauma. Yet, little is known regarding the mechanistic basis controlling initial and homeostatic ‘scaling’ of stem cell pool sizes relative to their target tissues for effective regeneration. Here, we show that TEAD1-expressing skeletal muscle of transgenic mice features a dramatic hyperplasia of muscle stem cells (i.e. satellite cells, SCs) but surprisingly without affecting muscle tissue size. Super-numeral SCs attain a ‘normal’ quiescent state, accelerate regeneration, and maintain regenerative capacity over several injury-induced regeneration bouts. In dystrophic muscle, the TEAD1 transgene also ameliorated the pathology. We further demonstrate that hyperplastic SCs accumulate non-cell-autonomously via signal(s) from the TEAD1-expressing myofiber, suggesting that myofiber-specific TEAD1 overexpression activates a physiological signaling pathway(s) that determines initial and homeostatic SC pool size. We propose that TEAD1 and its downstream effectors are medically relevant targets for enhancing muscle regeneration and ameliorating muscle pathology.","identifier":[{"type":"publisher-id","id":"15461"},{"type":"doi","id":"10.7554/eLife.15461"}],"date":{"day":"11","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15461","entryfile":"elife-15461-v1.xml","files":["elife-15461-fig1-figsupp1-v1-600w.jpg","elife-15461-fig1-v1-600w.jpg","elife-15461-fig2-v1-600w.jpg","elife-15461-fig3-v1-600w.jpg","elife-15461-fig4-v1-600w.jpg","elife-15461-fig5-v1-600w.jpg","elife-15461-fig6-v1-600w.jpg","elife-15461-fig7-v1-600w.jpg","elife-15461-fig8-v1-600w.jpg","elife-15461-fig9-v1-600w.jpg"]}