{"title":"Membrane immersion allows rhomboid proteases to achieve specificity by reading transmembrane segment dynamics","author":[{"surname":"Moin","given-names":"Syed M"},{"surname":"Urban","given-names":"Sinisa"}],"abstract":"Rhomboid proteases reside within cellular membranes, but the advantage of this unusual environment is unclear. We discovered membrane immersion allows substrates to be identified in a fundamentally-different way, based initially upon exposing ‘masked’ conformational dynamics of transmembrane segments rather than sequence-specific binding. EPR and CD spectroscopy revealed that the membrane restrains rhomboid gate and substrate conformation to limit proteolysis. True substrates evolved intrinsically-unstable transmembrane helices that both become unstructured when not supported by the membrane, and facilitate partitioning into the hydrophilic, active-site environment. Accordingly, manipulating substrate and gate dynamics in living cells shifted cleavage sites in a manner incompatible with extended sequence binding, but correlated with a membrane-and-helix-exit propensity scale. Moreover, cleavage of diverse non-substrates was provoked by single-residue changes that destabilize transmembrane helices. Membrane immersion thus bestows rhomboid proteases with the ability to identify substrates primarily based on reading their intrinsic transmembrane dynamics.","identifier":[{"type":"publisher-id","id":"00173"},{"type":"doi","id":"10.7554/eLife.00173"}],"date":{"day":"13","month":"11","year":"2012"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00173","entryfile":"elife-00173-v1.xml","files":["elife-00173-fig1-figsupp1-v1-600w.jpg","elife-00173-fig1-figsupp2-v1-600w.jpg","elife-00173-fig1-v1-600w.jpg","elife-00173-fig2-v1-600w.jpg","elife-00173-fig3-figsupp1-v1-600w.jpg","elife-00173-fig3-v1-600w.jpg","elife-00173-fig4-figsupp1-v1-600w.jpg","elife-00173-fig4-v1-600w.jpg","elife-00173-fig5-figsupp1-v1-600w.jpg","elife-00173-fig5-figsupp2-v1-600w.jpg","elife-00173-fig5-v1-600w.jpg","elife-00173-fig6-figsupp1-v1-600w.jpg","elife-00173-fig6-v1-600w.jpg","elife-00173-fig7-v1-600w.jpg"]}