{"title":"Down-regulation of TORC2-Ypk1 signaling promotes MAPK-independent survival under hyperosmotic stress","author":[{"surname":"Muir","given-names":"Alexander"},{"surname":"Roelants","given-names":"Françoise M"},{"surname":"Timmons","given-names":"Garrett"},{"surname":"Leskoske","given-names":"Kristin L"},{"surname":"Thorner","given-names":"Jeremy"}],"abstract":"In eukaryotes, exposure to hypertonic conditions activates a MAPK (Hog1 in <italic>Saccharomyces cerevisiae</italic> and ortholog p38 in human cells). In yeast, intracellular glycerol accumulates to counterbalance the high external osmolarity. To prevent glycerol efflux, Hog1 action impedes the function of the aquaglyceroporin Fps1, in part, by displacing channel co-activators (Rgc1/2). However, Fps1 closes upon hyperosmotic shock even in <italic>hog1</italic>∆ cells, indicating another mechanism to prevent Fps1-mediated glycerol efflux. In our prior proteome-wide screen, Fps1 was identified as a target of TORC2-dependent protein kinase Ypk1 (<xref>Muir et al., 2014</xref>). We show here that Fps1 is an authentic Ypk1 substrate and that the open channel state of Fps1 requires phosphorylation by Ypk1. Moreover, hyperosmotic conditions block TORC2-dependent Ypk1-mediated Fps1 phosphorylation, causing channel closure, glycerol accumulation, and enhanced survival under hyperosmotic stress. These events are all Hog1-independent. Our findings define the underlying molecular basis of a new mechanism for responding to hypertonic conditions.","identifier":[{"type":"publisher-id","id":"09336"},{"type":"doi","id":"10.7554/eLife.09336"}],"date":{"day":"14","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09336","entryfile":"elife-09336-v2.xml","files":["elife-09336-fig1-figsupp1-v2-600w.jpg","elife-09336-fig1-figsupp2-v2-600w.jpg","elife-09336-fig1-figsupp3-v2-600w.jpg","elife-09336-fig1-figsupp4-v2-600w.jpg","elife-09336-fig1-figsupp5-v2-600w.jpg","elife-09336-fig1-v2-600w.jpg","elife-09336-fig2-v2-600w.jpg","elife-09336-fig3-v2-600w.jpg","elife-09336-fig4-v2-600w.jpg","elife-09336-v1.xml"]}