{"title":"DNA deaminases induce break-associated mutation showers with implication of APOBEC3B and 3A in breast cancer kataegis","author":[{"surname":"Taylor","given-names":"Benjamin JM"},{"surname":"Nik-Zainal","given-names":"Serena"},{"surname":"Wu","given-names":"Yee Ling"},{"surname":"Stebbings","given-names":"Lucy A"},{"surname":"Raine","given-names":"Keiran"},{"surname":"Campbell","given-names":"Peter J"},{"surname":"Rada","given-names":"Cristina"},{"surname":"Stratton","given-names":"Michael R"},{"surname":"Neuberger","given-names":"Michael S"}],"abstract":"Breast cancer genomes have revealed a novel form of mutation showers (kataegis) in which multiple same-strand substitutions at C:G pairs spaced one to several hundred nucleotides apart are clustered over kilobase-sized regions, often associated with sites of DNA rearrangement. We show kataegis can result from AID/APOBEC-catalysed cytidine deamination in the vicinity of DNA breaks, likely through action on single-stranded DNA exposed during resection. Cancer-like kataegis can be recapitulated by expression of AID/APOBEC family deaminases in yeast where it largely depends on uracil excision, which generates an abasic site for strand breakage. Localized kataegis can also be nucleated by an I-SceI-induced break. Genome-wide patterns of APOBEC3-catalyzed deamination in yeast reveal APOBEC3B and 3A as the deaminases whose mutational signatures are most similar to those of breast cancer kataegic mutations. Together with expression and functional assays, the results implicate APOBEC3B/A in breast cancer hypermutation and give insight into the mechanism of kataegis.","identifier":[{"type":"publisher-id","id":"00534"},{"type":"doi","id":"10.7554/eLife.00534"}],"date":{"day":"16","month":"04","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00534","entryfile":"elife-00534-v1.xml","files":["elife-00534-fig1-figsupp1-v1-600w.jpg","elife-00534-fig1-v1-600w.jpg","elife-00534-fig2-figsupp1-v1-600w.jpg","elife-00534-fig2-figsupp2-v1-600w.jpg","elife-00534-fig2-v1-600w.jpg","elife-00534-fig3-figsupp1-v1-600w.jpg","elife-00534-fig3-figsupp2-v1-600w.jpg","elife-00534-fig3-figsupp3-v1-600w.jpg","elife-00534-fig3-figsupp4-v1-600w.jpg","elife-00534-fig3-v1-600w.jpg","elife-00534-fig4-v1-600w.jpg"]}