{"title":"Vacillation, indecision and hesitation in moment-by-moment decoding of monkey motor cortex","author":[{"surname":"Kaufman","given-names":"Matthew T"},{"surname":"Churchland","given-names":"Mark M"},{"surname":"Ryu","given-names":"Stephen I"},{"surname":"Shenoy","given-names":"Krishna V"}],"abstract":"When choosing actions, we can act decisively, vacillate, or suffer momentary indecision. Studying how individual decisions unfold requires moment-by-moment readouts of brain state. Here we provide such a view from dorsal premotor and primary motor cortex. Two monkeys performed a novel decision task while we recorded from many neurons simultaneously. We found that a decoder trained using ‘forced choices’ (one target viable) was highly reliable when applied to ‘free choices’. However, during free choices internal events formed three categories. Typically, neural activity was consistent with rapid, unwavering choices. Sometimes, though, we observed presumed ‘changes of mind’: the neural state initially reflected one choice before changing to reflect the final choice. Finally, we observed momentary ‘indecision’: delay forming any clear motor plan. Further, moments of neural indecision accompanied moments of behavioral indecision. Together, these results reveal the rich and diverse set of internal events long suspected to occur during free choice.","identifier":[{"type":"publisher-id","id":"04677"},{"type":"doi","id":"10.7554/eLife.04677"}],"date":{"day":"05","month":"05","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04677","entryfile":"elife-04677-v1.xml","files":["elife-04677-fig1-figsupp1-v1-600w.jpg","elife-04677-fig1-v1-600w.jpg","elife-04677-fig2-figsupp1-v1-600w.jpg","elife-04677-fig2-figsupp2-v1-600w.jpg","elife-04677-fig2-v1-600w.jpg","elife-04677-fig3-figsupp1-v1-600w.jpg","elife-04677-fig3-v1-600w.jpg","elife-04677-fig4-figsupp1-v1-600w.jpg","elife-04677-fig4-figsupp2-v1-600w.jpg","elife-04677-fig4-figsupp3-v1-600w.jpg","elife-04677-fig4-figsupp4-v1-600w.jpg","elife-04677-fig4-figsupp5-v1-600w.jpg","elife-04677-fig4-v1-600w.jpg","elife-04677-fig5-figsupp1-v1-600w.jpg","elife-04677-fig5-figsupp2-v1-600w.jpg","elife-04677-fig5-v1-600w.jpg","elife-04677-resp-fig1-v1-600w.jpg"]}