{"title":"Ventromedial hypothalamic neurons control a defensive emotion state","author":[{"surname":"Kunwar","given-names":"Prabhat S"},{"surname":"Zelikowsky","given-names":"Moriel"},{"surname":"Remedios","given-names":"Ryan"},{"surname":"Cai","given-names":"Haijiang"},{"surname":"Yilmaz","given-names":"Melis"},{"surname":"Meister","given-names":"Markus"},{"surname":"Anderson","given-names":"David J"}],"abstract":"Defensive behaviors reflect underlying emotion states, such as fear. The hypothalamus plays a role in such behaviors, but prevailing textbook views depict it as an effector of upstream emotion centers, such as the amygdala, rather than as an emotion center itself. We used optogenetic manipulations to probe the function of a specific hypothalamic cell type that mediates innate defensive responses. These neurons are sufficient to drive multiple defensive actions, and required for defensive behaviors in diverse contexts. The behavioral consequences of activating these neurons, moreover, exhibit properties characteristic of emotion states in general, including scalability, (negative) valence, generalization and persistence. Importantly, these neurons can also condition learned defensive behavior, further refuting long-standing claims that the hypothalamus is unable to support emotional learning and therefore is not an emotion center. These data indicate that the hypothalamus plays an integral role to instantiate emotion states, and is not simply a passive effector of upstream emotion centers.","identifier":[{"type":"publisher-id","id":"06633"},{"type":"doi","id":"10.7554/eLife.06633"}],"date":{"day":"06","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06633","entryfile":"elife-06633-v2.xml","files":["elife-06633-fig1-figsupp1-v2-600w.jpg","elife-06633-fig1-v2-600w.jpg","elife-06633-fig2-figsupp1-v2-600w.jpg","elife-06633-fig2-v2-600w.jpg","elife-06633-fig3-v2-600w.jpg","elife-06633-fig4-v2-600w.jpg","elife-06633-fig5-figsupp1-v2-600w.jpg","elife-06633-fig5-figsupp2-v2-600w.jpg","elife-06633-fig5-v2-600w.jpg","elife-06633-fig6-v2-600w.jpg","elife-06633-fig7-v2-600w.jpg","elife-06633-fig8-figsupp1-v2-600w.jpg","elife-06633-fig8-v2-600w.jpg","elife-06633-v1.xml"]}