{"title":"Age-dependent electroencephalogram (EEG) patterns during sevoflurane general anesthesia in infants","author":[{"surname":"Cornelissen","given-names":"Laura"},{"surname":"Kim","given-names":"Seong-Eun"},{"surname":"Purdon","given-names":"Patrick L"},{"surname":"Brown","given-names":"Emery N"},{"surname":"Berde","given-names":"Charles B"}],"abstract":"Electroencephalogram (EEG) approaches may provide important information about developmental changes in brain-state dynamics during general anesthesia. We used multi-electrode EEG, analyzed with multitaper spectral methods and video recording of body movement to characterize the spatio-temporal dynamics of brain activity in 36 infants 0–6 months old when awake, and during maintenance of and emergence from sevoflurane general anesthesia. During maintenance: (1) slow-delta oscillations were present in all ages; (2) theta and alpha oscillations emerged around 4 months; (3) unlike adults, all infants lacked frontal alpha predominance and coherence. Alpha power was greatest during maintenance, compared to awake and emergence in infants at 4–6 months. During emergence, theta and alpha power decreased with decreasing sevoflurane concentration in infants at 4–6 months. These EEG dynamic differences are likely due to developmental factors including regional differences in synaptogenesis, glucose metabolism, and myelination across the cortex. We demonstrate the need to apply age-adjusted analytic approaches to develop neurophysiologic-based strategies for pediatric anesthetic state monitoring.","identifier":[{"type":"publisher-id","id":"06513"},{"type":"doi","id":"10.7554/eLife.06513"}],"date":{"day":"23","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06513","entryfile":"elife-06513-v2.xml","files":["elife-06513-fig1-v2-600w.jpg","elife-06513-fig10-figsupp1-v2-600w.jpg","elife-06513-fig10-v2-600w.jpg","elife-06513-fig11-v2-600w.jpg","elife-06513-fig12-v2-600w.jpg","elife-06513-fig2-v2-600w.jpg","elife-06513-fig3-v2-600w.jpg","elife-06513-fig4-figsupp1-v2-600w.jpg","elife-06513-fig4-v2-600w.jpg","elife-06513-fig5-v2-600w.jpg","elife-06513-fig6-v2-600w.jpg","elife-06513-fig7-v2-600w.jpg","elife-06513-fig8-v2-600w.jpg","elife-06513-fig9-v2-600w.jpg","elife-06513-resp-fig1-v2-600w.jpg","elife-06513-resp-fig2-v2-600w.jpg","elife-06513-v1.xml"]}