{"title":"Neuron hemilineages provide the functional ground plan for the <italic>Drosophila</italic> ventral nervous system","author":[{"surname":"Harris","given-names":"Robin M"},{"surname":"Pfeiffer","given-names":"Barret D"},{"surname":"Rubin","given-names":"Gerald M"},{"surname":"Truman","given-names":"James W"}],"abstract":"<italic>Drosophila</italic> central neurons arise from neuroblasts that generate neurons in a pair-wise fashion, with the two daughters providing the basis for distinct A and B hemilineage groups. 33 postembryonically-born hemilineages contribute over 90% of the neurons in each thoracic hemisegment. We devised genetic approaches to define the anatomy of most of these hemilineages and to assessed their functional roles using the heat-sensitive channel dTRPA1. The simplest hemilineages contained local interneurons and their activation caused tonic or phasic leg movements lacking interlimb coordination. The next level was hemilineages of similar projection cells that drove intersegmentally coordinated behaviors such as walking. The highest level involved hemilineages whose activation elicited complex behaviors such as takeoff. These activation phenotypes indicate that the hemilineages vary in their behavioral roles with some contributing to local networks for sensorimotor processing and others having higher order functions of coordinating these local networks into complex behavior.","identifier":[{"type":"publisher-id","id":"04493"},{"type":"doi","id":"10.7554/eLife.04493"}],"date":{"day":"20","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04493","entryfile":"elife-04493-v2.xml","files":["elife-04493-fig1-v2-600w.jpg","elife-04493-fig2-v2-600w.jpg","elife-04493-fig3-figsupp1-v2-600w.jpg","elife-04493-fig3-v2-600w.jpg","elife-04493-fig4-figsupp1-v2-600w.jpg","elife-04493-fig4-v2-600w.jpg","elife-04493-fig5-figsupp1-v2-600w.jpg","elife-04493-fig5-v2-600w.jpg","elife-04493-fig6-figsupp1-v2-600w.jpg","elife-04493-fig6-v2-600w.jpg","elife-04493-fig7-figsupp1-v2-600w.jpg","elife-04493-fig7-v2-600w.jpg","elife-04493-fig8-v2-600w.jpg","elife-04493-fig9-v2-600w.jpg","elife-04493-v1.xml"]}