{"title":"NuMA-microtubule interactions are critical for spindle orientation and the morphogenesis of diverse epidermal structures","author":[{"surname":"Seldin","given-names":"Lindsey"},{"surname":"Muroyama","given-names":"Andrew"},{"surname":"Lechler","given-names":"Terry"}],"abstract":"Mitotic spindle orientation is used to generate cell fate diversity and drive proper tissue morphogenesis. A complex of NuMA and dynein/dynactin is required for robust spindle orientation in a number of cell types. Previous research proposed that cortical dynein/dynactin was sufficient to generate forces on astral microtubules (MTs) to orient the spindle, with NuMA acting as a passive tether. In this study, we demonstrate that dynein/dynactin is insufficient for spindle orientation establishment in keratinocytes and that NuMA’s MT-binding domain, which targets MT tips, is also required. Loss of NuMA-MT interactions in skin caused defects in spindle orientation and epidermal differentiation, leading to neonatal lethality. In addition, we show that NuMA-MT interactions are also required in adult mice for hair follicle morphogenesis and spindle orientation within the transit-amplifying cells of the matrix. Loss of spindle orientation in matrix cells results in defective differentiation of matrix-derived lineages. Our results reveal an additional and direct function of NuMA during mitotic spindle positioning, as well as a reiterative use of spindle orientation in the skin to build diverse structures.","identifier":[{"type":"publisher-id","id":"12504"},{"type":"doi","id":"10.7554/eLife.12504"}],"date":{"day":"14","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12504","entryfile":"elife-12504-v2.xml","files":["elife-12504-fig1-figsupp1-v2-600w.jpg","elife-12504-fig1-figsupp2-v2-600w.jpg","elife-12504-fig1-v2-600w.jpg","elife-12504-fig2-figsupp1-v2-600w.jpg","elife-12504-fig2-v2-600w.jpg","elife-12504-fig3-figsupp1-v2-600w.jpg","elife-12504-fig3-figsupp2-v2-600w.jpg","elife-12504-fig3-figsupp3-v2-600w.jpg","elife-12504-fig3-figsupp4-v2-600w.jpg","elife-12504-fig3-figsupp5-v2-600w.jpg","elife-12504-fig3-v2-600w.jpg","elife-12504-fig4-v2-600w.jpg","elife-12504-fig5-figsupp1-v2-600w.jpg","elife-12504-fig5-figsupp2-v2-600w.jpg","elife-12504-fig5-v2-600w.jpg","elife-12504-fig6-figsupp1-v2-600w.jpg","elife-12504-fig6-figsupp2-v2-600w.jpg","elife-12504-fig6-figsupp3-v2-600w.jpg","elife-12504-fig6-figsupp4-v2-600w.jpg","elife-12504-fig6-v2-600w.jpg","elife-12504-fig7-v2-600w.jpg","elife-12504-v1.xml"]}