{"title":"Seasonal shift in timing of vernalization as an adaptation to extreme winter","author":[{"surname":"Duncan","given-names":"Susan"},{"surname":"Holm","given-names":"Svante"},{"surname":"Questa","given-names":"Julia"},{"surname":"Irwin","given-names":"Judith"},{"surname":"Grant","given-names":"Alastair"},{"surname":"Dean","given-names":"Caroline"}],"abstract":"The requirement for vernalization, a need for prolonged cold to trigger flowering, aligns reproductive development with favorable spring conditions. In <italic>Arabidopsis thaliana</italic> vernalization depends on the cold-induced epigenetic silencing of the floral repressor locus <italic>FLC</italic>. Extensive natural variation in vernalization response is associated with <italic>A. thaliana</italic> accessions collected from different geographical regions. Here, we analyse natural variation for vernalization temperature requirement in accessions, including those from the northern limit of the <italic>A. thaliana</italic> range. Vernalization required temperatures above 0°C and was still relatively effective at 14°C in all the accessions. The different accessions had characteristic vernalization temperature profiles. One Northern Swedish accession showed maximum vernalization at 8°C, both at the level of flowering time and <italic>FLC</italic> chromatin silencing. Historical temperature records predicted all accessions would vernalize in autumn in N. Sweden, a prediction we validated in field transplantation experiments. The vernalization response of the different accessions was monitored over three intervals in the field and found to match that when the average field temperature was given as a constant condition. The vernalization temperature range of 0–14°C meant all accessions fully vernalized before snowfall in N. Sweden. These findings have important implications for understanding the molecular basis of adaptation and for predicting the consequences of climate change on flowering time.","identifier":[{"type":"publisher-id","id":"06620"},{"type":"doi","id":"10.7554/eLife.06620"}],"date":{"day":"23","month":"07","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06620","entryfile":"elife-06620-v2.xml","files":["elife-06620-fig1-figsupp1-v2-600w.jpg","elife-06620-fig1-figsupp2-v2-600w.jpg","elife-06620-fig1-v2-600w.jpg","elife-06620-fig2-figsupp1-v2-600w.jpg","elife-06620-fig2-v2-600w.jpg","elife-06620-fig3-figsupp1-v2-600w.jpg","elife-06620-fig3-figsupp2-v2-600w.jpg","elife-06620-fig3-figsupp3-v2-600w.jpg","elife-06620-fig3-figsupp4-v2-600w.jpg","elife-06620-fig3-figsupp5-v2-600w.jpg","elife-06620-fig3-figsupp6-v2-600w.jpg","elife-06620-fig3-figsupp7-v2-600w.jpg","elife-06620-fig3-v2-600w.jpg","elife-06620-fig4-figsupp1-v2-600w.jpg","elife-06620-fig4-v2-600w.jpg","elife-06620-v1.xml"]}