{"title":"ATF4 licenses C/EBPβ activity in human mesenchymal stem cells primed for adipogenesis","author":[{"surname":"Cohen","given-names":"Daniel M"},{"surname":"Won","given-names":"Kyoung-Jae"},{"surname":"Nguyen","given-names":"Nha"},{"surname":"Lazar","given-names":"Mitchell A"},{"surname":"Chen","given-names":"Christopher S"},{"surname":"Steger","given-names":"David J"}],"abstract":"A well-established cascade of transcription factor (TF) activity orchestrates adipogenesis in response to chemical cues, yet how cell-intrinsic determinants of differentiation such as cell shape and/or seeding density inform this transcriptional program remain enigmatic. Here, we uncover a novel mechanism licensing transcription in human mesenchymal stem cells (hMSCs) adipogenically primed by confluence. Prior to adipogenesis, confluency promotes heterodimer recruitment of the bZip TFs C/EBPβ and ATF4 to a non-canonical C/EBP DNA sequence. ATF4 depletion decreases both cell-density-dependent transcription and adipocyte differentiation. Global profiling in hMSCs and a novel cell-free assay reveals that ATF4 requires C/EBPβ for genomic binding at a motif distinct from that bound by the C/EBPβ homodimer. Our observations demonstrate that C/EBPβ bridges the transcriptional programs in naïve, confluent cells and early differentiating pre-adipocytes. Moreover, they suggest that homo- and heterodimer formation poise C/EBPβ to execute diverse and stage-specific transcriptional programs by exploiting an expanded motif repertoire.","identifier":[{"type":"publisher-id","id":"06821"},{"type":"doi","id":"10.7554/eLife.06821"}],"date":{"day":"25","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06821","entryfile":"elife-06821-v3.xml","files":["elife-06821-fig1-figsupp1-v3-600w.jpg","elife-06821-fig1-figsupp2-v3-600w.jpg","elife-06821-fig1-v3-600w.jpg","elife-06821-fig2-v3-600w.jpg","elife-06821-fig3-figsupp1-v3-600w.jpg","elife-06821-fig3-v3-600w.jpg","elife-06821-fig4-figsupp1-v3-600w.jpg","elife-06821-fig4-v3-600w.jpg","elife-06821-fig5-figsupp1-v3-600w.jpg","elife-06821-fig5-v3-600w.jpg","elife-06821-fig6-figsupp1-v3-600w.jpg","elife-06821-fig6-v3-600w.jpg","elife-06821-fig7-v3-600w.jpg","elife-06821-resp-fig1-v3-600w.jpg","elife-06821-resp-fig2-v3-600w.jpg","elife-06821-v1.xml","elife-06821-v2.xml"]}