{"title":"Selective sorting and destruction of mitochondrial membrane proteins in aged yeast","author":[{"surname":"Hughes","given-names":"Adam L"},{"surname":"Hughes","given-names":"Casey E"},{"surname":"Henderson","given-names":"Kiersten A"},{"surname":"Yazvenko","given-names":"Nina"},{"surname":"Gottschling","given-names":"Daniel E"}],"abstract":"Mitochondrial dysfunction is a hallmark of aging, and underlies the development of many diseases. Cells maintain mitochondrial homeostasis through a number of pathways that remodel the mitochondrial proteome or alter mitochondrial content during times of stress or metabolic adaptation. Here, using yeast as a model system, we identify a new mitochondrial degradation system that remodels the mitochondrial proteome of aged cells. Unlike many common mitochondrial degradation pathways, this system selectively removes a subset of membrane proteins from the mitochondrial inner and outer membranes, while leaving the remainder of the organelle intact. Selective removal of preexisting proteins is achieved by sorting into a mitochondrial-derived compartment, or MDC, followed by release through mitochondrial fission and elimination by autophagy. Formation of MDCs requires the import receptors Tom70/71, and failure to form these structures exacerbates preexisting mitochondrial dysfunction, suggesting that the MDC pathway provides protection to mitochondria in times of stress.","identifier":[{"type":"publisher-id","id":"13943"},{"type":"doi","id":"10.7554/eLife.13943"}],"date":{"day":"20","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13943","entryfile":"elife-13943-v3.xml","files":["elife-13943-fig1-v3-600w.jpg","elife-13943-fig2-figsupp1-v3-600w.jpg","elife-13943-fig2-v3-600w.jpg","elife-13943-fig3-v3-600w.jpg","elife-13943-fig4-figsupp1-v3-600w.jpg","elife-13943-fig4-figsupp2-v3-600w.jpg","elife-13943-fig4-v3-600w.jpg","elife-13943-fig5-figsupp1-v3-600w.jpg","elife-13943-fig5-v3-600w.jpg","elife-13943-fig6-v3-600w.jpg","elife-13943-fig7-figsupp1-v3-600w.jpg","elife-13943-fig7-v3-600w.jpg","elife-13943-v1.xml","elife-13943-v2.xml"]}