{"title":"Heritable capture of heterochromatin dynamics in <italic>Saccharomyces cerevisiae</italic>","author":[{"surname":"Dodson","given-names":"Anne E"},{"surname":"Rine","given-names":"Jasper"}],"abstract":"Heterochromatin exerts a heritable form of eukaryotic gene repression and contributes to chromosome segregation fidelity and genome stability. However, to date there has been no quantitative evaluation of the stability of heterochromatic gene repression. We designed a genetic strategy to capture transient losses of gene silencing in <italic>Saccharomyces</italic> as permanent, heritable changes in genotype and phenotype. This approach revealed rare transcription within heterochromatin that occurred in approximately 1/1000 cell divisions. In concordance with multiple lines of evidence suggesting these events were rare and transient, single-molecule RNA FISH showed that transcription was limited. The ability to monitor fluctuations in heterochromatic repression uncovered previously unappreciated roles for Sir1, a silencing establishment factor, in the maintenance and/or inheritance of silencing. In addition, we identified the sirtuin Hst3 and its histone target as contributors to the stability of the silenced state. These approaches revealed dynamics of a heterochromatin function that have been heretofore inaccessible.","identifier":[{"type":"publisher-id","id":"05007"},{"type":"doi","id":"10.7554/eLife.05007"}],"date":{"day":"12","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05007","entryfile":"elife-05007-v2.xml","files":["elife-05007-fig1-v2-600w.jpg","elife-05007-fig2-figsupp1-v2-600w.jpg","elife-05007-fig2-v2-600w.jpg","elife-05007-fig3-v2-600w.jpg","elife-05007-fig4-figsupp1-v2-600w.jpg","elife-05007-fig4-figsupp2-v2-600w.jpg","elife-05007-fig4-v2-600w.jpg","elife-05007-fig5-figsupp1-v2-600w.jpg","elife-05007-fig5-v2-600w.jpg","elife-05007-fig6-figsupp1-v2-600w.jpg","elife-05007-fig6-v2-600w.jpg","elife-05007-fig7-figsupp1-v2-600w.jpg","elife-05007-fig7-figsupp2-v2-600w.jpg","elife-05007-fig7-v2-600w.jpg","elife-05007-fig8-figsupp1-v2-600w.jpg","elife-05007-fig8-v2-600w.jpg","elife-05007-v1.xml"]}