{"title":"Dissociable roles of the inferior longitudinal fasciculus and fornix in face and place perception","author":[{"surname":"Hodgetts","given-names":"Carl J"},{"surname":"Postans","given-names":"Mark"},{"surname":"Shine","given-names":"Jonathan P"},{"surname":"Jones","given-names":"Derek K"},{"surname":"Lawrence","given-names":"Andrew D"},{"surname":"Graham","given-names":"Kim S"}],"abstract":"We tested a novel hypothesis, generated from representational accounts of medial temporal lobe (MTL) function, that the major white matter tracts converging on perirhinal cortex (PrC) and hippocampus (HC) would be differentially involved in face and scene perception, respectively. Diffusion tensor imaging was applied in healthy participants alongside an odd-one-out paradigm sensitive to PrC and HC lesions in animals and humans. Microstructure of inferior longitudinal fasciculus (ILF, connecting occipital and ventro-anterior temporal lobe, including PrC) and fornix (the main HC input/output pathway) correlated with accuracy on odd-one-out judgements involving faces and scenes, respectively. Similarly, blood oxygen level-dependent (BOLD) response in PrC and HC, elicited during oddity judgements, was correlated with face and scene oddity performance, respectively. We also observed associations between ILF and fornix microstructure and category-selective BOLD response in PrC and HC, respectively. These striking three-way associations highlight functionally dissociable, structurally instantiated MTL neurocognitive networks for complex face and scene perception.","identifier":[{"type":"publisher-id","id":"07902"},{"type":"doi","id":"10.7554/eLife.07902"}],"date":{"day":"29","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07902","entryfile":"elife-07902-v2.xml","files":["elife-07902-fig1-figsupp1-v2-600w.jpg","elife-07902-fig1-v2-600w.jpg","elife-07902-fig2-v2-600w.jpg","elife-07902-fig3-v2-600w.jpg","elife-07902-fig4-v2-600w.jpg","elife-07902-fig5-v2-600w.jpg","elife-07902-fig6-v2-600w.jpg","elife-07902-v1.xml"]}