{"title":"Acoustic duetting in <italic>Drosophila virilis</italic> relies on the integration of auditory and tactile signals","author":[{"surname":"LaRue","given-names":"Kelly M"},{"surname":"Clemens","given-names":"Jan"},{"surname":"Berman","given-names":"Gordon J"},{"surname":"Murthy","given-names":"Mala"}],"abstract":"Many animal species, including insects, are capable of acoustic duetting, a complex social behavior in which males and females tightly control the rate and timing of their courtship song syllables relative to each other. The mechanisms underlying duetting remain largely unknown across model systems. Most studies of duetting focus exclusively on acoustic interactions, but the use of multisensory cues should aid in coordinating behavior between individuals. To test this hypothesis, we develop <italic>Drosophila virilis</italic> as a new model for studies of duetting. By combining sensory manipulations, quantitative behavioral assays, and statistical modeling, we show that <italic>virilis</italic> females combine precisely timed auditory and tactile cues to drive song production and duetting. Tactile cues delivered to the abdomen and genitalia play the larger role in females, as even headless females continue to coordinate song production with courting males. These data, therefore, reveal a novel, non-acoustic, mechanism for acoustic duetting. Finally, our results indicate that female-duetting circuits are not sexually differentiated, as males can also produce ‘female-like’ duets in a context-dependent manner.","identifier":[{"type":"publisher-id","id":"07277"},{"type":"doi","id":"10.7554/eLife.07277"}],"date":{"day":"05","month":"06","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07277","entryfile":"elife-07277-v1.xml","files":["elife-07277-fig1-figsupp1-v1-600w.jpg","elife-07277-fig1-figsupp2-v1-600w.jpg","elife-07277-fig1-figsupp3-v1-600w.jpg","elife-07277-fig1-v1-600w.jpg","elife-07277-fig2-figsupp1-v1-600w.jpg","elife-07277-fig2-figsupp2-v1-600w.jpg","elife-07277-fig2-v1-600w.jpg","elife-07277-fig3-figsupp1-v1-600w.jpg","elife-07277-fig3-figsupp2-v1-600w.jpg","elife-07277-fig3-figsupp3-v1-600w.jpg","elife-07277-fig3-v1-600w.jpg","elife-07277-fig4-figsupp1-v1-600w.jpg","elife-07277-fig4-v1-600w.jpg","elife-07277-fig5-v1-600w.jpg","elife-07277-fig6-v1-600w.jpg","elife-07277-fig7-figsupp1-v1-600w.jpg","elife-07277-fig7-v1-600w.jpg","elife-07277-fig8-v1-600w.jpg"]}