{"title":"Nascent-Seq reveals novel features of mouse circadian transcriptional regulation","author":[{"surname":"Menet","given-names":"Jerome S"},{"surname":"Rodriguez","given-names":"Joseph"},{"surname":"Abruzzi","given-names":"Katharine C"},{"surname":"Rosbash","given-names":"Michael"}],"abstract":"A substantial fraction of the metazoan transcriptome undergoes circadian oscillations in many cells and tissues. Based on the transcription feedback loops important for circadian timekeeping, it is commonly assumed that this mRNA cycling reflects widespread transcriptional regulation. To address this issue, we directly measured the circadian dynamics of mouse liver transcription using Nascent-Seq (genome-wide sequencing of nascent RNA). Although many genes are rhythmically transcribed, many rhythmic mRNAs manifest poor transcriptional rhythms, indicating a prominent contribution of post-transcriptional regulation to circadian mRNA expression. This analysis of rhythmic transcription also showed that the rhythmic DNA binding profile of the transcription factors CLOCK and BMAL1 does not determine the transcriptional phase of most target genes. This likely reflects gene-specific collaborations of CLK:BMAL1 with other transcription factors. These insights from Nascent-Seq indicate that it should have broad applicability to many other gene expression regulatory issues.","identifier":[{"type":"publisher-id","id":"00011"},{"type":"doi","id":"10.7554/eLife.00011"}],"date":{"day":"13","month":"11","year":"2012"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00011","entryfile":"elife-00011-v1.xml","files":["elife-00011-fig1-v1-600w.jpg","elife-00011-fig2-figsupp1-v1-600w.jpg","elife-00011-fig2-figsupp2-v1-600w.jpg","elife-00011-fig2-figsupp3-v1-600w.jpg","elife-00011-fig2-figsupp4-v1-600w.jpg","elife-00011-fig2-figsupp5-v1-600w.jpg","elife-00011-fig2-figsupp6-v1-600w.jpg","elife-00011-fig2-v1-600w.jpg","elife-00011-fig3-v1-600w.jpg","elife-00011-fig4-v1-600w.jpg","elife-00011-fig5-v1-600w.jpg","elife-00011-fig6-v1-600w.jpg","elife-00011-fig7-v1-600w.jpg","elife-00011-fig8-v1-600w.jpg","elife-00011-fig9-v1-600w.jpg"]}