{"title":"Target DNA bending by the Mu transpososome promotes careful transposition and prevents its reversal","author":[{"surname":"Fuller","given-names":"James R"},{"surname":"Rice","given-names":"Phoebe A"}],"abstract":"The transposition of bacteriophage Mu serves as a model system for understanding DDE transposases and integrases. All available structures of these enzymes at the end of the transposition reaction, including Mu, exhibit significant bends in the transposition target site DNA. Here we use Mu to investigate the ramifications of target DNA bending on the transposition reaction. Enhancing the flexibility of the target DNA or prebending it increases its affinity for transpososomes by over an order of magnitude and increases the overall reaction rate. This and FRET confirm that flexibility is interrogated early during the interaction between the transposase and a potential target site, which may be how other DNA binding proteins can steer selection of advantageous target sites. We also find that the conformation of the target DNA after strand transfer is involved in preventing accidental catalysis of the reverse reaction, as conditions that destabilize this conformation also trigger reversal.","identifier":[{"type":"publisher-id","id":"21777"},{"type":"doi","id":"10.7554/eLife.21777"}],"date":{"day":"13","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21777","entryfile":"elife-21777-v3.xml","files":["elife-21777-fig1-figsupp1-v3-600w.jpg","elife-21777-fig1-v3-600w.jpg","elife-21777-fig2-figsupp1-v3-600w.jpg","elife-21777-fig2-figsupp2-v3-600w.jpg","elife-21777-fig2-v3-600w.jpg","elife-21777-fig3-figsupp1-v3-600w.jpg","elife-21777-fig3-v3-600w.jpg","elife-21777-fig4-figsupp1-v3-600w.jpg","elife-21777-fig4-figsupp2-v3-600w.jpg","elife-21777-fig4-figsupp3-v3-600w.jpg","elife-21777-fig4-v3-600w.jpg","elife-21777-fig5-figsupp1-v3-600w.jpg","elife-21777-fig5-figsupp2-v3-600w.jpg","elife-21777-fig5-v3-600w.jpg","elife-21777-fig6-figsupp1-v3-600w.jpg","elife-21777-fig6-v3-600w.jpg","elife-21777-fig7-v3-600w.jpg","elife-21777-v1.xml","elife-21777-v2.xml"]}