{"title":"Evolutionary consequences of intra-patient phage predation on microbial populations","author":[{"surname":"Seed","given-names":"Kimberley D"},{"surname":"Yen","given-names":"Minmin"},{"surname":"Shapiro","given-names":"B Jesse"},{"surname":"Hilaire","given-names":"Isabelle J"},{"surname":"Charles","given-names":"Richelle C"},{"surname":"Teng","given-names":"Jessica E"},{"surname":"Ivers","given-names":"Louise C"},{"surname":"Boncy","given-names":"Jacques"},{"surname":"Harris","given-names":"Jason B"},{"surname":"Camilli","given-names":"Andrew"}],"abstract":"The impact of phage predation on bacterial pathogens in the context of human disease is not currently appreciated. Here, we show that predatory interactions of a phage with an important environmentally transmitted pathogen, <italic>Vibrio cholerae</italic>, can modulate the evolutionary trajectory of this pathogen during the natural course of infection within individual patients. We analyzed geographically and temporally disparate cholera patient stool samples from Haiti and Bangladesh and found that phage predation can drive the genomic diversity of intra-patient <italic>V. cholerae</italic> populations. Intra-patient phage-sensitive and phage-resistant isolates were isogenic except for mutations conferring phage resistance, and moreover, phage-resistant <italic>V. cholerae</italic> populations were composed of a heterogeneous mix of many unique mutants. We also observed that phage predation can significantly alter the virulence potential of <italic>V. cholerae</italic> shed from cholera patients. We provide the first molecular evidence for predatory phage shaping microbial community structure during the natural course of infection in humans.","identifier":[{"type":"publisher-id","id":"03497"},{"type":"doi","id":"10.7554/eLife.03497"}],"date":{"day":"26","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03497","entryfile":"elife-03497-v1.xml","files":["elife-03497-fig1-figsupp1-v1-600w.jpg","elife-03497-fig1-figsupp2-v1-600w.jpg","elife-03497-fig1-v1-600w.jpg","elife-03497-fig2-v1-600w.jpg","elife-03497-fig3-figsupp1-v1-600w.jpg","elife-03497-fig3-v1-600w.jpg","elife-03497-fig4-v1-600w.jpg","elife-03497-resp-fig1-v1-600w.jpg"]}