{"title":"Neto auxiliary proteins control both the trafficking and biophysical properties of the kainate receptor GluK1","author":[{"surname":"Sheng","given-names":"Nengyin"},{"surname":"Shi","given-names":"Yun S"},{"surname":"Lomash","given-names":"Richa Madan"},{"surname":"Roche","given-names":"Katherine W"},{"surname":"Nicoll","given-names":"Roger A"}],"abstract":"Kainate receptors (KARs) are a subfamily of glutamate receptors mediating excitatory synaptic transmission and Neto proteins are recently identified auxiliary subunits for KARs. However, the roles of Neto proteins in the synaptic trafficking of KAR GluK1 are poorly understood. Here, using the hippocampal CA1 pyramidal neuron as a null background system we find that surface expression of GluK1 receptor itself is very limited and is not targeted to excitatory synapses. Both Neto1 and Neto2 profoundly increase GluK1 surface expression and also drive GluK1 to synapses. However, the regulation GluK1 synaptic targeting by Neto proteins is independent of their role in promoting surface trafficking. Interestingly, GluK1 is excluded from synapses expressing AMPA receptors and is selectively incorporated into silent synapses. Neto2, but not Neto1, slows GluK1 deactivation, whereas Neto1 speeds GluK1 desensitization and Neto2 slows desensitization. These results establish critical roles for Neto auxiliary subunits controlling KARs properties and synaptic incorporation.","identifier":[{"type":"publisher-id","id":"11682"},{"type":"doi","id":"10.7554/eLife.11682"}],"date":{"day":"31","month":"12","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"11682","entryfile":"elife-11682-v2.xml","files":["elife-11682-fig1-v2-600w.jpg","elife-11682-fig2-figsupp1-v2-600w.jpg","elife-11682-fig2-figsupp2-v2-600w.jpg","elife-11682-fig2-v2-600w.jpg","elife-11682-fig3-v2-600w.jpg","elife-11682-fig4-figsupp1-v2-600w.jpg","elife-11682-fig4-figsupp2-v2-600w.jpg","elife-11682-fig4-v2-600w.jpg","elife-11682-fig5-v2-600w.jpg","elife-11682-fig6-v2-600w.jpg","elife-11682-fig7-v2-600w.jpg","elife-11682-fig8-figsupp1-v2-600w.jpg","elife-11682-fig8-v2-600w.jpg","elife-11682-v1.xml"]}