{"title":"Structure of a low-population intermediate state in the release of an enzyme product","author":[{"surname":"De Simone","given-names":"Alfonso"},{"surname":"Aprile","given-names":"Francesco A"},{"surname":"Dhulesia","given-names":"Anne"},{"surname":"Dobson","given-names":"Christopher M"},{"surname":"Vendruscolo","given-names":"Michele"}],"abstract":"Enzymes can increase the rate of biomolecular reactions by several orders of magnitude. Although the steps of substrate capture and product release are essential in the enzymatic process, complete atomic-level descriptions of these steps are difficult to obtain because of the transient nature of the intermediate conformations, which makes them largely inaccessible to standard structure determination methods. We describe here the determination of the structure of a low-population intermediate in the product release process by human lysozyme through a combination of NMR spectroscopy and molecular dynamics simulations. We validate this structure by rationally designing two mutations, the first engineered to destabilise the intermediate and the second to stabilise it, thus slowing down or speeding up, respectively, product release. These results illustrate how product release by an enzyme can be facilitated by the presence of a metastable intermediate with transient weak interactions between the enzyme and product.","identifier":[{"type":"publisher-id","id":"02777"},{"type":"doi","id":"10.7554/eLife.02777"}],"date":{"day":"09","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02777","entryfile":"elife-02777-v2.xml","files":["elife-02777-fig1-figsupp1-v2-600w.jpg","elife-02777-fig1-figsupp2-v2-600w.jpg","elife-02777-fig1-figsupp3-v2-600w.jpg","elife-02777-fig1-figsupp4-v2-600w.jpg","elife-02777-fig1-figsupp5-v2-600w.jpg","elife-02777-fig1-v2-600w.jpg","elife-02777-fig2-v2-600w.jpg","elife-02777-fig3-v2-600w.jpg","elife-02777-fig4-figsupp1-v2-600w.jpg","elife-02777-fig4-figsupp2-v2-600w.jpg","elife-02777-fig4-figsupp3-v2-600w.jpg","elife-02777-fig4-v2-600w.jpg","elife-02777-v1.xml"]}