{"title":"CO<sub>2</sub> directly modulates connexin 26 by formation of carbamate bridges between subunits","author":[{"surname":"Meigh","given-names":"Louise"},{"surname":"Greenhalgh","given-names":"Sophie A"},{"surname":"Rodgers","given-names":"Thomas L"},{"surname":"Cann","given-names":"Martin J"},{"surname":"Roper","given-names":"David I"},{"surname":"Dale","given-names":"Nicholas"}],"abstract":"Homeostatic regulation of the partial pressure of CO<sub>2</sub> (PCO<sub>2</sub>) is vital for life. Sensing of pH has been proposed as a sufficient proxy for determination of PCO<sub>2</sub> and direct CO<sub>2</sub>-sensing largely discounted. Here we show that connexin 26 (Cx26) hemichannels, causally linked to respiratory chemosensitivity, are directly modulated by CO<sub>2</sub>. A ‘carbamylation motif’, present in CO<sub>2</sub>-sensitive connexins (Cx26, Cx30, Cx32) but absent from a CO<sub>2</sub>-insensitive connexin (Cx31), comprises Lys125 and four further amino acids that orient Lys125 towards Arg104 of the adjacent subunit of the connexin hexamer. Introducing the carbamylation motif into Cx31 created a mutant hemichannel (mCx31) that was opened by increases in PCO<sub>2</sub>. Mutation of the carbamylation motif in Cx26 and mCx31 destroyed CO<sub>2</sub> sensitivity. Course-grained computational modelling of Cx26 demonstrated that the proposed carbamate bridge between Lys125 and Arg104 biases the hemichannel to the open state. Carbamylation of Cx26 introduces a new transduction principle for physiological sensing of CO<sub>2</sub>.","identifier":[{"type":"publisher-id","id":"01213"},{"type":"doi","id":"10.7554/eLife.01213"}],"date":{"day":"12","month":"11","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01213","entryfile":"elife-01213-v1.xml","files":["elife-01213-fig1-figsupp1-v1-600w.jpg","elife-01213-fig1-figsupp2-v1-600w.jpg","elife-01213-fig1-v1-600w.jpg","elife-01213-fig2-v1-600w.jpg","elife-01213-fig3-figsupp1-v1-600w.jpg","elife-01213-fig3-v1-600w.jpg","elife-01213-fig4-v1-600w.jpg","elife-01213-fig5-v1-600w.jpg","elife-01213-fig6-v1-600w.jpg","elife-01213-fig7-v1-600w.jpg"]}