{"title":"cryo-EM structures of the <italic>E. coli</italic> replicative DNA polymerase reveal its dynamic interactions with the DNA sliding clamp, exonuclease and <bold>τ</bold>","author":[{"surname":"Fernandez-Leiro","given-names":"Rafael"},{"surname":"Conrad","given-names":"Julian"},{"surname":"Scheres","given-names":"Sjors HW"},{"surname":"Lamers","given-names":"Meindert H"}],"abstract":"The replicative DNA polymerase PolIIIα from <italic>Escherichia coli</italic> is a uniquely fast and processive enzyme. For its activity it relies on the DNA sliding clamp β, the proofreading exonuclease ε and the C-terminal domain of the clamp loader subunit τ. Due to the dynamic nature of the four-protein complex it has long been refractory to structural characterization. Here we present the 8 Å resolution cryo-electron microscopy structures of DNA-bound and DNA-free states of the PolIII-clamp-exonuclease-τ<sub>c</sub> complex. The structures show how the polymerase is tethered to the DNA through multiple contacts with the clamp and exonuclease. A novel contact between the polymerase and clamp is made in the DNA bound state, facilitated by a large movement of the polymerase tail domain and τ<sub>c</sub>. These structures provide crucial insights into the organization of the catalytic core of the replisome and form an important step towards determining the structure of the complete holoenzyme.","identifier":[{"type":"publisher-id","id":"11134"},{"type":"doi","id":"10.7554/eLife.11134"}],"date":{"day":"24","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11134","entryfile":"elife-11134-v2.xml","files":["elife-11134-fig1-figsupp1-v2-600w.jpg","elife-11134-fig1-figsupp2-v2-600w.jpg","elife-11134-fig1-figsupp3-v2-600w.jpg","elife-11134-fig1-v2-600w.jpg","elife-11134-fig2-figsupp1-v2-600w.jpg","elife-11134-fig2-figsupp2-v2-600w.jpg","elife-11134-fig2-figsupp3-v2-600w.jpg","elife-11134-fig2-v2-600w.jpg","elife-11134-fig3-figsupp1-v2-600w.jpg","elife-11134-fig3-figsupp2-v2-600w.jpg","elife-11134-fig3-v2-600w.jpg","elife-11134-fig4-v2-600w.jpg","elife-11134-fig5-v2-600w.jpg","elife-11134-v1.xml"]}