{"title":"RNA chaperones buffer deleterious mutations in <italic>E. coli</italic>","author":[{"surname":"Rudan","given-names":"Marina"},{"surname":"Schneider","given-names":"Dominique"},{"surname":"Warnecke","given-names":"Tobias"},{"surname":"Krisko","given-names":"Anita"}],"abstract":"Both proteins and RNAs can misfold into non-functional conformations. Protein chaperones promote native folding of nascent polypeptides and refolding of misfolded species, thereby buffering mutations that compromise protein structure and function. Here, we show that RNA chaperones can also act as mutation buffers that enhance organismal fitness. Using competition assays, we demonstrate that overexpression of select RNA chaperones, including three DEAD box RNA helicases (DBRHs) (CsdA, SrmB, RhlB) and the cold shock protein CspA, improves fitness of two independently evolved <italic>Escherichia coli</italic> mutator strains that have accumulated deleterious mutations during short- and long-term laboratory evolution. We identify strain-specific mutations that are deleterious and subject to buffering when introduced individually into the ancestral genotype. For DBRHs, we show that buffering requires helicase activity, implicating RNA structural remodelling in the buffering process. Our results suggest that RNA chaperones might play a fundamental role in RNA evolution and evolvability.","identifier":[{"type":"publisher-id","id":"04745"},{"type":"doi","id":"10.7554/eLife.04745"}],"date":{"day":"25","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04745","entryfile":"elife-04745-v2.xml","files":["elife-04745-fig1-figsupp1-v2-600w.jpg","elife-04745-fig1-v2-600w.jpg","elife-04745-fig2-figsupp1-v2-600w.jpg","elife-04745-fig2-v2-600w.jpg","elife-04745-fig3-figsupp1-v2-600w.jpg","elife-04745-fig3-figsupp2-v2-600w.jpg","elife-04745-fig3-v2-600w.jpg","elife-04745-fig4-figsupp1-v2-600w.jpg","elife-04745-fig4-v2-600w.jpg","elife-04745-fig5-v2-600w.jpg","elife-04745-fig6-v2-600w.jpg","elife-04745-fig7-v2-600w.jpg","elife-04745-v1.xml"]}