{"title":"Enteric pathogens deploy cell cycle inhibiting factors to block the bactericidal activity of Perforin-2","author":[{"surname":"McCormack","given-names":"Ryan M"},{"surname":"Lyapichev","given-names":"Kirill"},{"surname":"Olsson","given-names":"Melissa L"},{"surname":"Podack","given-names":"Eckhard R"},{"surname":"Munson","given-names":"George P"}],"abstract":"Perforin-2 (MPEG1) is an effector of the innate immune system that limits the proliferation and spread of medically relevant Gram-negative, -positive, and acid fast bacteria. We show here that a cullin-RING E3 ubiquitin ligase (CRL) complex containing cullin-1 and βTrCP monoubiquitylates Perforin-2 in response to pathogen associated molecular patterns such as LPS. Ubiquitylation triggers a rapid redistribution of Perforin-2 and is essential for its bactericidal activity. Enteric pathogens such as <italic>Yersinia pseudotuberculosis</italic> and enteropathogenic <italic>Escherichia coli</italic> disarm host cells by injecting cell cycle inhibiting factors (Cifs) into mammalian cells to deamidate the ubiquitin-like protein NEDD8. Because CRL activity is dependent upon NEDD8, Cif blocks ubiquitin dependent trafficking of Perforin-2 and thus, its bactericidal activity. Collectively, these studies further underscore the biological significance of Perforin-2 and elucidate critical molecular events that culminate in Perforin-2-dependent killing of both intracellular and extracellular, cell-adherent bacteria.","identifier":[{"type":"publisher-id","id":"06505"},{"type":"doi","id":"10.7554/eLife.06505"}],"date":{"day":"29","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06505","entryfile":"elife-06505-v2.xml","files":["elife-06505-fig1-v2-600w.jpg","elife-06505-fig10-v2-600w.jpg","elife-06505-fig11-figsupp1-v2-600w.jpg","elife-06505-fig11-v2-600w.jpg","elife-06505-fig12-v2-600w.jpg","elife-06505-fig13-figsupp1-v2-600w.jpg","elife-06505-fig13-figsupp2-v2-600w.jpg","elife-06505-fig13-v2-600w.jpg","elife-06505-fig14-v2-600w.jpg","elife-06505-fig2-v2-600w.jpg","elife-06505-fig3-v2-600w.jpg","elife-06505-fig4-v2-600w.jpg","elife-06505-fig5-figsupp1-v2-600w.jpg","elife-06505-fig5-v2-600w.jpg","elife-06505-fig6-v2-600w.jpg","elife-06505-fig7-v2-600w.jpg","elife-06505-fig8-v2-600w.jpg","elife-06505-fig9-v2-600w.jpg","elife-06505-v1.xml"]}