{"title":"Elimination of paternal mitochondria in mouse embryos occurs through autophagic degradation dependent on PARKIN and MUL1","author":[{"surname":"Rojansky","given-names":"Rebecca"},{"surname":"Cha","given-names":"Moon-Yong"},{"surname":"Chan","given-names":"David C"}],"abstract":"A defining feature of mitochondria is their maternal mode of inheritance. However, little is understood about the cellular mechanism through which paternal mitochondria, delivered from sperm, are eliminated from early mammalian embryos. Autophagy has been implicated in nematodes, but whether this mechanism is conserved in mammals has been disputed. Here, we show that cultured mouse fibroblasts and pre-implantation embryos use a common pathway for elimination of mitochondria. Both situations utilize mitophagy, in which mitochondria are sequestered by autophagosomes and delivered to lysosomes for degradation. The E3 ubiquitin ligases PARKIN and MUL1 play redundant roles in elimination of paternal mitochondria. The process is associated with depolarization of paternal mitochondria and additionally requires the mitochondrial outer membrane protein FIS1, the autophagy adaptor P62, and PINK1 kinase. Our results indicate that strict maternal transmission of mitochondria relies on mitophagy and uncover a collaboration between MUL1 and PARKIN in this process.","identifier":[{"type":"publisher-id","id":"17896"},{"type":"doi","id":"10.7554/eLife.17896"}],"date":{"day":"17","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17896","entryfile":"elife-17896-v2.xml","files":["elife-17896-fig1-figsupp1-v2-600w.jpg","elife-17896-fig1-v2-600w.jpg","elife-17896-fig2-v2-600w.jpg","elife-17896-fig3-figsupp1-v2-600w.jpg","elife-17896-fig3-v2-600w.jpg","elife-17896-fig4-figsupp1-v2-600w.jpg","elife-17896-fig4-v2-600w.jpg","elife-17896-fig5-figsupp1-v2-600w.jpg","elife-17896-fig5-v2-600w.jpg","elife-17896-fig6-figsupp1-v2-600w.jpg","elife-17896-fig6-v2-600w.jpg","elife-17896-v1.xml"]}