{"title":"General features of the retinal connectome determine the computation of motion anticipation","author":[{"surname":"Johnston","given-names":"Jamie"},{"surname":"Lagnado","given-names":"Leon"}],"abstract":"Motion anticipation allows the visual system to compensate for the slow speed of phototransduction so that a moving object can be accurately located. This correction is already present in the signal that ganglion cells send from the retina but the biophysical mechanisms underlying this computation are not known. Here we demonstrate that motion anticipation is computed autonomously within the dendritic tree of each ganglion cell and relies on feedforward inhibition. The passive and non-linear interaction of excitatory and inhibitory synapses enables the somatic voltage to encode the actual position of a moving object instead of its delayed representation. General rather than specific features of the retinal connectome govern this computation: an excess of inhibitory inputs over excitatory, with both being randomly distributed, allows tracking of all directions of motion, while the average distance between inputs determines the object velocities that can be compensated for.","identifier":[{"type":"publisher-id","id":"06250"},{"type":"doi","id":"10.7554/eLife.06250"}],"date":{"day":"18","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06250","entryfile":"elife-06250-v4.xml","files":["elife-06250-fig1-v3-600w.jpg","elife-06250-fig1-v4-600w.jpg","elife-06250-fig2-v3-600w.jpg","elife-06250-fig2-v4-600w.jpg","elife-06250-fig3-figsupp1-v3-600w.jpg","elife-06250-fig3-figsupp1-v4-600w.jpg","elife-06250-fig3-v3-600w.jpg","elife-06250-fig3-v4-600w.jpg","elife-06250-fig4-v3-600w.jpg","elife-06250-fig4-v4-600w.jpg","elife-06250-fig5-v3-600w.jpg","elife-06250-fig5-v4-600w.jpg","elife-06250-fig6-v3-600w.jpg","elife-06250-fig6-v4-600w.jpg","elife-06250-fig7-v3-600w.jpg","elife-06250-fig7-v4-600w.jpg","elife-06250-v1.xml","elife-06250-v2.xml","elife-06250-v3.xml"]}