{"title":"Excitation and inhibition in anterior cingulate predict use of past experiences","author":[{"surname":"Scholl","given-names":"Jacqueline"},{"surname":"Kolling","given-names":"Nils"},{"surname":"Nelissen","given-names":"Natalie"},{"surname":"Stagg","given-names":"Charlotte J"},{"surname":"Harmer","given-names":"Catherine J"},{"surname":"Rushworth","given-names":"Matthew FS"}],"abstract":"Dorsal anterior cingulate cortex (dACC) mediates updating and maintenance of cognitive models of the world used to drive adaptive reward-guided behavior. We investigated the neurochemical underpinnings of this process. We used magnetic resonance spectroscopy in humans, to measure levels of glutamate and GABA in dACC. We examined their relationship to neural signals in dACC, measured with fMRI, and cognitive task performance. Both inhibitory and excitatory neurotransmitters in dACC were predictive of the strength of neural signals in dACC and behavioral adaptation. Glutamate levels were correlated, first, with stronger neural activity representing information to be learnt about the tasks’ costs and benefits and, second, greater use of this information in the guidance of behavior. GABA levels were negatively correlated with the same neural signals and the same indices of behavioral influence. Our results suggest that glutamate and GABA in dACC affect the encoding and use of past experiences to guide behavior.","identifier":[{"type":"publisher-id","id":"20365"},{"type":"doi","id":"10.7554/eLife.20365"}],"date":{"day":"05","month":"01","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20365","entryfile":"elife-20365-v1.xml","files":["elife-20365-fig1-figsupp1-v1-600w.jpg","elife-20365-fig1-v1-600w.jpg","elife-20365-fig2-figsupp1-v1-600w.jpg","elife-20365-fig2-figsupp2-v1-600w.jpg","elife-20365-fig2-v1-600w.jpg","elife-20365-fig3-figsupp1-v1-600w.jpg","elife-20365-fig3-figsupp2-v1-600w.jpg","elife-20365-fig3-figsupp3-v1-600w.jpg","elife-20365-fig3-figsupp4-v1-600w.jpg","elife-20365-fig3-v1-600w.jpg","elife-20365-resp-fig1-v1-600w.jpg","elife-20365-resp-fig2-v1-600w.jpg"]}