{"title":"Experimental evolution reveals hidden diversity in evolutionary pathways","author":[{"surname":"Lind","given-names":"Peter A"},{"surname":"Farr","given-names":"Andrew D"},{"surname":"Rainey","given-names":"Paul B"}],"abstract":"Replicate populations of natural and experimental organisms often show evidence of parallel genetic evolution, but the causes are unclear. The wrinkly spreader morph of <italic>Pseudomonas fluorescens</italic> arises repeatedly during experimental evolution. The mutational causes reside exclusively within three pathways. By eliminating these, 13 new mutational pathways were discovered with the newly arising WS types having fitnesses similar to those arising from the commonly passaged routes. Our findings show that parallel genetic evolution is strongly biased by constraints and we reveal the genetic bases. From such knowledge, and in instances where new phenotypes arise via gene activation, we suggest a set of principles: evolution proceeds firstly via pathways subject to negative regulation, then via promoter mutations and gene fusions, and finally via activation by intragenic gain-of-function mutations. These principles inform evolutionary forecasting and have relevance to interpreting the diverse array of mutations associated with clinically identical instances of disease in humans.","identifier":[{"type":"publisher-id","id":"07074"},{"type":"doi","id":"10.7554/eLife.07074"}],"date":{"day":"25","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07074","entryfile":"elife-07074-v3.xml","files":["elife-07074-fig1-v3-600w.jpg","elife-07074-fig2-v3-600w.jpg","elife-07074-fig3-v3-600w.jpg","elife-07074-fig4-figsupp1-v3-600w.jpg","elife-07074-fig4-figsupp2-v3-600w.jpg","elife-07074-fig4-v3-600w.jpg","elife-07074-fig5-figsupp1-v3-600w.jpg","elife-07074-fig5-figsupp2-v3-600w.jpg","elife-07074-fig5-v3-600w.jpg","elife-07074-fig6-v3-600w.jpg","elife-07074-fig7-v3-600w.jpg","elife-07074-v1.xml","elife-07074-v2.xml"]}