{"title":"C-terminal threonines and serines play distinct roles in the desensitization of rhodopsin, a G protein-coupled receptor","author":[{"surname":"Azevedo","given-names":"Anthony W"},{"surname":"Doan","given-names":"Thuy"},{"surname":"Moaven","given-names":"Hormoz"},{"surname":"Sokal","given-names":"Iza"},{"surname":"Baameur","given-names":"Faiza"},{"surname":"Vishnivetskiy","given-names":"Sergey A"},{"surname":"Homan","given-names":"Kristoff T"},{"surname":"Tesmer","given-names":"John JG"},{"surname":"Gurevich","given-names":"Vsevolod V"},{"surname":"Chen","given-names":"Jeannie"},{"surname":"Rieke","given-names":"Fred"}],"abstract":"Rod photoreceptors generate measurable responses to single-photon activation of individual molecules of the G protein-coupled receptor (GPCR), rhodopsin. Timely rhodopsin desensitization depends on phosphorylation and arrestin binding, which quenches G protein activation. Rhodopsin phosphorylation has been measured biochemically at C-terminal serine residues, suggesting that these residues are critical for producing fast, low-noise responses. The role of native threonine residues is unclear. We compared single-photon responses from rhodopsin lacking native serine or threonine phosphorylation sites. Contrary to expectation, serine-only rhodopsin generated prolonged step-like single-photon responses that terminated abruptly and randomly, whereas threonine-only rhodopsin generated responses that were only modestly slower than normal. We show that the step-like responses of serine-only rhodopsin reflect slow and stochastic arrestin binding. Thus, threonine sites play a privileged role in promoting timely arrestin binding and rhodopsin desensitization. Similar coordination of phosphorylation and arrestin binding may more generally permit tight control of the duration of GPCR activity.","identifier":[{"type":"publisher-id","id":"05981"},{"type":"doi","id":"10.7554/eLife.05981"}],"date":{"day":"24","month":"04","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05981","entryfile":"elife-05981-v2.xml","files":["elife-05981-fig1-figsupp1-v2-600w.jpg","elife-05981-fig1-v2-600w.jpg","elife-05981-fig2-v2-600w.jpg","elife-05981-fig3-v2-600w.jpg","elife-05981-fig4-figsupp1-v2-600w.jpg","elife-05981-fig4-figsupp2-v2-600w.jpg","elife-05981-fig4-v2-600w.jpg","elife-05981-fig5-figsupp1-v2-600w.jpg","elife-05981-fig5-v2-600w.jpg","elife-05981-fig6-v2-600w.jpg","elife-05981-fig7-v2-600w.jpg","elife-05981-fig8-figsupp1-v2-600w.jpg","elife-05981-fig8-v2-600w.jpg","elife-05981-v1.xml"]}