{"title":"Reverse evolution leads to genotypic incompatibility despite functional and active site convergence","author":[{"surname":"Kaltenbach","given-names":"Miriam"},{"surname":"Jackson","given-names":"Colin J"},{"surname":"Campbell","given-names":"Eleanor C"},{"surname":"Hollfelder","given-names":"Florian"},{"surname":"Tokuriki","given-names":"Nobuhiko"}],"abstract":"Understanding the extent to which enzyme evolution is reversible can shed light on the fundamental relationship between protein sequence, structure, and function. Here, we perform an experimental test of evolutionary reversibility using directed evolution from a phosphotriesterase to an arylesterase, and back, and examine the underlying molecular basis. We find that wild-type phosphotriesterase function could be restored (>10<sup>4</sup>-fold activity increase), but via an alternative set of mutations. The enzyme active site converged towards its original state, indicating evolutionary constraints imposed by catalytic requirements. We reveal that extensive epistasis prevents reversions and necessitates fixation of new mutations, leading to a functionally identical sequence. Many amino acid exchanges between the new and original enzyme are not tolerated, implying sequence incompatibility. Therefore, the evolution was phenotypically reversible but genotypically irreversible. Our study illustrates that the enzyme's adaptive landscape is highly rugged, and different functional sequences may constitute separate fitness peaks.","identifier":[{"type":"publisher-id","id":"06492"},{"type":"doi","id":"10.7554/eLife.06492"}],"date":{"day":"14","month":"08","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"06492","entryfile":"elife-06492-v2.xml","files":["elife-06492-fig1-figsupp1-v2-600w.jpg","elife-06492-fig1-v2-600w.jpg","elife-06492-fig2-figsupp1-v2-600w.jpg","elife-06492-fig2-figsupp2-v2-600w.jpg","elife-06492-fig2-figsupp3-v2-600w.jpg","elife-06492-fig2-figsupp4-v2-600w.jpg","elife-06492-fig2-v2-600w.jpg","elife-06492-fig3-v2-600w.jpg","elife-06492-fig4-v2-600w.jpg","elife-06492-fig5-v2-600w.jpg","elife-06492-fig6-v2-600w.jpg","elife-06492-fig7-v2-600w.jpg","elife-06492-v1.xml"]}