{"title":"Selectively driving cholinergic fibers optically in the thalamic reticular nucleus promotes sleep","author":[{"surname":"Ni","given-names":"Kun-Ming"},{"surname":"Hou","given-names":"Xiao-Jun"},{"surname":"Yang","given-names":"Ci-Hang"},{"surname":"Dong","given-names":"Ping"},{"surname":"Li","given-names":"Yue"},{"surname":"Zhang","given-names":"Ying"},{"surname":"Jiang","given-names":"Ping"},{"surname":"Berg","given-names":"Darwin K"},{"surname":"Duan","given-names":"Shumin"},{"surname":"Li","given-names":"Xiao-Ming"}],"abstract":"Cholinergic projections from the basal forebrain and brainstem are thought to play important roles in rapid eye movement (REM) sleep and arousal. Using transgenic mice in which channelrhdopsin-2 is selectively expressed in cholinergic neurons, we show that optical stimulation of cholinergic inputs to the thalamic reticular nucleus (TRN) activates local GABAergic neurons to promote sleep and protect non-rapid eye movement (NREM) sleep. It does not affect REM sleep. Instead, direct activation of cholinergic input to the TRN shortens the time to sleep onset and generates spindle oscillations that correlate with NREM sleep. It does so by evoking excitatory postsynaptic currents via α7-containing nicotinic acetylcholine receptors and inducing bursts of action potentials in local GABAergic neurons. These findings stand in sharp contrast to previous reports of cholinergic activity driving arousal. Our results provide new insight into the mechanisms controlling sleep.","identifier":[{"type":"publisher-id","id":"10382"},{"type":"doi","id":"10.7554/eLife.10382"}],"date":{"day":"11","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10382","entryfile":"elife-10382-v1.xml","files":["elife-10382-fig1-v1-600w.jpg","elife-10382-fig2-figsupp1-v1-600w.jpg","elife-10382-fig2-v1-600w.jpg","elife-10382-fig3-v1-600w.jpg","elife-10382-fig4-figsupp1-v1-600w.jpg","elife-10382-fig4-v1-600w.jpg","elife-10382-fig5-v1-600w.jpg","elife-10382-fig6-figsupp1-v1-600w.jpg","elife-10382-fig6-v1-600w.jpg","elife-10382-fig7-v1-600w.jpg"]}