{"title":"Analysis of protein phosphorylation in nerve terminal reveals extensive changes in active zone proteins upon exocytosis","author":[{"surname":"Kohansal-Nodehi","given-names":"Mahdokht"},{"surname":"Chua","given-names":"John JE"},{"surname":"Urlaub","given-names":"Henning"},{"surname":"Jahn","given-names":"Reinhard"},{"surname":"Czernik","given-names":"Dominika"}],"abstract":"Neurotransmitter release is mediated by the fast, calcium-triggered fusion of synaptic vesicles with the presynaptic plasma membrane, followed by endocytosis and recycling of the membrane of synaptic vesicles. While many of the proteins governing these processes are known, their regulation is only beginning to be understood. Here we have applied quantitative phosphoproteomics to identify changes in phosphorylation status of presynaptic proteins in resting and stimulated nerve terminals isolated from the brains of Wistar rats. Using rigorous quantification, we identified 252 phosphosites that are either up- or downregulated upon triggering calcium-dependent exocytosis. Particularly pronounced were regulated changes of phosphosites within protein constituents of the presynaptic active zone, including bassoon, piccolo, and RIM1. Additionally, we have mapped kinases and phosphatases that are activated upon stimulation. Overall, our study provides a snapshot of phosphorylation changes associated with presynaptic activity and provides a foundation for further functional analysis of key phosphosites involved in presynaptic plasticity.","identifier":[{"type":"publisher-id","id":"14530"},{"type":"doi","id":"10.7554/eLife.14530"}],"date":{"day":"26","month":"04","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14530","entryfile":"elife-14530-v2.xml","files":["elife-14530-fig1-v2-600w.jpg","elife-14530-fig2-figsupp1-v2-600w.jpg","elife-14530-fig2-figsupp2-v2-600w.jpg","elife-14530-fig2-figsupp3-v2-600w.jpg","elife-14530-fig2-figsupp4-v2-600w.jpg","elife-14530-fig2-figsupp5-v2-600w.jpg","elife-14530-fig2-v2-600w.jpg","elife-14530-fig3-v2-600w.jpg","elife-14530-fig4-figsupp1-v2-600w.jpg","elife-14530-fig4-v2-600w.jpg","elife-14530-fig5-v2-600w.jpg","elife-14530-fig6-figsupp1-v2-600w.jpg","elife-14530-fig6-v2-600w.jpg","elife-14530-resp-fig1-v2-600w.jpg","elife-14530-v1.xml"]}