{"title":"TRiC’s tricks inhibit huntingtin aggregation","author":[{"surname":"Shahmoradian","given-names":"Sarah H"},{"surname":"Galaz-Montoya","given-names":"Jesus G"},{"surname":"Schmid","given-names":"Michael F"},{"surname":"Cong","given-names":"Yao"},{"surname":"Ma","given-names":"Boxue"},{"surname":"Spiess","given-names":"Christoph"},{"surname":"Frydman","given-names":"Judith"},{"surname":"Ludtke","given-names":"Steven J"},{"surname":"Chiu","given-names":"Wah"}],"abstract":"In Huntington’s disease, a mutated version of the huntingtin protein leads to cell death. Mutant huntingtin is known to aggregate, a process that can be inhibited by the eukaryotic chaperonin TRiC (TCP1-ring complex) in vitro and in vivo. A structural understanding of the genesis of aggregates and their modulation by cellular chaperones could facilitate the development of therapies but has been hindered by the heterogeneity of amyloid aggregates. Using cryo-electron microscopy (cryoEM) and single particle cryo-electron tomography (SPT) we characterize the growth of fibrillar aggregates of mutant huntingtin exon 1 containing an expanded polyglutamine tract with 51 residues (mhttQ51), and resolve 3-D structures of the chaperonin TRiC interacting with mhttQ51. We find that TRiC caps mhttQ51 fibril tips via the apical domains of its subunits, and also encapsulates smaller mhtt oligomers within its chamber. These two complementary mechanisms provide a structural description for TRiC’s inhibition of mhttQ51 aggregation in vitro.","identifier":[{"type":"publisher-id","id":"00710"},{"type":"doi","id":"10.7554/eLife.00710"}],"date":{"day":"09","month":"07","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00710","entryfile":"elife-00710-v1.xml","files":["elife-00710-fig1-v1-600w.jpg","elife-00710-fig2-v1-600w.jpg","elife-00710-fig3-v1-600w.jpg","elife-00710-fig4-v1-600w.jpg","elife-00710-fig5-v1-600w.jpg","elife-00710-fig6-v1-600w.jpg","elife-00710-fig7-v1-600w.jpg","elife-00710-fig8-v1-600w.jpg","elife-00710-fig9-v1-600w.jpg"]}