{"title":"Structural basis for the hijacking of endosomal sorting nexin proteins by <italic>Chlamydia trachomatis</italic>","author":[{"surname":"Paul","given-names":"Blessy"},{"surname":"Kim","given-names":"Hyun Sung"},{"surname":"Kerr","given-names":"Markus C"},{"surname":"Huston","given-names":"Wilhelmina M"},{"surname":"Teasdale","given-names":"Rohan D"},{"surname":"Collins","given-names":"Brett M"}],"abstract":"During infection chlamydial pathogens form an intracellular membrane-bound replicative niche termed the inclusion, which is enriched with bacterial transmembrane proteins called Incs. Incs bind and manipulate host cell proteins to promote inclusion expansion and provide camouflage against innate immune responses. Sorting nexin (SNX) proteins that normally function in endosomal membrane trafficking are a major class of inclusion-associated host proteins, and are recruited by IncE/CT116. Crystal structures of the SNX5 phox-homology (PX) domain in complex with IncE define the precise molecular basis for these interactions. The binding site is unique to SNX5 and related family members SNX6 and SNX32. Intriguingly the site is also conserved in SNX5 homologues throughout evolution, suggesting that IncE captures SNX5-related proteins by mimicking a native host protein interaction. These findings thus provide the first mechanistic insights both into how chlamydial Incs hijack host proteins, and how SNX5-related PX domains function as scaffolds in protein complex assembly.","identifier":[{"type":"publisher-id","id":"22311"},{"type":"doi","id":"10.7554/eLife.22311"}],"date":{"day":"22","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22311","entryfile":"elife-22311-v2.xml","files":["elife-22311-fig1-figsupp1-v2-600w.jpg","elife-22311-fig1-figsupp2-v2-600w.jpg","elife-22311-fig1-v2-600w.jpg","elife-22311-fig2-v2-600w.jpg","elife-22311-fig3-v2-600w.jpg","elife-22311-fig4-figsupp1-v2-600w.jpg","elife-22311-fig4-v2-600w.jpg","elife-22311-fig5-figsupp1-v2-600w.jpg","elife-22311-fig5-v2-600w.jpg","elife-22311-fig6-figsupp1-v2-600w.jpg","elife-22311-fig6-v2-600w.jpg","elife-22311-fig7-v2-600w.jpg","elife-22311-v1.xml"]}