{"title":"Spatiotemporal coupling and decoupling of gene transcription with DNA replication origins during embryogenesis in <italic>C. elegans</italic>","author":[{"surname":"Pourkarimi","given-names":"Ehsan"},{"surname":"Bellush","given-names":"James M"},{"surname":"Whitehouse","given-names":"Iestyn"}],"abstract":"The primary task of developing embryos is genome replication, yet how DNA replication is integrated with the profound cellular changes that occur through development is largely unknown. Using an approach to map DNA replication at high resolution in <italic>C. elegans</italic>, we show that replication origins are marked with specific histone modifications that define gene enhancers. We demonstrate that the level of enhancer associated modifications scale with the efficiency at which the origin is utilized. By mapping replication origins at different developmental stages, we show that the positions and activity of origins is largely invariant through embryogenesis. Contrary to expectation, we find that replication origins are specified prior to the broad onset of zygotic transcription, yet when transcription initiates it does so in close proximity to the pre-defined replication origins. Transcription and DNA replication origins are correlated, but the association breaks down when embryonic cell division ceases. Collectively, our data indicate that replication origins are fundamental organizers and regulators of gene activity through embryonic development.","identifier":[{"type":"publisher-id","id":"21728"},{"type":"doi","id":"10.7554/eLife.21728"}],"date":{"day":"23","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21728","entryfile":"elife-21728-v3.xml","files":["elife-21728-fig1-figsupp1-v3-600w.jpg","elife-21728-fig1-figsupp2-v3-600w.jpg","elife-21728-fig1-figsupp3-v3-600w.jpg","elife-21728-fig1-figsupp4-v3-600w.jpg","elife-21728-fig1-v3-600w.jpg","elife-21728-fig2-figsupp1-v3-600w.jpg","elife-21728-fig2-v3-600w.jpg","elife-21728-fig3-v3-600w.jpg","elife-21728-fig4-figsupp1-v3-600w.jpg","elife-21728-fig4-figsupp2-v3-600w.jpg","elife-21728-fig4-v3-600w.jpg","elife-21728-v1.xml","elife-21728-v2.xml"]}