{"title":"Tracking transcription factor mobility and interaction in Arabidopsis roots with fluorescence correlation spectroscopy","author":[{"surname":"Clark","given-names":"Natalie M"},{"surname":"Hinde","given-names":"Elizabeth"},{"surname":"Winter","given-names":"Cara M"},{"surname":"Fisher","given-names":"Adam P"},{"surname":"Crosti","given-names":"Giuseppe"},{"surname":"Blilou","given-names":"Ikram"},{"surname":"Gratton","given-names":"Enrico"},{"surname":"Benfey","given-names":"Philip N"},{"surname":"Sozzani","given-names":"Rosangela"}],"abstract":"To understand complex regulatory processes in multicellular organisms, it is critical to be able to quantitatively analyze protein movement and protein-protein interactions in time and space. During Arabidopsis development, the intercellular movement of SHORTROOT (SHR) and subsequent interaction with its downstream target SCARECROW (SCR) control root patterning and cell fate specification. However, quantitative information about the spatio-temporal dynamics of SHR movement and SHR-SCR interaction is currently unavailable. Here, we quantify parameters including SHR mobility, oligomeric state, and association with SCR using a combination of Fluorescent Correlation Spectroscopy (FCS) techniques. We then incorporate these parameters into a mathematical model of SHR and SCR, which shows that SHR reaches a steady state in minutes, while SCR and the SHR-SCR complex reach a steady-state between 18 and 24 hr. Our model reveals the timing of SHR and SCR dynamics and allows us to understand how protein movement and protein-protein stoichiometry contribute to development.","identifier":[{"type":"publisher-id","id":"14770"},{"type":"doi","id":"10.7554/eLife.14770"}],"date":{"day":"11","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"14770","entryfile":"elife-14770-v2.xml","files":["elife-14770-fig1-figsupp1-v2-600w.jpg","elife-14770-fig1-v2-600w.jpg","elife-14770-fig2-figsupp1-v2-600w.jpg","elife-14770-fig2-v2-600w.jpg","elife-14770-fig3-v2-600w.jpg","elife-14770-fig4-figsupp1-v2-600w.jpg","elife-14770-fig4-figsupp2-v2-600w.jpg","elife-14770-fig4-v2-600w.jpg","elife-14770-fig5-figsupp1-v2-600w.jpg","elife-14770-fig5-figsupp2-v2-600w.jpg","elife-14770-fig5-v2-600w.jpg","elife-14770-v1.xml"]}