{"title":"An extensive program of periodic alternative splicing linked to cell cycle progression","author":[{"surname":"Dominguez","given-names":"Daniel"},{"surname":"Tsai","given-names":"Yi-Hsuan"},{"surname":"Weatheritt","given-names":"Robert"},{"surname":"Wang","given-names":"Yang"},{"surname":"Blencowe","given-names":"Benjamin J"},{"surname":"Wang","given-names":"Zefeng"}],"abstract":"Progression through the mitotic cell cycle requires periodic regulation of gene function at the levels of transcription, translation, protein-protein interactions, post-translational modification and degradation. However, the role of alternative splicing (AS) in the temporal control of cell cycle is not well understood. By sequencing the human transcriptome through two continuous cell cycles, we identify ~1300 genes with cell cycle-dependent AS changes. These genes are significantly enriched in functions linked to cell cycle control, yet they do not significantly overlap genes subject to periodic changes in steady-state transcript levels. Many of the periodically spliced genes are controlled by the SR protein kinase CLK1, whose level undergoes cell cycle-dependent fluctuations via an auto-inhibitory circuit. Disruption of CLK1 causes pleiotropic cell cycle defects and loss of proliferation, whereas CLK1 over-expression is associated with various cancers. These results thus reveal a large program of CLK1-regulated periodic AS intimately associated with cell cycle control.","identifier":[{"type":"publisher-id","id":"10288"},{"type":"doi","id":"10.7554/eLife.10288"}],"date":{"day":"25","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10288","entryfile":"elife-10288-v2.xml","files":["elife-10288-fig1-figsupp1-v2-600w.jpg","elife-10288-fig1-v2-600w.jpg","elife-10288-fig2-figsupp1-v2-600w.jpg","elife-10288-fig2-figsupp2-v2-600w.jpg","elife-10288-fig2-v2-600w.jpg","elife-10288-fig3-figsupp1-v2-600w.jpg","elife-10288-fig3-v2-600w.jpg","elife-10288-fig4-figsupp1-v2-600w.jpg","elife-10288-fig4-figsupp2-v2-600w.jpg","elife-10288-fig4-v2-600w.jpg","elife-10288-resp-fig1-v2-600w.jpg","elife-10288-resp-fig2-v2-600w.jpg","elife-10288-resp-fig3-v2-600w.jpg","elife-10288-resp-fig4-v2-600w.jpg","elife-10288-resp-fig5-v2-600w.jpg","elife-10288-v1.xml"]}