{"title":"Mitochondrial support of persistent presynaptic vesicle mobilization with age-dependent synaptic growth after LTP","author":[{"surname":"Smith","given-names":"Heather L"},{"surname":"Bourne","given-names":"Jennifer N"},{"surname":"Cao","given-names":"Guan"},{"surname":"Chirillo","given-names":"Michael A"},{"surname":"Ostroff","given-names":"Linnaea E"},{"surname":"Watson","given-names":"Deborah J"},{"surname":"Harris","given-names":"Kristen M"}],"abstract":"Mitochondria support synaptic transmission through production of ATP, sequestration of calcium, synthesis of glutamate, and other vital functions. Surprisingly, less than 50% of hippocampal CA1 presynaptic boutons contain mitochondria, raising the question of whether synapses without mitochondria can sustain changes in efficacy. To address this question, we analyzed synapses from postnatal day 15 (P15) and adult rat hippocampus that had undergone theta-burst stimulation to produce long-term potentiation (TBS-LTP) and compared them to control or no stimulation. At 30 and 120 min after TBS-LTP, vesicles were decreased only in presynaptic boutons that contained mitochondria at P15, and vesicle decrement was greatest in adult boutons containing mitochondria. Presynaptic mitochondrial cristae were widened, suggesting a sustained energy demand. Thus, mitochondrial proximity reflected enhanced vesicle mobilization well after potentiation reached asymptote, in parallel with the apparently silent addition of new dendritic spines at P15 or the silent enlargement of synapses in adults.","identifier":[{"type":"publisher-id","id":"15275"},{"type":"doi","id":"10.7554/eLife.15275"}],"date":{"day":"19","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15275","entryfile":"elife-15275-v2.xml","files":["elife-15275-fig1-v2-600w.jpg","elife-15275-fig10-v2-600w.jpg","elife-15275-fig2-v2-600w.jpg","elife-15275-fig3-v2-600w.jpg","elife-15275-fig4-v2-600w.jpg","elife-15275-fig5-v2-600w.jpg","elife-15275-fig6-v2-600w.jpg","elife-15275-fig7-v2-600w.jpg","elife-15275-fig8-v2-600w.jpg","elife-15275-fig9-v2-600w.jpg","elife-15275-v1.xml"]}