{"title":"HSF-1 activates the ubiquitin proteasome system to promote non-apoptotic developmental cell death in <italic>C. elegans</italic>","author":[{"surname":"Kinet","given-names":"Maxime J"},{"surname":"Malin","given-names":"Jennifer A"},{"surname":"Abraham","given-names":"Mary C"},{"surname":"Blum","given-names":"Elyse S"},{"surname":"Silverman","given-names":"Melanie R"},{"surname":"Lu","given-names":"Yun"},{"surname":"Shaham","given-names":"Shai"}],"abstract":"Apoptosis is a prominent metazoan cell death form. Yet, mutations in apoptosis regulators cause only minor defects in vertebrate development, suggesting that another developmental cell death mechanism exists. While some non-apoptotic programs have been molecularly characterized, none appear to control developmental cell culling. Linker-cell-type death (LCD) is a morphologically conserved non-apoptotic cell death process operating in <italic>Caenorhabditis elegans</italic> and vertebrate development, and is therefore a compelling candidate process complementing apoptosis. However, the details of LCD execution are not known. Here we delineate a molecular-genetic pathway governing LCD in <italic>C. elegans</italic>. Redundant activities of antagonistic Wnt signals, a temporal control pathway, and mitogen-activated protein kinase kinase signaling control heat shock factor 1 (HSF-1), a conserved stress-activated transcription factor. Rather than protecting cells, HSF-1 promotes their demise by activating components of the ubiquitin proteasome system, including the E2 ligase LET-70/UBE2D2 functioning with E3 components CUL-3, RBX-1, BTBD-2, and SIAH-1. Our studies uncover design similarities between LCD and developmental apoptosis, and provide testable predictions for analyzing LCD in vertebrates.","identifier":[{"type":"publisher-id","id":"12821"},{"type":"doi","id":"10.7554/eLife.12821"}],"date":{"day":"08","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12821","entryfile":"elife-12821-v3.xml","files":["elife-12821-fig1-figsupp1-v3-600w.jpg","elife-12821-fig1-figsupp2-v3-600w.jpg","elife-12821-fig1-v3-600w.jpg","elife-12821-fig2-figsupp1-v3-600w.jpg","elife-12821-fig2-v3-600w.jpg","elife-12821-fig3-figsupp1-v3-600w.jpg","elife-12821-fig3-v3-600w.jpg","elife-12821-fig4-figsupp1-v3-600w.jpg","elife-12821-fig4-figsupp2-v3-600w.jpg","elife-12821-fig4-v3-600w.jpg","elife-12821-fig5-v3-600w.jpg","elife-12821-fig6-figsupp1-v3-600w.jpg","elife-12821-fig6-v3-600w.jpg","elife-12821-fig7-v3-600w.jpg","elife-12821-v1.xml","elife-12821-v2.xml"]}