{"title":"Juxtaposition of heterozygous and homozygous regions causes reciprocal crossover remodelling via interference during Arabidopsis meiosis","author":[{"surname":"Ziolkowski","given-names":"Piotr A"},{"surname":"Berchowitz","given-names":"Luke E"},{"surname":"Lambing","given-names":"Christophe"},{"surname":"Yelina","given-names":"Nataliya E"},{"surname":"Zhao","given-names":"Xiaohui"},{"surname":"Kelly","given-names":"Krystyna A"},{"surname":"Choi","given-names":"Kyuha"},{"surname":"Ziolkowska","given-names":"Liliana"},{"surname":"June","given-names":"Viviana"},{"surname":"Sanchez-Moran","given-names":"Eugenio"},{"surname":"Franklin","given-names":"Chris"},{"surname":"Copenhaver","given-names":"Gregory P"},{"surname":"Henderson","given-names":"Ian R"}],"abstract":"During meiosis homologous chromosomes undergo crossover recombination. Sequence differences between homologs can locally inhibit crossovers. Despite this, nucleotide diversity and population-scaled recombination are positively correlated in eukaryote genomes. To investigate interactions between heterozygosity and recombination we crossed <italic>Arabidopsis</italic> lines carrying fluorescent crossover reporters to 32 diverse accessions and observed hybrids with significantly higher and lower crossovers than homozygotes. Using recombinant populations derived from these crosses we observed that heterozygous regions increase crossovers when juxtaposed with homozygous regions, which reciprocally decrease. Total crossovers measured by chiasmata were unchanged when heterozygosity was varied, consistent with homeostatic control. We tested the effects of heterozygosity in mutants where the balance of interfering and non-interfering crossover repair is altered. Crossover remodeling at homozygosity-heterozygosity junctions requires interference, and non-interfering repair is inefficient in heterozygous regions. As a consequence, heterozygous regions show stronger crossover interference. Our findings reveal how varying homolog polymorphism patterns can shape meiotic recombination.","identifier":[{"type":"publisher-id","id":"03708"},{"type":"doi","id":"10.7554/eLife.03708"}],"date":{"day":"27","month":"03","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03708","entryfile":"elife-03708-v2.xml","files":["elife-03708-fig1-v2-600w.jpg","elife-03708-fig2-figsupp1-v2-600w.jpg","elife-03708-fig2-v2-600w.jpg","elife-03708-fig3-v2-600w.jpg","elife-03708-fig4-figsupp1-v2-600w.jpg","elife-03708-fig4-v2-600w.jpg","elife-03708-fig5-figsupp1-v2-600w.jpg","elife-03708-fig5-v2-600w.jpg","elife-03708-fig6-figsupp1-v2-600w.jpg","elife-03708-fig6-v2-600w.jpg","elife-03708-fig7-v2-600w.jpg","elife-03708-fig8-figsupp1-v2-600w.jpg","elife-03708-fig8-v2-600w.jpg","elife-03708-v1.xml"]}