{"title":"Instructed knowledge shapes feedback-driven aversive learning in striatum and orbitofrontal cortex, but not the amygdala","author":[{"surname":"Atlas","given-names":"Lauren Y"},{"surname":"Doll","given-names":"Bradley B"},{"surname":"Li","given-names":"Jian"},{"surname":"Daw","given-names":"Nathaniel D"},{"surname":"Phelps","given-names":"Elizabeth A"}],"abstract":"Socially-conveyed rules and instructions strongly shape expectations and emotions. Yet most neuroscientific studies of learning consider reinforcement history alone, irrespective of knowledge acquired through other means. We examined fear conditioning and reversal in humans to test whether instructed knowledge modulates the neural mechanisms of feedback-driven learning. One group was informed about contingencies and reversals. A second group learned only from reinforcement. We combined quantitative models with functional magnetic resonance imaging and found that instructions induced dissociations in the neural systems of aversive learning. Responses in striatum and orbitofrontal cortex updated with instructions and correlated with prefrontal responses to instructions. Amygdala responses were influenced by reinforcement similarly in both groups and did not update with instructions. Results extend work on instructed reward learning and reveal novel dissociations that have not been observed with punishments or rewards. Findings support theories of specialized threat-detection and may have implications for fear maintenance in anxiety.","identifier":[{"type":"publisher-id","id":"15192"},{"type":"doi","id":"10.7554/eLife.15192"}],"date":{"day":"12","month":"05","year":"2016"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"15192","entryfile":"elife-15192-v2.xml","files":["elife-15192-fig1-v2-600w.jpg","elife-15192-fig2-v2-600w.jpg","elife-15192-fig3-figsupp1-v2-600w.jpg","elife-15192-fig3-figsupp2-v2-600w.jpg","elife-15192-fig3-figsupp3-v2-600w.jpg","elife-15192-fig3-v2-600w.jpg","elife-15192-fig4-figsupp1-v2-600w.jpg","elife-15192-fig4-v2-600w.jpg","elife-15192-fig5-figsupp1-v2-600w.jpg","elife-15192-fig5-figsupp2-v2-600w.jpg","elife-15192-fig5-figsupp3-v2-600w.jpg","elife-15192-fig5-v2-600w.jpg","elife-15192-fig6-figsupp1-v2-600w.jpg","elife-15192-fig6-v2-600w.jpg","elife-15192-v1.xml"]}