{"title":"Registered report: Coding-independent regulation of the tumor suppressor PTEN by competing endogenous mRNAs","author":[{"surname":"Phelps","given-names":"Mitch"},{"surname":"Coss","given-names":"Chris"},{"surname":"Wang","given-names":"Hongyan"},{"surname":"Cook","given-names":"Matthew"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from “Coding-Independent Regulation of the Tumor Suppressor PTEN by Competing Endogenous 'mRNAs' by Tay and colleagues, published in <italic>Cell</italic> in 2011 (<xref>Tay et al., 2011</xref>). The experiments to be replicated are those reported in Figures 3C, 3D, 3G, 3H, 5A and 5B, and in Supplemental Figures 3A and B. Tay and colleagues proposed a new regulatory mechanism based on competing endogenous RNAs (ceRNAs), which regulate target genes by competitive binding of shared microRNAs. They test their model by identifying and confirming ceRNAs that target <italic>PTEN</italic>. In Figure 3A and B, they report that perturbing expression of putative <italic>PTEN</italic> ceRNAs affects expression of PTEN. This effect is dependent on functional microRNA machinery (Figure 3G and H), and affects the pathway downstream of PTEN itself (Figures 5A and B). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link>, and the results of the replications will be published by <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"12470"},{"type":"doi","id":"10.7554/eLife.12470"}],"date":{"day":"01","month":"03","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12470","entryfile":"elife-12470-v2.xml","files":["elife-12470-v1.xml"]}