{"title":"Regulation of multispanning membrane protein topology via post-translational annealing","author":[{"surname":"Van Lehn","given-names":"Reid C"},{"surname":"Zhang","given-names":"Bin"},{"surname":"Miller","given-names":"Thomas F"}],"abstract":"The canonical mechanism for multispanning membrane protein topogenesis suggests that protein topology is established during cotranslational membrane integration. However, this mechanism is inconsistent with the behavior of EmrE, a dual-topology protein for which the mutation of positively charged loop residues, even close to the C-terminus, leads to dramatic shifts in its topology. We use coarse-grained simulations to investigate the Sec-facilitated membrane integration of EmrE and its mutants on realistic biological timescales. This work reveals a mechanism for regulating membrane-protein topogenesis, in which initially misintegrated configurations of the proteins undergo post-translational annealing to reach fully integrated multispanning topologies. The energetic barriers associated with this post-translational annealing process enforce kinetic pathways that dictate the topology of the fully integrated proteins. The proposed mechanism agrees well with the experimentally observed features of EmrE topogenesis and provides a range of experimentally testable predictions regarding the effect of translocon mutations on membrane protein topogenesis.","identifier":[{"type":"publisher-id","id":"08697"},{"type":"doi","id":"10.7554/eLife.08697"}],"date":{"day":"26","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08697","entryfile":"elife-08697-v2.xml","files":["elife-08697-fig1-figsupp1-v2-600w.jpg","elife-08697-fig1-figsupp2-v2-600w.jpg","elife-08697-fig1-v2-600w.jpg","elife-08697-fig2-figsupp1-v2-600w.jpg","elife-08697-fig2-figsupp2-v2-600w.jpg","elife-08697-fig2-v2-600w.jpg","elife-08697-fig3-figsupp1-v2-600w.jpg","elife-08697-fig3-figsupp2-v2-600w.jpg","elife-08697-fig3-figsupp3-v2-600w.jpg","elife-08697-fig3-v2-600w.jpg","elife-08697-fig4-v2-600w.jpg","elife-08697-fig5-figsupp1-v2-600w.jpg","elife-08697-fig5-v2-600w.jpg","elife-08697-fig6-v2-600w.jpg","elife-08697-fig7-figsupp1-v2-600w.jpg","elife-08697-fig7-v2-600w.jpg","elife-08697-fig8-figsupp1-v2-600w.jpg","elife-08697-fig8-v2-600w.jpg","elife-08697-v1.xml"]}