{"title":"Molecular basis for allosteric specificity regulation in class Ia ribonucleotide reductase from <italic>Escherichia coli</italic>","author":[{"surname":"Zimanyi","given-names":"Christina M"},{"surname":"Chen","given-names":"Percival Yang-Ting"},{"surname":"Kang","given-names":"Gyunghoon"},{"surname":"Funk","given-names":"Michael A"},{"surname":"Drennan","given-names":"Catherine L"}],"abstract":"Ribonucleotide reductase (RNR) converts ribonucleotides to deoxyribonucleotides, a reaction that is essential for DNA biosynthesis and repair. This enzyme is responsible for reducing all four ribonucleotide substrates, with specificity regulated by the binding of an effector to a distal allosteric site. In all characterized RNRs, the binding of effector dATP alters the active site to select for pyrimidines over purines, whereas effectors dGTP and TTP select for substrates ADP and GDP, respectively. Here, we have determined structures of <italic>Escherichia coli</italic> class Ia RNR with all four substrate/specificity effector-pairs bound (CDP/dATP, UDP/dATP, ADP/dGTP, GDP/TTP) that reveal the conformational rearrangements responsible for this remarkable allostery. These structures delineate how RNR ‘reads’ the base of each effector and communicates substrate preference to the active site by forming differential hydrogen bonds, thereby maintaining the proper balance of deoxynucleotides in the cell.","identifier":[{"type":"publisher-id","id":"07141"},{"type":"doi","id":"10.7554/eLife.07141"}],"date":{"day":"12","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07141","entryfile":"elife-07141-v1.xml","files":["elife-07141-fig1-v1-600w.jpg","elife-07141-fig10-v1-600w.jpg","elife-07141-fig11-v1-600w.jpg","elife-07141-fig2-v1-600w.jpg","elife-07141-fig3-v1-600w.jpg","elife-07141-fig4-v1-600w.jpg","elife-07141-fig5-v1-600w.jpg","elife-07141-fig6-v1-600w.jpg","elife-07141-fig7-v1-600w.jpg","elife-07141-fig8-v1-600w.jpg","elife-07141-fig9-v1-600w.jpg"]}