{"title":"Non-linear developmental trajectory of electrical phenotype in rat substantia nigra pars compacta dopaminergic neurons","author":[{"surname":"Dufour","given-names":"Martial A"},{"surname":"Woodhouse","given-names":"Adele"},{"surname":"Amendola","given-names":"Julien"},{"surname":"Goaillard","given-names":"Jean-Marc"}],"abstract":"Neurons have complex electrophysiological properties, however, it is often difficult to determine which properties are the most relevant to neuronal function. By combining current-clamp measurements of electrophysiological properties with multi-variate analysis (hierarchical clustering, principal component analysis), we were able to characterize the postnatal development of substantia nigra dopaminergic neurons' electrical phenotype in an unbiased manner, such that subtle changes in phenotype could be analyzed. We show that the intrinsic electrical phenotype of these neurons follows a non-linear trajectory reaching maturity by postnatal day 14, with two developmental transitions occurring between postnatal days 3–5 and 9–11. This approach also predicted which parameters play a critical role in phenotypic variation, enabling us to determine (using pharmacology, dynamic-clamp) that changes in the leak, sodium and calcium-activated potassium currents are central to these two developmental transitions. This analysis enables an unbiased definition of neuronal type/phenotype that is applicable to a range of research questions.","identifier":[{"type":"publisher-id","id":"04059"},{"type":"doi","id":"10.7554/eLife.04059"}],"date":{"day":"20","month":"10","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04059","entryfile":"elife-04059-v3.xml","files":["elife-04059-fig1-v3-600w.jpg","elife-04059-fig10-v3-600w.jpg","elife-04059-fig11-figsupp1-v3-600w.jpg","elife-04059-fig11-v3-600w.jpg","elife-04059-fig2-figsupp1-v3-600w.jpg","elife-04059-fig2-v3-600w.jpg","elife-04059-fig3-v3-600w.jpg","elife-04059-fig4-v3-600w.jpg","elife-04059-fig5-v3-600w.jpg","elife-04059-fig6-v3-600w.jpg","elife-04059-fig7-v3-600w.jpg","elife-04059-fig8-v3-600w.jpg","elife-04059-fig9-v3-600w.jpg","elife-04059-v1.xml","elife-04059-v2.xml"]}