{"title":"Minimized human telomerase maintains telomeres and resolves endogenous roles of H/ACA proteins, TCAB1, and Cajal bodies","author":[{"surname":"Vogan","given-names":"Jacob M"},{"surname":"Zhang","given-names":"Xiaozhu"},{"surname":"Youmans","given-names":"Daniel T"},{"surname":"Regalado","given-names":"Samuel G"},{"surname":"Johnson","given-names":"Joshua Z"},{"surname":"Hockemeyer","given-names":"Dirk"},{"surname":"Collins","given-names":"Kathleen"}],"abstract":"We dissected the importance of human telomerase biogenesis and trafficking pathways for telomere maintenance. Biological stability of human telomerase RNA (hTR) relies on H/ACA proteins, but other eukaryotes use other RNP assembly pathways. To investigate additional rationale for human telomerase assembly as H/ACA RNP, we developed a minimized cellular hTR. Remarkably, with only binding sites for telomerase reverse transcriptase (TERT), minimized hTR assembled biologically active enzyme. TERT overexpression was required for cellular interaction with minimized hTR, indicating that H/ACA RNP assembly enhances endogenous hTR-TERT interaction. Telomere maintenance by minimized telomerase was unaffected by the elimination of the telomerase holoenzyme Cajal body chaperone TCAB1 or the Cajal body scaffold protein Coilin. Surprisingly, wild-type hTR also maintained and elongated telomeres in TCAB1 or Coilin knockout cells, with distinct changes in telomerase action. Overall, we elucidate trafficking requirements for telomerase biogenesis and function and expand mechanisms by which altered telomere maintenance engenders human disease.","identifier":[{"type":"publisher-id","id":"18221"},{"type":"doi","id":"10.7554/eLife.18221"}],"date":{"day":"15","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18221","entryfile":"elife-18221-v2.xml","files":["elife-18221-fig1-figsupp1-v2-600w.jpg","elife-18221-fig1-v2-600w.jpg","elife-18221-fig2-figsupp1-v2-600w.jpg","elife-18221-fig2-v2-600w.jpg","elife-18221-fig3-figsupp1-v2-600w.jpg","elife-18221-fig3-v2-600w.jpg","elife-18221-fig4-figsupp1-v2-600w.jpg","elife-18221-fig4-v2-600w.jpg","elife-18221-fig5-figsupp1-v2-600w.jpg","elife-18221-fig5-figsupp2-v2-600w.jpg","elife-18221-fig5-figsupp3-v2-600w.jpg","elife-18221-fig5-v2-600w.jpg","elife-18221-fig6-v2-600w.jpg","elife-18221-fig7-v2-600w.jpg","elife-18221-v1.xml"]}