{"title":"Registered report: The common feature of leukemia-associated IDH1 and IDH2 mutations is a neomorphic enzyme activity converting alpha-ketoglutarate to 2-hydroxyglutarate","author":[{"surname":"Fiehn","given-names":"Oliver"},{"surname":"Showalter","given-names":"Megan Reed"},{"surname":"Schaner-Tooley","given-names":"Christine E"}],"abstract":"The <ext-link>Reproducibility Project: Cancer Biology</ext-link> seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of <ext-link>citations and Altmetric scores</ext-link> (<xref>Errington et al., 2014</xref>). This Registered Report describes the proposed replication plan of key experiments from “The common feature of leukemia-associated IDH1 and IDH2 mutations is a neomorphic enzyme activity converting alpha-ketoglutarate to 2-hydroxyglutarate” by Ward and colleagues, published in Cancer Cell in 2010 (<xref>Ward et al., 2010</xref>). The experiments that will be replicated are those reported in Figures 2, 3 and 5. Ward and colleagues demonstrate the mutations in isocitrate dehydrogenase 2 (<italic>IDH2</italic>), commonly found in acute myeloid leukemia (AML), abrogate the enzyme’s wild-type activity and confer to the mutant neomorphic activity that produces the oncometabolite 2-hydroxyglutarate (2-HG) (Figures 2 and 3). They then show that elevated levels of 2-HG are correlated with mutations in <italic>IDH1</italic> and <italic>IDH2</italic> in AML patient samples (Figure 5). The Reproducibility Project: Cancer Biology is a collaboration between the <ext-link>Center for Open Science</ext-link> and <ext-link>Science Exchange</ext-link> and the results of the replications will be published by <italic>eLife</italic>.","identifier":[{"type":"publisher-id","id":"12626"},{"type":"doi","id":"10.7554/eLife.12626"}],"date":{"day":"26","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12626","entryfile":"elife-12626-v1.xml","files":[]}