{"title":"The <italic>Drosophila</italic> formin Fhos is a primary mediator of sarcomeric thin-filament array assembly","author":[{"surname":"Shwartz","given-names":"Arkadi"},{"surname":"Dhanyasi","given-names":"Nagaraju"},{"surname":"Schejter","given-names":"Eyal D"},{"surname":"Shilo","given-names":"Ben-Zion"}],"abstract":"Actin-based thin filament arrays constitute a fundamental core component of muscle sarcomeres. We have used formation of the <italic>Drosophila</italic> indirect flight musculature for studying the assembly and maturation of thin-filament arrays in a skeletal muscle model system. Employing GFP-tagged actin monomer incorporation, we identify several distinct phases in the dynamic construction of thin-filament arrays. This sequence includes assembly of nascent arrays after an initial period of intensive microfilament synthesis, followed by array elongation, primarily from filament pointed-ends, radial growth of the arrays via recruitment of peripheral filaments and continuous barbed-end turnover. Using genetic approaches we have identified Fhos, the single <italic>Drosophila</italic> homolog of the FHOD sub-family of formins, as a primary and versatile mediator of IFM thin-filament organization. Localization of Fhos to the barbed-ends of the arrays, achieved via a novel N-terminal domain, appears to be a critical aspect of its sarcomeric roles.","identifier":[{"type":"publisher-id","id":"16540"},{"type":"doi","id":"10.7554/eLife.16540"}],"date":{"day":"12","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16540","entryfile":"elife-16540-v1.xml","files":["elife-16540-fig1-figsupp1-v1-600w.jpg","elife-16540-fig1-v1-600w.jpg","elife-16540-fig2-figsupp1-v1-600w.jpg","elife-16540-fig2-figsupp2-v1-600w.jpg","elife-16540-fig2-v1-600w.jpg","elife-16540-fig3-figsupp1-v1-600w.jpg","elife-16540-fig3-v1-600w.jpg","elife-16540-fig4-v1-600w.jpg","elife-16540-fig5-figsupp1-v1-600w.jpg","elife-16540-fig5-v1-600w.jpg","elife-16540-fig6-v1-600w.jpg","elife-16540-fig7-v1-600w.jpg"]}