{"title":"Hippocampus ghrelin signaling mediates appetite through lateral hypothalamic orexin pathways","author":[{"surname":"Hsu","given-names":"Ted M"},{"surname":"Hahn","given-names":"Joel D"},{"surname":"Konanur","given-names":"Vaibhav R"},{"surname":"Noble","given-names":"Emily E"},{"surname":"Suarez","given-names":"Andrea N"},{"surname":"Thai","given-names":"Jessica"},{"surname":"Nakamoto","given-names":"Emily M"},{"surname":"Kanoski","given-names":"Scott E"}],"abstract":"Feeding behavior rarely occurs in direct response to metabolic deficit, yet the overwhelming majority of research on the biology of food intake control has focused on basic metabolic and homeostatic neurobiological substrates. Most animals, including humans, have habitual feeding patterns in which meals are consumed based on learned and/or environmental factors. Here we illuminate a novel neural system regulating higher-order aspects of feeding through which the gut-derived hormone ghrelin communicates with ventral hippocampus (vHP) neurons to stimulate meal-entrained conditioned appetite. Additional results show that the lateral hypothalamus (LHA) is a critical downstream substrate for vHP ghrelin-mediated hyperphagia and that vHP ghrelin activated neurons communicate directly with neurons in the LHA that express the neuropeptide, orexin. Furthermore, activation of downstream orexin-1 receptors is required for vHP ghrelin-mediated hyperphagia. These findings reveal novel neurobiological circuitry regulating appetite through which ghrelin signaling in hippocampal neurons engages LHA orexin signaling.","identifier":[{"type":"publisher-id","id":"11190"},{"type":"doi","id":"10.7554/eLife.11190"}],"date":{"day":"15","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11190","entryfile":"elife-11190-v1.xml","files":["elife-11190-fig1-v1-600w.jpg","elife-11190-fig2-figsupp1-v1-600w.jpg","elife-11190-fig2-v1-600w.jpg","elife-11190-fig3-v1-600w.jpg","elife-11190-fig4-v1-600w.jpg","elife-11190-fig5-v1-600w.jpg","elife-11190-fig6-figsupp1-v1-600w.jpg","elife-11190-fig6-v1-600w.jpg","elife-11190-fig7-v1-600w.jpg","elife-11190-fig8-v1-600w.jpg","elife-11190-fig9-v1-600w.jpg"]}