{"title":"Hippocampal ensemble dynamics timestamp events in long-term memory","author":[{"surname":"Rubin","given-names":"Alon"},{"surname":"Geva","given-names":"Nitzan"},{"surname":"Sheintuch","given-names":"Liron"},{"surname":"Ziv","given-names":"Yaniv"}],"abstract":"The capacity to remember temporal relationships between different events is essential to episodic memory, but little is currently known about its underlying mechanisms. We performed time-lapse imaging of thousands of neurons over weeks in the hippocampal CA1 of mice as they repeatedly visited two distinct environments. Longitudinal analysis exposed ongoing environment-independent evolution of episodic representations, despite stable place field locations and constant remapping between the two environments. These dynamics time-stamped experienced events via neuronal ensembles that had cellular composition and activity patterns unique to specific points in time. Temporally close episodes shared a common timestamp regardless of the spatial context in which they occurred. Temporally remote episodes had distinct timestamps, even if they occurred within the same spatial context. Our results suggest that days-scale hippocampal ensemble dynamics could support the formation of a mental timeline in which experienced events could be mnemonically associated or dissociated based on their temporal distance.","identifier":[{"type":"publisher-id","id":"12247"},{"type":"doi","id":"10.7554/eLife.12247"}],"date":{"day":"18","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12247","entryfile":"elife-12247-v2.xml","files":["elife-12247-fig1-figsupp1-v2-600w.jpg","elife-12247-fig1-figsupp2-v2-600w.jpg","elife-12247-fig1-figsupp3-v2-600w.jpg","elife-12247-fig1-figsupp4-v2-600w.jpg","elife-12247-fig1-v2-600w.jpg","elife-12247-fig2-figsupp1-v2-600w.jpg","elife-12247-fig2-figsupp2-v2-600w.jpg","elife-12247-fig2-figsupp3-v2-600w.jpg","elife-12247-fig2-figsupp4-v2-600w.jpg","elife-12247-fig2-figsupp5-v2-600w.jpg","elife-12247-fig2-figsupp6-v2-600w.jpg","elife-12247-fig2-v2-600w.jpg","elife-12247-v1.xml"]}