{"title":"GSK-3 signaling in developing cortical neurons is essential for radial migration and dendritic orientation","author":[{"surname":"Morgan-Smith","given-names":"Meghan"},{"surname":"Wu","given-names":"Yaohong"},{"surname":"Zhu","given-names":"Xiaoqin"},{"surname":"Pringle","given-names":"Julia"},{"surname":"Snider","given-names":"William D"}],"abstract":"GSK-3 is an essential mediator of several signaling pathways that regulate cortical development. We therefore created conditional mouse mutants lacking both GSK-3α and GSK-3β in newly born cortical excitatory neurons. <italic>Gsk3</italic>-deleted neurons expressing upper layer markers exhibited striking migration failure in all areas of the cortex. Radial migration in hippocampus was similarly affected. In contrast, tangential migration was not grossly impaired after <italic>Gsk3</italic> deletion in interneuron precursors. <italic>Gsk3</italic>-deleted neurons extended axons and developed dendritic arbors. However, the apical dendrite was frequently branched while basal dendrites exhibited abnormal orientation. GSK-3 regulation of migration in neurons was independent of Wnt/β-catenin signaling. Importantly, phosphorylation of the migration mediator, DCX, at ser327, and phosphorylation of the semaphorin signaling mediator, CRMP-2, at Thr514 were markedly decreased. Our data demonstrate that GSK-3 signaling is essential for radial migration and dendritic orientation and suggest that GSK-3 mediates these effects by phosphorylating key microtubule regulatory proteins.","identifier":[{"type":"publisher-id","id":"02663"},{"type":"doi","id":"10.7554/eLife.02663"}],"date":{"day":"29","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02663","entryfile":"elife-02663-v1.xml","files":["elife-02663-fig1-figsupp1-v1-600w.jpg","elife-02663-fig1-v1-600w.jpg","elife-02663-fig2-figsupp1-v1-600w.jpg","elife-02663-fig2-v1-600w.jpg","elife-02663-fig3-figsupp1-v1-600w.jpg","elife-02663-fig3-v1-600w.jpg","elife-02663-fig4-figsupp1-v1-600w.jpg","elife-02663-fig4-v1-600w.jpg","elife-02663-fig5-figsupp1-v1-600w.jpg","elife-02663-fig5-v1-600w.jpg","elife-02663-fig6-figsupp1-v1-600w.jpg","elife-02663-fig6-v1-600w.jpg","elife-02663-fig7-v1-600w.jpg"]}