{"title":"Insights into electrosensory organ development, physiology and evolution from a lateral line-enriched transcriptome","author":[{"surname":"Modrell","given-names":"Melinda S"},{"surname":"Lyne","given-names":"Mike"},{"surname":"Carr","given-names":"Adrian R"},{"surname":"Zakon","given-names":"Harold H"},{"surname":"Buckley","given-names":"David"},{"surname":"Campbell","given-names":"Alexander S"},{"surname":"Davis","given-names":"Marcus C"},{"surname":"Micklem","given-names":"Gos"},{"surname":"Baker","given-names":"Clare VH"}],"abstract":"The anamniote lateral line system, comprising mechanosensory neuromasts and electrosensory ampullary organs, is a useful model for investigating the developmental and evolutionary diversification of different organs and cell types. Zebrafish neuromast development is increasingly well understood, but neither zebrafish nor <italic>Xenopus</italic> is electroreceptive and our molecular understanding of ampullary organ development is rudimentary. We have used RNA-seq to generate a lateral line-enriched gene-set from late-larval paddlefish (<italic>Polyodon spathula</italic>). Validation of a subset reveals expression in developing ampullary organs of transcription factor genes critical for hair cell development, and genes essential for glutamate release at hair cell ribbon synapses, suggesting close developmental, physiological and evolutionary links between non-teleost electroreceptors and hair cells. We identify an ampullary organ-specific proneural transcription factor, and candidates for the voltage-sensing L-type Ca<sub>v</sub> channel and rectifying K<sub>v</sub> channel predicted from skate (cartilaginous fish) ampullary organ electrophysiology. Overall, our results illuminate ampullary organ development, physiology and evolution.","identifier":[{"type":"publisher-id","id":"24197"},{"type":"doi","id":"10.7554/eLife.24197"}],"date":{"day":"27","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"24197","entryfile":"elife-24197-v3.xml","files":["elife-24197-v1.xml","elife-24197-v2.xml"]}