{"title":"Concerning RNA-guided gene drives for the alteration of wild populations","author":[{"surname":"Esvelt","given-names":"Kevin M"},{"surname":"Smidler","given-names":"Andrea L"},{"surname":"Catteruccia","given-names":"Flaminia"},{"surname":"Church","given-names":"George M"}],"abstract":"Gene drives may be capable of addressing ecological problems by altering entire populations of wild organisms, but their use has remained largely theoretical due to technical constraints. Here we consider the potential for RNA-guided gene drives based on the CRISPR nuclease Cas9 to serve as a general method for spreading altered traits through wild populations over many generations. We detail likely capabilities, discuss limitations, and provide novel precautionary strategies to control the spread of gene drives and reverse genomic changes. The ability to edit populations of sexual species would offer substantial benefits to humanity and the environment. For example, RNA-guided gene drives could potentially prevent the spread of disease, support agriculture by reversing pesticide and herbicide resistance in insects and weeds, and control damaging invasive species. However, the possibility of unwanted ecological effects and near-certainty of spread across political borders demand careful assessment of each potential application. We call for thoughtful, inclusive, and well-informed public discussions to explore the responsible use of this currently theoretical technology.","identifier":[{"type":"publisher-id","id":"03401"},{"type":"doi","id":"10.7554/eLife.03401"}],"date":{"day":"17","month":"07","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03401","entryfile":"elife-03401-v3.xml","files":["elife-03401-fig1-v3-600w.jpg","elife-03401-fig2-v3-600w.jpg","elife-03401-fig3-v3-600w.jpg","elife-03401-fig4-figsupp1-v3-600w.jpg","elife-03401-fig4-figsupp2-v3-600w.jpg","elife-03401-fig4-figsupp3-v3-600w.jpg","elife-03401-fig4-v3-600w.jpg","elife-03401-fig5-v3-600w.jpg","elife-03401-fig6-figsupp1-v3-600w.jpg","elife-03401-fig6-figsupp2-v3-600w.jpg","elife-03401-fig6-figsupp3-v3-600w.jpg","elife-03401-fig6-v3-600w.jpg","elife-03401-fig7-figsupp1-v3-600w.jpg","elife-03401-fig7-v3-600w.jpg","elife-03401-fig8-figsupp1-v3-600w.jpg","elife-03401-fig8-v3-600w.jpg","elife-03401-v1.xml","elife-03401-v2.xml"]}