{"title":"Decoupling kinematics and mechanics reveals coding properties of trigeminal ganglion neurons in the rat vibrissal system","author":[{"surname":"Bush","given-names":"Nicholas E"},{"surname":"Schroeder","given-names":"Christopher L"},{"surname":"Hobbs","given-names":"Jennifer A"},{"surname":"Yang","given-names":"Anne ET"},{"surname":"Huet","given-names":"Lucie A"},{"surname":"Solla","given-names":"Sara A"},{"surname":"Hartmann","given-names":"Mitra JZ"}],"abstract":"Tactile information available to the rat vibrissal system begins as external forces that cause whisker deformations, which in turn excite mechanoreceptors in the follicle. Despite the fundamental mechanical origin of tactile information, primary sensory neurons in the trigeminal ganglion (Vg) have often been described as encoding the kinematics (geometry) of object contact. Here we aimed to determine the extent to which Vg neurons encode the kinematics vs. mechanics of contact. We used models of whisker bending to quantify mechanical signals (forces and moments) at the whisker base while simultaneously monitoring whisker kinematics and recording single Vg units in both anesthetized rats and awake, body restrained rats. We employed a novel manual stimulation technique to deflect whiskers in a way that decouples kinematics from mechanics, and used Generalized Linear Models (GLMs) to show that Vg neurons more directly encode mechanical signals when the whisker is deflected in this decoupled stimulus space.","identifier":[{"type":"publisher-id","id":"13969"},{"type":"doi","id":"10.7554/eLife.13969"}],"date":{"day":"27","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"13969","entryfile":"elife-13969-v2.xml","files":["elife-13969-fig1-v2-600w.jpg","elife-13969-fig2-v2-600w.jpg","elife-13969-fig3-v2-600w.jpg","elife-13969-fig4-figsupp1-v2-600w.jpg","elife-13969-fig4-v2-600w.jpg","elife-13969-fig5-v2-600w.jpg","elife-13969-fig6-v2-600w.jpg","elife-13969-v1.xml"]}