{"title":"The translational landscape of the splicing factor SRSF1 and its role in mitosis","author":[{"surname":"Maslon","given-names":"Magdalena M"},{"surname":"Heras","given-names":"Sara R"},{"surname":"Bellora","given-names":"Nicolas"},{"surname":"Eyras","given-names":"Eduardo"},{"surname":"Cáceres","given-names":"Javier F"}],"abstract":"The shuttling serine/arginine rich (SR) protein SRSF1 (previously known as SF2/ASF) is a splicing regulator that also activates translation in the cytoplasm. In order to dissect the gene network that is translationally regulated by SRSF1, we performed a high-throughput deep sequencing analysis of polysomal fractions in cells overexpressing SRSF1. We identified approximately 1500 mRNAs that are translational targets of SRSF1. These include mRNAs encoding proteins involved in cell cycle regulation, such as spindle, kinetochore, and M phase proteins, which are essential for accurate chromosome segregation. Indeed, we show that translational activity of SRSF1 is required for normal mitotic progression. Furthermore, we found that mRNAs that display alternative splicing changes upon SRSF1 overexpression are also its translational targets, strongly suggesting that SRSF1 couples pre-mRNA splicing and translation. These data provide insights on the complex role of SRSF1 in the control of gene expression at multiple levels and its implications in cancer.","identifier":[{"type":"publisher-id","id":"02028"},{"type":"doi","id":"10.7554/eLife.02028"}],"date":{"day":"06","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02028","entryfile":"elife-02028-v2.xml","files":["elife-02028-fig1-figsupp1-v2-600w.jpg","elife-02028-fig1-figsupp2-v2-600w.jpg","elife-02028-fig1-v2-600w.jpg","elife-02028-fig2-figsupp1-v2-600w.jpg","elife-02028-fig2-figsupp2-v2-600w.jpg","elife-02028-fig2-v2-600w.jpg","elife-02028-fig3-v2-600w.jpg","elife-02028-fig4-v2-600w.jpg","elife-02028-fig5-figsupp1-v2-600w.jpg","elife-02028-fig5-v2-600w.jpg","elife-02028-fig6-v2-600w.jpg","elife-02028-fig7-figsupp1-v2-600w.jpg","elife-02028-fig7-v2-600w.jpg","elife-02028-v1.xml"]}