{"title":"Antibacterial gene transfer across the tree of life","author":[{"surname":"Metcalf","given-names":"Jason A"},{"surname":"Funkhouser-Jones","given-names":"Lisa J"},{"surname":"Brileya","given-names":"Kristen"},{"surname":"Reysenbach","given-names":"Anna-Louise"},{"surname":"Bordenstein","given-names":"Seth R"}],"abstract":"Though horizontal gene transfer (HGT) is widespread, genes and taxa experience biased rates of transferability. Curiously, independent transmission of homologous DNA to archaea, bacteria, eukaryotes, and viruses is extremely rare and often defies ecological and functional explanations. Here, we demonstrate that a bacterial lysozyme family integrated independently in all domains of life across diverse environments, generating the only glycosyl hydrolase 25 muramidases in plants and archaea. During coculture of a hydrothermal vent archaeon with a bacterial competitor, muramidase transcription is upregulated. Moreover, recombinant lysozyme exhibits broad-spectrum antibacterial action in a dose-dependent manner. Similar to bacterial transfer of antibiotic resistance genes, transfer of a potent antibacterial gene across the universal tree seemingly bestows a niche-transcending adaptation that trumps the barriers against parallel HGT to all domains. The discoveries also comprise the first characterization of an antibacterial gene in archaea and support the pursuit of antibiotics in this underexplored group.","identifier":[{"type":"publisher-id","id":"04266"},{"type":"doi","id":"10.7554/eLife.04266"}],"date":{"day":"25","month":"11","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04266","entryfile":"elife-04266-v1.xml","files":["elife-04266-fig1-figsupp1-v1-600w.jpg","elife-04266-fig1-figsupp2-v1-600w.jpg","elife-04266-fig1-figsupp3-v1-600w.jpg","elife-04266-fig1-v1-600w.jpg","elife-04266-fig2-figsupp1-v1-600w.jpg","elife-04266-fig2-figsupp2-v1-600w.jpg","elife-04266-fig2-figsupp3-v1-600w.jpg","elife-04266-fig2-v1-600w.jpg","elife-04266-fig3-v1-600w.jpg","elife-04266-fig4-v1-600w.jpg","elife-04266-fig5-v1-600w.jpg","elife-04266-fig6-figsupp1-v1-600w.jpg","elife-04266-fig6-figsupp2-v1-600w.jpg","elife-04266-fig6-v1-600w.jpg","elife-04266-fig7-v1-600w.jpg","elife-04266-fig8-v1-600w.jpg"]}