{"title":"Hierarchical organization of context in the hippocampal episodic code","author":[{"surname":"Takahashi","given-names":"Susumu"}],"abstract":"The hippocampal system appears to be critically important in establishing episodic memory of both internal and external events within contexts as well as spatial memory, which enables flexible spatial navigation. However, the neuronal substrates that function across different memories in the hippocampal system are poorly understood. I monitored large-scale activity patterns of hippocampal neuronal ensembles in rats performing a novel, continuous task that combined one visually guided and two memory-guided types of navigations in a constant environment. I found that the activity patterns of the hippocampal ensemble represent spatiotemporal contexts (journeys) constructed by temporally ordered past, present and expected future places in tandem with visually or mnemonically guided non-spatial contexts (task-demands) to form episodes. This finding therefore suggests that the hierarchical organization of contexts based on pattern separation and completion enables the hippocampus to play a dual role in spatial navigation and recall of episodic memory.","identifier":[{"type":"publisher-id","id":"00321"},{"type":"doi","id":"10.7554/eLife.00321"}],"date":{"day":"05","month":"02","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00321","entryfile":"elife-00321-v1.xml","files":["elife-00321-fig1-v1-600w.jpg","elife-00321-fig2-v1-600w.jpg","elife-00321-fig3-figsupp1-v1-600w.jpg","elife-00321-fig3-v1-600w.jpg","elife-00321-fig4-v1-600w.jpg","elife-00321-fig5-v1-600w.jpg","elife-00321-fig6-v1-600w.jpg","elife-00321-fig7-figsupp1-v1-600w.jpg","elife-00321-fig7-v1-600w.jpg","elife-00321-fig8-v1-600w.jpg","elife-00321-fig9-v1-600w.jpg","elife-00321-resp-fig1-v1-600w.jpg","elife-00321-resp-fig2-v1-600w.jpg","elife-00321-resp-fig3-v1-600w.jpg","elife-00321-resp-fig4-v1-600w.jpg","elife-00321-resp-fig5-v1-600w.jpg","elife-00321-resp-fig6-v1-600w.jpg","elife-00321-resp-fig7-v1-600w.jpg","elife-00321-resp-fig8-v1-600w.jpg","elife-00321-resp-fig9-v1-600w.jpg"]}