{"title":"Single-molecule imaging of telomerase reverse transcriptase in human telomerase holoenzyme and minimal RNP complexes","author":[{"surname":"Wu","given-names":"Robert Alexander"},{"surname":"Dagdas","given-names":"Yavuz S"},{"surname":"Yilmaz","given-names":"S Tunc"},{"surname":"Yildiz","given-names":"Ahmet"},{"surname":"Collins","given-names":"Kathleen"}],"abstract":"Telomerase synthesizes chromosome-capping telomeric repeats using an active site in telomerase reverse transcriptase (TERT) and an integral RNA subunit template. The fundamental question of whether human telomerase catalytic activity requires cooperation across two TERT subunits remains under debate. In this study, we describe new approaches of subunit labeling for single-molecule imaging, applied to determine the TERT content of complexes assembled in cells or cell extract. Surprisingly, telomerase reconstitutions yielded heterogeneous DNA-bound TERT monomer and dimer complexes in relative amounts that varied with assembly and purification method. Among the complexes, cellular holoenzyme and minimal recombinant enzyme monomeric for TERT had catalytic activity. Dimerization was suppressed by removing a TERT domain linker with atypical sequence bias, which did not inhibit cellular or minimal enzyme assembly or activity. Overall, this work defines human telomerase DNA binding and synthesis properties at single-molecule level and establishes conserved telomerase subunit architecture from single-celled organisms to humans.","identifier":[{"type":"publisher-id","id":"08363"},{"type":"doi","id":"10.7554/eLife.08363"}],"date":{"day":"12","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08363","entryfile":"elife-08363-v1.xml","files":["elife-08363-fig1-figsupp1-v1-600w.jpg","elife-08363-fig1-v1-600w.jpg","elife-08363-fig2-figsupp1-v1-600w.jpg","elife-08363-fig2-v1-600w.jpg","elife-08363-fig3-v1-600w.jpg","elife-08363-fig4-v1-600w.jpg","elife-08363-fig5-v1-600w.jpg","elife-08363-fig6-v1-600w.jpg","elife-08363-fig7-v1-600w.jpg"]}