{"title":"A cellular and regulatory map of the GABAergic nervous system of <italic>C. elegans</italic>","author":[{"surname":"Gendrel","given-names":"Marie"},{"surname":"Atlas","given-names":"Emily G"},{"surname":"Hobert","given-names":"Oliver"}],"abstract":"Neurotransmitter maps are important complements to anatomical maps and represent an invaluable resource to understand nervous system function and development. We report here a comprehensive map of neurons in the <italic>C. elegans</italic> nervous system that contain the neurotransmitter GABA, revealing twice as many GABA-positive neuron classes as previously reported. We define previously unknown glia-like cells that take up GABA, as well as 'GABA uptake neurons' which do not synthesize GABA but take it up from the extracellular environment, and we map the expression of previously uncharacterized ionotropic GABA receptors. We use the map of GABA-positive neurons for a comprehensive analysis of transcriptional regulators that define the GABA phenotype. We synthesize our findings of specification of GABAergic neurons with previous reports on the specification of glutamatergic and cholinergic neurons into a nervous system-wide regulatory map which defines neurotransmitter specification mechanisms for more than half of all neuron classes in <italic>C. elegans</italic>.","identifier":[{"type":"publisher-id","id":"17686"},{"type":"doi","id":"10.7554/eLife.17686"}],"date":{"day":"14","month":"10","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"17686","entryfile":"elife-17686-v1.xml","files":["elife-17686-fig1-v1-600w.jpg","elife-17686-fig10-v1-600w.jpg","elife-17686-fig11-v1-600w.jpg","elife-17686-fig12-v1-600w.jpg","elife-17686-fig2-v1-600w.jpg","elife-17686-fig3-v1-600w.jpg","elife-17686-fig4-v1-600w.jpg","elife-17686-fig5-figsupp1-v1-600w.jpg","elife-17686-fig5-v1-600w.jpg","elife-17686-fig6-figsupp1-v1-600w.jpg","elife-17686-fig6-v1-600w.jpg","elife-17686-fig7-v1-600w.jpg","elife-17686-fig8-v1-600w.jpg","elife-17686-fig9-v1-600w.jpg"]}