{"title":"Muscle contraction is required to maintain the pool of muscle progenitors via YAP and NOTCH during fetal myogenesis","author":[{"surname":"Esteves de Lima","given-names":"Joana"},{"surname":"Bonnin","given-names":"Marie-Ange"},{"surname":"Birchmeier","given-names":"Carmen"},{"surname":"Duprez","given-names":"Delphine"}],"abstract":"The importance of mechanical activity in the regulation of muscle progenitors during chick development has not been investigated. We show that immobilization decreases NOTCH activity and mimics a NOTCH loss-of-function phenotype, a reduction in the number of muscle progenitors and increased differentiation. Ligand-induced NOTCH activation prevents the reduction of muscle progenitors and the increase of differentiation upon immobilization. Inhibition of NOTCH ligand activity in muscle fibers suffices to reduce the progenitor pool. Furthermore, immobilization reduces the activity of the transcriptional co-activator YAP and the expression of the NOTCH ligand <italic>JAG2</italic> in muscle fibers. YAP forced-activity in muscle fibers prevents the decrease of <italic>JAG2</italic> expression and the number of PAX7+ cells in immobilization conditions. Our results identify a novel mechanism acting downstream of muscle contraction, where YAP activates <italic>JAG2</italic> expression in muscle fibers, which in turn regulates the pool of fetal muscle progenitors via NOTCH in a non-cell-autonomous manner.","identifier":[{"type":"publisher-id","id":"15593"},{"type":"doi","id":"10.7554/eLife.15593"}],"date":{"day":"24","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"15593","entryfile":"elife-15593-v2.xml","files":["elife-15593-fig1-figsupp1-v2-600w.jpg","elife-15593-fig1-figsupp2-v2-600w.jpg","elife-15593-fig1-v2-600w.jpg","elife-15593-fig2-v2-600w.jpg","elife-15593-fig3-v2-600w.jpg","elife-15593-fig4-figsupp1-v2-600w.jpg","elife-15593-fig4-v2-600w.jpg","elife-15593-fig5-v2-600w.jpg","elife-15593-fig6-figsupp1-v2-600w.jpg","elife-15593-fig6-v2-600w.jpg","elife-15593-fig7-figsupp1-v2-600w.jpg","elife-15593-fig7-v2-600w.jpg","elife-15593-fig8-figsupp1-v2-600w.jpg","elife-15593-fig8-v2-600w.jpg","elife-15593-fig9-v2-600w.jpg","elife-15593-v1.xml"]}