{"title":"mRNA poly(A)-tail changes specified by deadenylation broadly reshape translation in Drosophila oocytes and early embryos","author":[{"surname":"Eichhorn","given-names":"Stephen W"},{"surname":"Subtelny","given-names":"Alexander O"},{"surname":"Kronja","given-names":"Iva"},{"surname":"Kwasnieski","given-names":"Jamie C"},{"surname":"Orr-Weaver","given-names":"Terry L"},{"surname":"Bartel","given-names":"David P"}],"abstract":"Because maturing oocytes and early embryos lack appreciable transcription, posttranscriptional regulatory processes control their development. To better understand this control, we profiled translational efficiencies and poly(A)-tail lengths throughout Drosophila oocyte maturation and early embryonic development. The correspondence between translational-efficiency changes and tail-length changes indicated that tail-length changes broadly regulate translation until gastrulation, when this coupling disappears. During egg activation, relative changes in poly(A)-tail length, and thus translational efficiency, were largely retained in the absence of cytoplasmic polyadenylation, which indicated that selective poly(A)-tail shortening primarily specifies these changes. Many translational changes depended on PAN GU and Smaug, and these changes were largely attributable to tail-length changes. Our results also revealed the presence of tail-length–independent mechanisms that maintained translation despite tail-length shortening during oocyte maturation, and prevented essentially all translation of <italic>bicoid</italic> and several other mRNAs before egg activation. In addition to these fundamental insights, our results provide valuable resources for future studies.","identifier":[{"type":"publisher-id","id":"16955"},{"type":"doi","id":"10.7554/eLife.16955"}],"date":{"day":"30","month":"07","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16955","entryfile":"elife-16955-v2.xml","files":["elife-16955-fig1-figsupp1-v2-600w.jpg","elife-16955-fig1-v2-600w.jpg","elife-16955-fig2-figsupp1-v2-600w.jpg","elife-16955-fig2-figsupp2-v2-600w.jpg","elife-16955-fig2-v2-600w.jpg","elife-16955-fig3-v2-600w.jpg","elife-16955-fig4-v2-600w.jpg","elife-16955-fig5-figsupp1-v2-600w.jpg","elife-16955-fig5-v2-600w.jpg","elife-16955-fig6-figsupp1-v2-600w.jpg","elife-16955-fig6-v2-600w.jpg","elife-16955-fig7-figsupp1-v2-600w.jpg","elife-16955-fig7-figsupp2-v2-600w.jpg","elife-16955-fig7-v2-600w.jpg","elife-16955-resp-fig1-v2-600w.jpg","elife-16955-resp-fig2-v2-600w.jpg","elife-16955-v1.xml"]}