{"title":"The primary σ factor in <italic>Escherichia coli</italic> can access the transcription elongation complex from solution in vivo","author":[{"surname":"Goldman","given-names":"Seth R"},{"surname":"Nair","given-names":"Nikhil U"},{"surname":"Wells","given-names":"Christopher D"},{"surname":"Nickels","given-names":"Bryce E"},{"surname":"Hochschild","given-names":"Ann"}],"abstract":"The σ subunit of bacterial RNA polymerase (RNAP) confers on the enzyme the ability to initiate promoter-specific transcription. Although σ factors are generally classified as initiation factors, σ can also remain associated with, and modulate the behavior of, RNAP during elongation. Here we establish that the primary σ factor in <italic>Escherichia coli</italic>, σ<sup>70</sup>, can function as an elongation factor in vivo by loading directly onto the transcription elongation complex (TEC) <italic>in trans</italic>. We demonstrate that σ<sup>70</sup> can bind <italic>in trans</italic> to TECs that emanate from either a σ<sup>70</sup>-dependent promoter or a promoter that is controlled by an alternative σ factor. We further demonstrate that binding of σ<sup>70</sup> to the TEC <italic>in trans</italic> can have a particularly large impact on the dynamics of transcription elongation during stationary phase. Our findings establish a mechanism whereby the primary σ factor can exert direct effects on the composition of the entire transcriptome, not just that portion that is produced under the control of σ<sup>70</sup>-dependent promoters.","identifier":[{"type":"publisher-id","id":"10514"},{"type":"doi","id":"10.7554/eLife.10514"}],"date":{"day":"15","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10514","entryfile":"elife-10514-v2.xml","files":["elife-10514-fig1-v2-600w.jpg","elife-10514-fig2-v2-600w.jpg","elife-10514-fig3-v2-600w.jpg","elife-10514-fig4-figsupp1-v2-600w.jpg","elife-10514-fig4-v2-600w.jpg","elife-10514-fig5-v2-600w.jpg","elife-10514-v1.xml"]}