{"title":"Impaired respiration elicits SrrAB-dependent programmed cell lysis and biofilm formation in <italic>Staphylococcus aureus</italic>","author":[{"surname":"Mashruwala","given-names":"Ameya A"},{"surname":"Guchte","given-names":"Adriana van de"},{"surname":"Boyd","given-names":"Jeffrey M"}],"abstract":"Biofilms are communities of microorganisms attached to a surface or each other. Biofilm-associated cells are the etiologic agents of recurrent <italic>Staphylococcus aureus</italic> infections. Infected human tissues are hypoxic or anoxic. <italic>S. aureus</italic> increases biofilm formation in response to hypoxia, but how this occurs is unknown. In the current study we report that oxygen influences biofilm formation in its capacity as a terminal electron acceptor for cellular respiration. Genetic, physiological, or chemical inhibition of respiratory processes elicited increased biofilm formation. Impaired respiration led to increased cell lysis via divergent regulation of two processes: increased expression of the AtlA murein hydrolase and decreased expression of wall-teichoic acids. The AltA-dependent release of cytosolic DNA contributed to increased biofilm formation. Further, cell lysis and biofilm formation were governed by the SrrAB two-component regulatory system. Data presented support a model wherein SrrAB-dependent biofilm formation occurs in response to the accumulation of reduced menaquinone.","identifier":[{"type":"publisher-id","id":"23845"},{"type":"doi","id":"10.7554/eLife.23845"}],"date":{"day":"21","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"23845","entryfile":"elife-23845-v2.xml","files":["elife-23845-fig1-v2-600w.jpg","elife-23845-fig2-figsupp1-v2-600w.jpg","elife-23845-fig2-figsupp2-v2-600w.jpg","elife-23845-fig2-figsupp3-v2-600w.jpg","elife-23845-fig2-figsupp4-v2-600w.jpg","elife-23845-fig2-v2-600w.jpg","elife-23845-fig3-figsupp1-v2-600w.jpg","elife-23845-fig3-v2-600w.jpg","elife-23845-fig4-figsupp1-v2-600w.jpg","elife-23845-fig4-figsupp2-v2-600w.jpg","elife-23845-fig4-v2-600w.jpg","elife-23845-fig5-figsupp1-v2-600w.jpg","elife-23845-fig5-v2-600w.jpg","elife-23845-fig6-v2-600w.jpg","elife-23845-fig7-v2-600w.jpg","elife-23845-v1.xml"]}