{"title":"Molecular assembly of the period-cryptochrome circadian transcriptional repressor complex","author":[{"surname":"Nangle","given-names":"Shannon N"},{"surname":"Rosensweig","given-names":"Clark"},{"surname":"Koike","given-names":"Nobuya"},{"surname":"Tei","given-names":"Hajime"},{"surname":"Takahashi","given-names":"Joseph S"},{"surname":"Green","given-names":"Carla B"},{"surname":"Zheng","given-names":"Ning"}],"abstract":"The mammalian circadian clock is driven by a transcriptional–translational feedback loop, which produces robust 24-hr rhythms. Proper oscillation of the clock depends on the complex formation and periodic turnover of the Period and Cryptochrome proteins, which together inhibit their own transcriptional activator complex, CLOCK-BMAL1. We determined the crystal structure of the CRY-binding domain (CBD) of PER2 in complex with CRY2 at 2.8 Å resolution. PER2-CBD adopts a highly extended conformation, embracing CRY2 with a sinuous binding mode. Its N-terminal end tucks into CRY adjacent to a large pocket critical for CLOCK-BMAL1 binding, while its C-terminal half flanks the CRY2 C-terminal helix and sterically hinders the recognition of CRY2 by the FBXL3 ubiquitin ligase. Unexpectedly, a strictly conserved intermolecular zinc finger, whose integrity is important for clock rhythmicity, further stabilizes the complex. Our structure-guided analyses show that these interspersed CRY-interacting regions represent multiple functional modules of PERs at the CRY-binding interface.","identifier":[{"type":"publisher-id","id":"03674"},{"type":"doi","id":"10.7554/eLife.03674"}],"date":{"day":"15","month":"08","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03674","entryfile":"elife-03674-v2.xml","files":["elife-03674-fig1-figsupp1-v2-600w.jpg","elife-03674-fig1-v2-600w.jpg","elife-03674-fig2-figsupp1-v2-600w.jpg","elife-03674-fig2-v2-600w.jpg","elife-03674-fig3-figsupp1-v2-600w.jpg","elife-03674-fig3-v2-600w.jpg","elife-03674-fig4-figsupp1-v2-600w.jpg","elife-03674-fig4-figsupp2-v2-600w.jpg","elife-03674-fig4-figsupp3-v2-600w.jpg","elife-03674-fig4-v2-600w.jpg","elife-03674-fig5-v2-600w.jpg","elife-03674-v1.xml"]}