{"title":"Semi-intact ex vivo approach to investigate spinal somatosensory circuits","author":[{"surname":"Hachisuka","given-names":"Junichi"},{"surname":"Baumbauer","given-names":"Kyle M"},{"surname":"Omori","given-names":"Yu"},{"surname":"Snyder","given-names":"Lindsey M"},{"surname":"Koerber","given-names":"H Richard"},{"surname":"Ross","given-names":"Sarah E"}],"abstract":"The somatosensory input that gives rise to the perceptions of pain, itch, cold and heat are initially integrated in the superficial dorsal horn of the spinal cord. Here, we describe a new approach to investigate these neural circuits in mouse. This semi-intact somatosensory preparation enables recording from spinal output neurons, while precisely controlling somatosensory input, and simultaneously manipulating specific populations of spinal interneurons. Our findings suggest that spinal interneurons show distinct temporal and spatial tuning properties. We also show that modality selectivity — mechanical, heat and cold — can be assessed in both retrogradely labeled spinoparabrachial projection neurons and genetically labeled spinal interneurons. Finally, we demonstrate that interneuron connectivity can be determined via optogenetic activation of specific interneuron subtypes. This new approach may facilitate key conceptual advances in our understanding of the spinal somatosensory circuits in health and disease.","identifier":[{"type":"publisher-id","id":"22866"},{"type":"doi","id":"10.7554/eLife.22866"}],"date":{"day":"19","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"22866","entryfile":"elife-22866-v2.xml","files":["elife-22866-fig1-figsupp1-v2-600w.jpg","elife-22866-fig1-v2-600w.jpg","elife-22866-fig2-v2-600w.jpg","elife-22866-fig3-v2-600w.jpg","elife-22866-fig4-v2-600w.jpg","elife-22866-fig5-figsupp1-v2-600w.jpg","elife-22866-fig5-v2-600w.jpg","elife-22866-fig6-v2-600w.jpg","elife-22866-fig7-v2-600w.jpg","elife-22866-fig8-v2-600w.jpg","elife-22866-v1.xml"]}