{"title":"Oncogenic BRAF disrupts thyroid morphogenesis and function via Twist expression","author":[{"surname":"Anelli","given-names":"Viviana"},{"surname":"Villefranc","given-names":"Jacques A"},{"surname":"Chhangawala","given-names":"Sagar"},{"surname":"Martinez-McFaline","given-names":"Raul"},{"surname":"Riva","given-names":"Eleonora"},{"surname":"Nguyen","given-names":"Anvy"},{"surname":"Verma","given-names":"Akanksha"},{"surname":"Bareja","given-names":"Rohan"},{"surname":"Chen","given-names":"Zhengming"},{"surname":"Scognamiglio","given-names":"Theresa"},{"surname":"Elemento","given-names":"Olivier"},{"surname":"Houvras","given-names":"Yariv"}],"abstract":"Thyroid cancer is common, yet the sequence of alterations that promote tumor formation are incompletely understood. Here we describe a novel model of thyroid carcinoma in zebrafish that reveals temporal changes due to BRAF<sup>V600E</sup>. Through the use of real-time <italic>in vivo</italic> imaging we observe disruption in thyroid follicle structure that occurs early in thyroid development. Combinatorial treatment using BRAF and MEK inhibitors reversed the developmental effects induced by BRAF<sup>V600E</sup>. Adult zebrafish expressing BRAF<sup>V600E</sup> in thyrocytes developed invasive carcinoma. We identified a gene expression signature from zebrafish thyroid cancer that is predictive of disease free survival in patients with papillary thyroid cancer. Gene expression studies nominated TWIST2 as a key effector downstream of BRAF. Using CRISPR/Cas9 to genetically inactivate a TWIST2 orthologue, we suppressed the effects of BRAF<sup>V600E</sup> and restored thyroid morphology and hormone synthesis. These data suggest that expression of TWIST2 plays a role in an early step of BRAF<sup>V600E</sup>-mediated transformation.","identifier":[{"type":"publisher-id","id":"20728"},{"type":"doi","id":"10.7554/eLife.20728"}],"date":{"day":"28","month":"03","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20728","entryfile":"elife-20728-v1.xml","files":[]}