{"title":"Multiple abiotic stimuli are integrated in the regulation of rice gene expression under field conditions","author":[{"surname":"Plessis","given-names":"Anne"},{"surname":"Hafemeister","given-names":"Christoph"},{"surname":"Wilkins","given-names":"Olivia"},{"surname":"Gonzaga","given-names":"Zennia Jean"},{"surname":"Meyer","given-names":"Rachel Sarah"},{"surname":"Pires","given-names":"Inês"},{"surname":"Müller","given-names":"Christian"},{"surname":"Septiningsih","given-names":"Endang M"},{"surname":"Bonneau","given-names":"Richard"},{"surname":"Purugganan","given-names":"Michael"}],"abstract":"Plants rely on transcriptional dynamics to respond to multiple climatic fluctuations and contexts in nature. We analyzed the genome-wide gene expression patterns of rice (<italic>Oryza sativa</italic>) growing in rainfed and irrigated fields during two distinct tropical seasons and determined simple linear models that relate transcriptomic variation to climatic fluctuations. These models combine multiple environmental parameters to account for patterns of expression in the field of co-expressed gene clusters. We examined the similarities of our environmental models between tropical and temperate field conditions, using previously published data. We found that field type and macroclimate had broad impacts on transcriptional responses to environmental fluctuations, especially for genes involved in photosynthesis and development. Nevertheless, variation in solar radiation and temperature at the timescale of hours had reproducible effects across environmental contexts. These results provide a basis for broad-based predictive modeling of plant gene expression in the field.","identifier":[{"type":"publisher-id","id":"08411"},{"type":"doi","id":"10.7554/eLife.08411"}],"date":{"day":"26","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08411","entryfile":"elife-08411-v2.xml","files":["elife-08411-fig1-v2-600w.jpg","elife-08411-fig2-v2-600w.jpg","elife-08411-fig3-v2-600w.jpg","elife-08411-fig4-v2-600w.jpg","elife-08411-fig5-v2-600w.jpg","elife-08411-fig6-v2-600w.jpg","elife-08411-fig7-v2-600w.jpg","elife-08411-v1.xml"]}