{"title":"RNAP II CTD tyrosine 1 performs diverse functions in vertebrate cells","author":[{"surname":"Hsin","given-names":"Jing-Ping"},{"surname":"Li","given-names":"Wencheng"},{"surname":"Hoque","given-names":"Mainul"},{"surname":"Tian","given-names":"Bin"},{"surname":"Manley","given-names":"James L"}],"abstract":"The RNA polymerase II largest subunit (Rpb1) contains a unique C-terminal domain (CTD) that plays multiple roles during transcription. The CTD is composed of consensus Y<sup>1</sup>S<sup>2</sup>P<sup>3</sup>T<sup>4</sup>S<sup>5</sup>P<sup>6</sup>S<sup>7</sup> repeats, in which Ser, Thr and Tyr residues can all be phosphorylated. Here we report analysis of CTD Tyr1 using genetically tractable chicken DT40 cells. Cells expressing an Rpb1 derivative with all Tyr residues mutated to Phe (Rpb1-Y1F) were inviable. Remarkably, Rpb1-Y1F was unstable, degraded to a CTD-less form; however stability, but not cell viability, was fully rescued by restoration of a single C-terminal Tyr (Rpb1-25F+Y). Cytoplasmic and nucleoplasmic Rpb1 was phosphorylated exclusively on Tyr1, and phosphorylation specifically of Tyr1 prevented CTD degradation by the proteasome in vitro. Tyr1 phosphorylation was also detected on chromatin-associated, hyperphosphorylated Rpb1, consistent with a role in transcription. Indeed, we detected accumulation of upstream antisense (ua) RNAs in Rpb1-25F+Y cells, indicating a role for Tyr1 in uaRNA expression.","identifier":[{"type":"publisher-id","id":"02112"},{"type":"doi","id":"10.7554/eLife.02112"}],"date":{"day":"08","month":"05","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02112","entryfile":"elife-02112-v2.xml","files":["elife-02112-fig1-figsupp1-v2-600w.jpg","elife-02112-fig1-v2-600w.jpg","elife-02112-fig2-figsupp1-v2-600w.jpg","elife-02112-fig2-v2-600w.jpg","elife-02112-fig3-figsupp1-v2-600w.jpg","elife-02112-fig3-v2-600w.jpg","elife-02112-fig4-figsupp1-v2-600w.jpg","elife-02112-fig4-figsupp2-v2-600w.jpg","elife-02112-fig4-figsupp3-v2-600w.jpg","elife-02112-fig4-figsupp4-v2-600w.jpg","elife-02112-fig4-figsupp5-v2-600w.jpg","elife-02112-fig4-figsupp6-v2-600w.jpg","elife-02112-fig4-v2-600w.jpg","elife-02112-v1.xml"]}