{"title":"Actin filaments target the oligomeric maturation of the dynamin GTPase Drp1 to mitochondrial fission sites","author":[{"surname":"Ji","given-names":"Wei-ke"},{"surname":"Hatch","given-names":"Anna L"},{"surname":"Merrill","given-names":"Ronald A"},{"surname":"Strack","given-names":"Stefan"},{"surname":"Higgs","given-names":"Henry N"}],"abstract":"While the dynamin GTPase Drp1 plays a critical role during mitochondrial fission, mechanisms controlling its recruitment to fission sites are unclear. A current assumption is that cytosolic Drp1 is recruited directly to fission sites immediately prior to fission. Using live-cell microscopy, we find evidence for a different model, progressive maturation of Drp1 oligomers on mitochondria through incorporation of smaller mitochondrially-bound Drp1 units. Maturation of a stable Drp1 oligomer does not forcibly lead to fission. Drp1 oligomers also translocate directionally along mitochondria. Ionomycin, a calcium ionophore, causes rapid mitochondrial accumulation of actin filaments followed by Drp1 accumulation at the fission site, and increases fission rate. Inhibiting actin polymerization, myosin IIA, or the formin INF2 reduces both un-stimulated and ionomycin-induced Drp1 accumulation and mitochondrial fission. Actin filaments bind purified Drp1 and increase GTPase activity in a manner that is synergistic with the mitochondrial protein Mff, suggesting a role for direct Drp1/actin interaction. We propose that Drp1 is in dynamic equilibrium on mitochondria in a fission-independent manner, and that fission factors such as actin filaments target productive oligomerization to fission sites.","identifier":[{"type":"publisher-id","id":"11553"},{"type":"doi","id":"10.7554/eLife.11553"}],"date":{"day":"26","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"11553","entryfile":"elife-11553-v3.xml","files":["elife-11553-fig1-figsupp1-v3-600w.jpg","elife-11553-fig1-figsupp2-v3-600w.jpg","elife-11553-fig1-v3-600w.jpg","elife-11553-fig10-v3-600w.jpg","elife-11553-fig2-figsupp1-v3-600w.jpg","elife-11553-fig2-v3-600w.jpg","elife-11553-fig3-figsupp1-v3-600w.jpg","elife-11553-fig3-v3-600w.jpg","elife-11553-fig4-figsupp1-v3-600w.jpg","elife-11553-fig4-v3-600w.jpg","elife-11553-fig5-figsupp1-v3-600w.jpg","elife-11553-fig5-v3-600w.jpg","elife-11553-fig6-figsupp1-v3-600w.jpg","elife-11553-fig6-figsupp2-v3-600w.jpg","elife-11553-fig6-figsupp3-v3-600w.jpg","elife-11553-fig6-figsupp4-v3-600w.jpg","elife-11553-fig6-v3-600w.jpg","elife-11553-fig7-v3-600w.jpg","elife-11553-fig8-figsupp1-v3-600w.jpg","elife-11553-fig8-v3-600w.jpg","elife-11553-fig9-v3-600w.jpg","elife-11553-v1.xml","elife-11553-v2.xml"]}