{"title":"Temporal transcriptomics suggest that twin-peaking genes reset the clock","author":[{"surname":"Pembroke","given-names":"William G"},{"surname":"Babbs","given-names":"Arran"},{"surname":"Davies","given-names":"Kay E"},{"surname":"Ponting","given-names":"Chris P"},{"surname":"Oliver","given-names":"Peter L"}],"abstract":"The mammalian suprachiasmatic nucleus (SCN) drives daily rhythmic behavior and physiology, yet a detailed understanding of its coordinated transcriptional programmes is lacking. To reveal the finer details of circadian variation in the mammalian SCN transcriptome we combined laser-capture microdissection (LCM) and RNA-seq over a 24 hr light / dark cycle. We show that 7-times more genes exhibited a classic sinusoidal expression signature than previously observed in the SCN. Another group of 766 genes unexpectedly peaked twice, near both the start and end of the dark phase; this twin-peaking group is significantly enriched for synaptic transmission genes that are crucial for light-induced phase shifting of the circadian clock. 341 intergenic non-coding RNAs, together with novel exons of annotated protein-coding genes, including <italic>Cry1</italic>, also show specific circadian expression variation. Overall, our data provide an important chronobiological resource (www.wgpembroke.com/shiny/SCNseq/) and allow us to propose that transcriptional timing in the SCN is gating clock resetting mechanisms.","identifier":[{"type":"publisher-id","id":"10518"},{"type":"doi","id":"10.7554/eLife.10518"}],"date":{"day":"02","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10518","entryfile":"elife-10518-v2.xml","files":["elife-10518-fig1-figsupp1-v2-600w.jpg","elife-10518-fig1-figsupp2-v2-600w.jpg","elife-10518-fig1-v2-600w.jpg","elife-10518-fig2-figsupp1-v2-600w.jpg","elife-10518-fig2-v2-600w.jpg","elife-10518-fig3-figsupp1-v2-600w.jpg","elife-10518-fig3-v2-600w.jpg","elife-10518-fig4-v2-600w.jpg","elife-10518-v1.xml"]}