{"title":"The nucleosomal barrier to promoter escape by RNA polymerase II is overcome by the chromatin remodeler Chd1","author":[{"surname":"Skene","given-names":"Peter J"},{"surname":"Hernandez","given-names":"Aaron E"},{"surname":"Groudine","given-names":"Mark"},{"surname":"Henikoff","given-names":"Steven"}],"abstract":"RNA polymerase II (PolII) transcribes RNA within a chromatin context, with nucleosomes acting as barriers to transcription. Despite these barriers, transcription through chromatin in vivo is highly efficient, suggesting the existence of factors that overcome this obstacle. To increase the resolution obtained by standard chromatin immunoprecipitation, we developed a novel strategy using micrococcal nuclease digestion of cross-linked chromatin. We find that the chromatin remodeler Chd1 is recruited to promoter proximal nucleosomes of genes undergoing active transcription, where Chd1 is responsible for the vast majority of PolII-directed nucleosome turnover. The expression of a dominant negative form of Chd1 results in increased stalling of PolII past the entry site of the promoter proximal nucleosomes. We find that Chd1 evicts nucleosomes downstream of the promoter in order to overcome the nucleosomal barrier and enable PolII promoter escape, thus providing mechanistic insight into the role of Chd1 in transcription and pluripotency.","identifier":[{"type":"publisher-id","id":"02042"},{"type":"doi","id":"10.7554/eLife.02042"}],"date":{"day":"15","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02042","entryfile":"elife-02042-v1.xml","files":["elife-02042-fig1-figsupp1-v1-600w.jpg","elife-02042-fig1-figsupp2-v1-600w.jpg","elife-02042-fig1-v1-600w.jpg","elife-02042-fig2-figsupp1-v1-600w.jpg","elife-02042-fig2-v1-600w.jpg","elife-02042-fig3-figsupp1-v1-600w.jpg","elife-02042-fig3-v1-600w.jpg","elife-02042-fig4-figsupp1-v1-600w.jpg","elife-02042-fig4-v1-600w.jpg","elife-02042-fig5-v1-600w.jpg","elife-02042-fig6-figsupp1-v1-600w.jpg","elife-02042-fig6-figsupp2-v1-600w.jpg","elife-02042-fig6-v1-600w.jpg","elife-02042-fig7-v1-600w.jpg"]}