{"title":"Local mechanical forces promote polarized junctional assembly and axis elongation in <italic>Drosophila</italic>","author":[{"surname":"Yu","given-names":"Jessica C"},{"surname":"Fernandez-Gonzalez","given-names":"Rodrigo"}],"abstract":"Axis elongation is a conserved process in which the head-to-tail or anterior-posterior (AP) axis of an embryo extends. In <italic>Drosophila</italic>, cellular rearrangements drive axis elongation. Cells exchange neighbours by converging into transient multicellular vertices which resolve through the assembly of new cell interfaces parallel to the AP axis. We found that new interfaces elongate in pulses correlated with periodic contractions of the surrounding cells. Inhibiting actomyosin contractility globally, or specifically in the cells around multicellular vertices, disrupted the rate and directionality of new interface assembly. Laser ablation indicated that new interfaces sustained greater tension than non-elongating ones. We developed a method to apply ectopic tension and found that increasing AP tension locally increased the elongation rate of new edges by more than twofold. Increasing dorsal-ventral tension resulted in vertex resolution perpendicular to the AP direction. We propose that local, periodic contractile forces polarize vertex resolution to drive <italic>Drosophila</italic> axis elongation.","identifier":[{"type":"publisher-id","id":"10757"},{"type":"doi","id":"10.7554/eLife.10757"}],"date":{"day":"09","month":"01","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10757","entryfile":"elife-10757-v2.xml","files":["elife-10757-fig1-figsupp1-v2-600w.jpg","elife-10757-fig1-figsupp2-v2-600w.jpg","elife-10757-fig1-figsupp3-v2-600w.jpg","elife-10757-fig1-figsupp4-v2-600w.jpg","elife-10757-fig1-figsupp5-v2-600w.jpg","elife-10757-fig1-v2-600w.jpg","elife-10757-fig2-figsupp1-v2-600w.jpg","elife-10757-fig2-figsupp2-v2-600w.jpg","elife-10757-fig2-v2-600w.jpg","elife-10757-fig3-v2-600w.jpg","elife-10757-fig4-figsupp1-v2-600w.jpg","elife-10757-fig4-v2-600w.jpg","elife-10757-resp-fig1-v2-600w.jpg","elife-10757-resp-fig2-v2-600w.jpg","elife-10757-v1.xml"]}