{"title":"A novel GTP-binding protein–adaptor protein complex responsible for export of Vangl2 from the <italic>trans</italic> Golgi network","author":[{"surname":"Guo","given-names":"Yusong"},{"surname":"Zanetti","given-names":"Giulia"},{"surname":"Schekman","given-names":"Randy"}],"abstract":"Planar cell polarity (PCP) requires the asymmetric sorting of distinct signaling receptors to distal and proximal surfaces of polarized epithelial cells. We have examined the transport of one PCP signaling protein, Vangl2, from the <italic>trans</italic> Golgi network (TGN) in mammalian cells. Using siRNA knockdown experiments, we find that the GTP-binding protein, Arfrp1, and the clathrin adaptor complex 1 (AP-1) are required for Vangl2 transport from the TGN. In contrast, TGN export of Frizzled 6, which localizes to the opposing epithelial surface from Vangl2, does not depend on Arfrp1 or AP-1. Mutagenesis studies identified a YYXXF sorting signal in the C-terminal cytosolic domain of Vangl2 that is required for Vangl2 traffic and interaction with the μ subunit of AP-1. We propose that Arfrp1 exposes a binding site on AP-1 that recognizes the Vangl2 sorting motif for capture into a transport vesicle destined for the proximal surface of a polarized epithelial cell.","identifier":[{"type":"publisher-id","id":"00160"},{"type":"doi","id":"10.7554/eLife.00160"}],"date":{"day":"08","month":"01","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"00160","entryfile":"elife-00160-v1.xml","files":["elife-00160-fig1-figsupp1-v1-600w.jpg","elife-00160-fig1-figsupp2-v1-600w.jpg","elife-00160-fig1-v1-600w.jpg","elife-00160-fig10-v1-600w.jpg","elife-00160-fig2-v1-600w.jpg","elife-00160-fig3-figsupp1-v1-600w.jpg","elife-00160-fig3-figsupp2-v1-600w.jpg","elife-00160-fig3-v1-600w.jpg","elife-00160-fig4-v1-600w.jpg","elife-00160-fig5-v1-600w.jpg","elife-00160-fig6-figsupp1-v1-600w.jpg","elife-00160-fig6-v1-600w.jpg","elife-00160-fig7-v1-600w.jpg","elife-00160-fig8-v1-600w.jpg","elife-00160-fig9-v1-600w.jpg"]}