{"title":"Oviductal estrogen receptor α signaling prevents protease-mediated embryo death","author":[{"surname":"Winuthayanon","given-names":"Wipawee"},{"surname":"Bernhardt","given-names":"Miranda L"},{"surname":"Padilla-Banks","given-names":"Elizabeth"},{"surname":"Myers","given-names":"Page H"},{"surname":"Edin","given-names":"Matthew L"},{"surname":"Lih","given-names":"Fred B"},{"surname":"Hewitt","given-names":"Sylvia C"},{"surname":"Korach","given-names":"Kenneth S"},{"surname":"Williams","given-names":"Carmen J"}],"abstract":"Development of uterine endometrial receptivity for implantation is orchestrated by cyclic steroid hormone-mediated signals. It is unknown if these signals are necessary for oviduct function in supporting fertilization and preimplantation development. Here we show that conditional knockout (cKO) mice lacking estrogen receptor α (ERα) in oviduct and uterine epithelial cells have impaired fertilization due to a dramatic reduction in sperm migration. In addition, all successfully fertilized eggs die before the 2-cell stage due to persistence of secreted innate immune mediators including proteases. Elevated protease activity in cKO oviducts causes premature degradation of the zona pellucida and embryo lysis, and wild-type embryos transferred into cKO oviducts fail to develop normally unless rescued by concomitant transfer of protease inhibitors. Thus, suppression of oviductal protease activity mediated by estrogen-epithelial ERα signaling is required for fertilization and preimplantation embryo development. These findings have implications for human infertility and post-coital contraception.","identifier":[{"type":"publisher-id","id":"10453"},{"type":"doi","id":"10.7554/eLife.10453"}],"date":{"day":"01","month":"12","year":"2015"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"10453","entryfile":"elife-10453-v1.xml","files":["elife-10453-fig1-figsupp1-v1-600w.jpg","elife-10453-fig1-v1-600w.jpg","elife-10453-fig2-figsupp1-v1-600w.jpg","elife-10453-fig2-v1-600w.jpg","elife-10453-fig3-v1-600w.jpg","elife-10453-fig4-v1-600w.jpg","elife-10453-fig5-figsupp1-v1-600w.jpg","elife-10453-fig5-v1-600w.jpg","elife-10453-fig6-figsupp1-v1-600w.jpg","elife-10453-fig6-v1-600w.jpg","elife-10453-fig7-v1-600w.jpg","elife-10453-fig8-v1-600w.jpg"]}