{"title":"c-di-GMP heterogeneity is generated by the chemotaxis machinery to regulate flagellar motility","author":[{"surname":"Kulasekara","given-names":"Bridget R"},{"surname":"Kamischke","given-names":"Cassandra"},{"surname":"Kulasekara","given-names":"Hemantha D"},{"surname":"Christen","given-names":"Matthias"},{"surname":"Wiggins","given-names":"Paul A"},{"surname":"Miller","given-names":"Samuel I"}],"abstract":"Individual cell heterogeneity is commonly observed within populations, although its molecular basis is largely unknown. Previously, using FRET-based microscopy, we observed heterogeneity in cellular c-di-GMP levels. In this study, we show that c-di-GMP heterogeneity in <italic>Pseudomonas aeruginosa</italic> is promoted by a specific phosphodiesterase partitioned after cell division. We found that subcellular localization and reduction of c-di-GMP levels by this phosphodiesterase is dependent on the histidine kinase component of the chemotaxis machinery, CheA, and its phosphorylation state. Therefore, individual cell heterogeneity in c-di-GMP concentrations is regulated by the activity and the asymmetrical inheritance of the chemotaxis organelle after cell division. c-di-GMP heterogeneity results in a diversity of motility behaviors. The generation of diverse intracellular concentrations of c-di-GMP by asymmetric partitioning is likely important to the success and survival of bacterial populations within the environment by allowing a variety of motility behaviors.","identifier":[{"type":"publisher-id","id":"01402"},{"type":"doi","id":"10.7554/eLife.01402"}],"date":{"day":"17","month":"12","year":"2013"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01402","entryfile":"elife-01402-v1.xml","files":["elife-01402-fig1-v1-600w.jpg","elife-01402-fig2-figsupp1-v1-600w.jpg","elife-01402-fig2-v1-600w.jpg","elife-01402-fig3-figsupp1-v1-600w.jpg","elife-01402-fig3-figsupp2-v1-600w.jpg","elife-01402-fig3-v1-600w.jpg","elife-01402-fig4-v1-600w.jpg","elife-01402-fig5-figsupp1-v1-600w.jpg","elife-01402-fig5-figsupp2-v1-600w.jpg","elife-01402-fig5-figsupp3-v1-600w.jpg","elife-01402-fig5-v1-600w.jpg","elife-01402-fig6-v1-600w.jpg"]}