{"title":"The human ARF tumor suppressor senses blastema activity and suppresses epimorphic tissue regeneration","author":[{"surname":"Hesse","given-names":"Robert G"},{"surname":"Kouklis","given-names":"Gayle K"},{"surname":"Ahituv","given-names":"Nadav"},{"surname":"Pomerantz","given-names":"Jason H"}],"abstract":"The control of proliferation and differentiation by tumor suppressor genes suggests that evolution of divergent tumor suppressor repertoires could influence species’ regenerative capacity. To directly test that premise, we humanized the zebrafish p53 pathway by introducing regulatory and coding sequences of the human tumor suppressor <italic>ARF</italic> into the zebrafish genome. <italic>ARF</italic> was dormant during development, in uninjured adult fins, and during wound healing, but was highly expressed in the blastema during epimorphic fin regeneration after amputation. Regenerative, but not developmental signals resulted in binding of zebrafish E2f to the human <italic>ARF</italic> promoter and activated conserved ARF-dependent Tp53 functions. The context-dependent activation of ARF did not affect growth and development but inhibited regeneration, an unexpected distinct tumor suppressor response to regenerative versus developmental environments. The antagonistic pleiotropic characteristics of <italic>ARF</italic> as both tumor and regeneration suppressor imply that inducing epimorphic regeneration clinically would require modulation of ARF –p53 axis activation.","identifier":[{"type":"publisher-id","id":"07702"},{"type":"doi","id":"10.7554/eLife.07702"}],"date":{"day":"17","month":"11","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"07702","entryfile":"elife-07702-v1.xml","files":["elife-07702-fig1-figsupp1-v1-600w.jpg","elife-07702-fig1-figsupp2-v1-600w.jpg","elife-07702-fig1-figsupp3-v1-600w.jpg","elife-07702-fig1-v1-600w.jpg","elife-07702-fig2-figsupp1-v1-600w.jpg","elife-07702-fig2-v1-600w.jpg","elife-07702-fig3-figsupp1-v1-600w.jpg","elife-07702-fig3-v1-600w.jpg","elife-07702-fig4-figsupp1-v1-600w.jpg","elife-07702-fig4-v1-600w.jpg","elife-07702-fig5-v1-600w.jpg","elife-07702-fig6-v1-600w.jpg","elife-07702-fig7-figsupp1-v1-600w.jpg","elife-07702-fig7-figsupp2-v1-600w.jpg","elife-07702-fig7-figsupp3-v1-600w.jpg","elife-07702-fig7-v1-600w.jpg","elife-07702-fig8-v1-600w.jpg"]}