{"title":"Enhanced stability and polyadenylation of select mRNAs support rapid thermogenesis in the brown fat of a hibernator","author":[{"surname":"Grabek","given-names":"Katharine R"},{"surname":"Diniz Behn","given-names":"Cecilia"},{"surname":"Barsh","given-names":"Gregory S"},{"surname":"Hesselberth","given-names":"Jay R"},{"surname":"Martin","given-names":"Sandra L"}],"abstract":"During hibernation, animals cycle between torpor and arousal. These cycles involve dramatic but poorly understood mechanisms of dynamic physiological regulation at the level of gene expression. Each cycle, Brown Adipose Tissue (BAT) drives periodic arousal from torpor by generating essential heat. We applied digital transcriptome analysis to precisely timed samples to identify molecular pathways that underlie the intense activity cycles of hibernator BAT. A cohort of transcripts increased during torpor, paradoxical because transcription effectively ceases at these low temperatures. We show that this increase occurs not by elevated transcription but rather by enhanced stabilization associated with maintenance and/or extension of long poly(A) tails. Mathematical modeling further supports a temperature-sensitive mechanism to protect a subset of transcripts from ongoing bulk degradation instead of increased transcription. This subset was enriched in a C-rich motif and genes required for BAT activation, suggesting a model and mechanism to prioritize translation of key proteins for thermogenesis.","identifier":[{"type":"publisher-id","id":"04517"},{"type":"doi","id":"10.7554/eLife.04517"}],"date":{"day":"27","month":"01","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04517","entryfile":"elife-04517-v1.xml","files":["elife-04517-fig1-v1-600w.jpg","elife-04517-fig2-figsupp1-v1-600w.jpg","elife-04517-fig2-v1-600w.jpg","elife-04517-fig3-v1-600w.jpg","elife-04517-fig4-figsupp1-v1-600w.jpg","elife-04517-fig4-figsupp2-v1-600w.jpg","elife-04517-fig4-figsupp3-v1-600w.jpg","elife-04517-fig4-figsupp4-v1-600w.jpg","elife-04517-fig4-v1-600w.jpg","elife-04517-fig5-figsupp1-v1-600w.jpg","elife-04517-fig5-figsupp2-v1-600w.jpg","elife-04517-fig5-figsupp3-v1-600w.jpg","elife-04517-fig5-v1-600w.jpg","elife-04517-fig6-v1-600w.jpg","elife-04517-fig7-v1-600w.jpg","elife-04517-resp-fig1-v1-600w.jpg"]}