{"title":"Structural basis for inhibition of erythrocyte invasion by antibodies to <italic>Plasmodium falciparum</italic> protein CyRPA","author":[{"surname":"Chen","given-names":"Lin"},{"surname":"Xu","given-names":"Yibin"},{"surname":"Wong","given-names":"Wilson"},{"surname":"Thompson","given-names":"Jennifer K"},{"surname":"Healer","given-names":"Julie"},{"surname":"Goddard-Borger","given-names":"Ethan D"},{"surname":"Lawrence","given-names":"Michael C"},{"surname":"Cowman","given-names":"Alan F"}],"abstract":"<italic>Plasmodium falciparum</italic> causes malaria in humans with over 450,000 deaths annually. The asexual blood stage involves invasion of erythrocytes by merozoites, in which they grow and divide to release daughter merozoites, which in turn invade new erythrocytes perpetuating the cycle responsible for malaria. A key step in merozoite invasion is the essential binding of PfRh5/CyRPA/PfRipr complex to basigin, a step linked to the formation of a pore between merozoites and erythrocytes. We show CyRPA interacts directly with PfRh5. An invasion inhibitory monoclonal antibody to CyRPA blocks binding of CyRPA to PfRh5 and complex formation thus illuminating the molecular mechanism for inhibition of parasite growth. We determined the crystal structures of CyRPA alone and in complex with an antibody Fab fragment. CyRPA has a six-bladed β-propeller fold, and we identify the region that interacts with PfRh5. This functionally conserved epitope is a potential target for vaccines against <italic>P. falciparum</italic>.","identifier":[{"type":"publisher-id","id":"21347"},{"type":"doi","id":"10.7554/eLife.21347"}],"date":{"day":"14","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21347","entryfile":"elife-21347-v2.xml","files":["elife-21347-fig1-v2-600w.jpg","elife-21347-fig2-v2-600w.jpg","elife-21347-fig3-figsupp1-v2-600w.jpg","elife-21347-fig3-figsupp2-v2-600w.jpg","elife-21347-fig3-v2-600w.jpg","elife-21347-fig4-figsupp1-v2-600w.jpg","elife-21347-fig4-v2-600w.jpg","elife-21347-v1.xml"]}