{"title":"Mapping residual transmission for malaria elimination","author":[{"surname":"Reiner","given-names":"Robert C"},{"surname":"Le Menach","given-names":"Arnaud"},{"surname":"Kunene","given-names":"Simon"},{"surname":"Ntshalintshali","given-names":"Nyasatu"},{"surname":"Hsiang","given-names":"Michelle S"},{"surname":"Perkins","given-names":"T Alex"},{"surname":"Greenhouse","given-names":"Bryan"},{"surname":"Tatem","given-names":"Andrew J"},{"surname":"Cohen","given-names":"Justin M"},{"surname":"Smith","given-names":"David L"}],"abstract":"Eliminating malaria from a defined region involves draining the endemic parasite reservoir and minimizing local malaria transmission around imported malaria infections. In the last phases of malaria elimination, as universal interventions reap diminishing marginal returns, national resources must become increasingly devoted to identifying where residual transmission is occurring. The needs for accurate measures of progress and practical advice about how to allocate scarce resources require new analytical methods to quantify fine-grained heterogeneity in malaria risk. Using routine national surveillance data from Swaziland (a sub-Saharan country on the verge of elimination), we estimated individual reproductive numbers. Fine-grained maps of reproductive numbers and local malaria importation rates were combined to show ‘malariogenic potential’, a first for malaria elimination. As countries approach elimination, these individual-based measures of transmission risk provide meaningful metrics for planning programmatic responses and prioritizing areas where interventions will contribute most to malaria elimination.","identifier":[{"type":"publisher-id","id":"09520"},{"type":"doi","id":"10.7554/eLife.09520"}],"date":{"day":"29","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09520","entryfile":"elife-09520-v2.xml","files":["elife-09520-fig1-v2-600w.jpg","elife-09520-fig2-v2-600w.jpg","elife-09520-fig3-v2-600w.jpg","elife-09520-fig4-v2-600w.jpg","elife-09520-fig5-v2-600w.jpg","elife-09520-fig6-v2-600w.jpg","elife-09520-fig7-v2-600w.jpg","elife-09520-v1.xml"]}