{"title":"A plasma membrane template for macropinocytic cups","author":[{"surname":"Veltman","given-names":"Douwe M"},{"surname":"Williams","given-names":"Thomas D"},{"surname":"Bloomfield","given-names":"Gareth"},{"surname":"Chen","given-names":"Bi-Chang"},{"surname":"Betzig","given-names":"Eric"},{"surname":"Insall","given-names":"Robert H"},{"surname":"Kay","given-names":"Robert R"}],"abstract":"Macropinocytosis is a fundamental mechanism that allows cells to take up extracellular liquid into large vesicles. It critically depends on the formation of a ring of protrusive actin beneath the plasma membrane, which develops into the macropinocytic cup. We show that macropinocytic cups in <italic>Dictyostelium</italic> are organised around coincident intense patches of PIP<sub>3</sub>, active Ras and active Rac. These signalling patches are invariably associated with a ring of active SCAR/WAVE at their periphery, as are all examined structures based on PIP<sub>3</sub> patches, including phagocytic cups and basal waves. Patch formation does not depend on the enclosing F-actin ring, and patches become enlarged when the RasGAP NF1 is mutated, showing that Ras plays an instructive role. New macropinocytic cups predominantly form by splitting from existing ones. We propose that cup-shaped plasma membrane structures form from self-organizing patches of active Ras/PIP<sub>3</sub>, which recruit a ring of actin nucleators to their periphery.","identifier":[{"type":"publisher-id","id":"20085"},{"type":"doi","id":"10.7554/eLife.20085"}],"date":{"day":"13","month":"12","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"20085","entryfile":"elife-20085-v1.xml","files":["elife-20085-fig1-v1-600w.jpg","elife-20085-fig2-v1-600w.jpg","elife-20085-fig3-v1-600w.jpg","elife-20085-fig4-v1-600w.jpg","elife-20085-fig5-figsupp1-v1-600w.jpg","elife-20085-fig5-v1-600w.jpg","elife-20085-fig6-v1-600w.jpg","elife-20085-fig7-figsupp1-v1-600w.jpg","elife-20085-fig7-v1-600w.jpg"]}