{"title":"Imaging the fate of histone Cse4 reveals <italic>de novo</italic> replacement in S phase and subsequent stable residence at centromeres","author":[{"surname":"Wisniewski","given-names":"Jan"},{"surname":"Hajj","given-names":"Bassam"},{"surname":"Chen","given-names":"Jiji"},{"surname":"Mizuguchi","given-names":"Gaku"},{"surname":"Xiao","given-names":"Hua"},{"surname":"Wei","given-names":"Debbie"},{"surname":"Dahan","given-names":"Maxime"},{"surname":"Wu","given-names":"Carl"}],"abstract":"The budding yeast centromere contains Cse4, a specialized histone H3 variant. Fluorescence pulse-chase analysis of an internally tagged Cse4 reveals that it is replaced with newly synthesized molecules in S phase, remaining stably associated with centromeres thereafter. In contrast, C-terminally-tagged Cse4 is functionally impaired, showing slow cell growth, cell lethality at elevated temperatures, and extra-centromeric nuclear accumulation. Recent studies using such strains gave conflicting findings regarding the centromeric abundance and cell cycle dynamics of Cse4. Our findings indicate that internally tagged Cse4 is a better reporter of the biology of this histone variant. Furthermore, the size of centromeric Cse4 clusters was precisely mapped with a new 3D-PALM method, revealing substantial compaction during anaphase. Cse4-specific chaperone Scm3 displays steady-state, stoichiometric co-localization with Cse4 at centromeres throughout the cell cycle, while undergoing exchange with a nuclear pool. These findings suggest that a stable Cse4 nucleosome is maintained by dynamic chaperone-in-residence Scm3.","identifier":[{"type":"publisher-id","id":"02203"},{"type":"doi","id":"10.7554/eLife.02203"}],"date":{"day":"20","month":"05","year":"2014"},"license":"http://creativecommons.org/publicdomain/zero/1.0/","path":"02203","entryfile":"elife-02203-v2.xml","files":["elife-02203-fig1-figsupp1-v2-600w.jpg","elife-02203-fig1-figsupp2-v2-600w.jpg","elife-02203-fig1-v2-600w.jpg","elife-02203-fig2-v2-600w.jpg","elife-02203-fig3-v2-600w.jpg","elife-02203-fig4-v2-600w.jpg","elife-02203-fig5-v2-600w.jpg","elife-02203-fig6-figsupp1-v2-600w.jpg","elife-02203-fig6-v2-600w.jpg","elife-02203-fig7-figsupp1-v2-600w.jpg","elife-02203-fig7-v2-600w.jpg","elife-02203-fig8-figsupp1-v2-600w.jpg","elife-02203-fig8-figsupp2-v2-600w.jpg","elife-02203-fig8-v2-600w.jpg","elife-02203-fig9-v2-600w.jpg","elife-02203-v1.xml"]}