{"title":"Targeted, homology-driven gene insertion in stem cells by ZFN-loaded ‘all-in-one’ lentiviral vectors","author":[{"surname":"Cai","given-names":"Yujia"},{"surname":"Laustsen","given-names":"Anders"},{"surname":"Zhou","given-names":"Yan"},{"surname":"Sun","given-names":"Chenglong"},{"surname":"Anderson","given-names":"Mads Valdemar"},{"surname":"Li","given-names":"Shengting"},{"surname":"Uldbjerg","given-names":"Niels"},{"surname":"Luo","given-names":"Yonglun"},{"surname":"Jakobsen","given-names":"Martin R"},{"surname":"Mikkelsen","given-names":"Jacob Giehm"}],"abstract":"Biased integration remains a key challenge for gene therapy based on lentiviral vector technologies. Engineering of next-generation lentiviral vectors targeting safe genomic harbors for insertion is therefore of high relevance. In a previous paper (<xref>Cai et al., 2014a</xref>), we showed the use of integrase-defective lentiviral vectors (IDLVs) as carriers of complete gene repair kits consisting of zinc-finger nuclease (ZFN) proteins and repair sequences, allowing gene correction by homologous recombination (HR). Here, we follow this strategy to engineer ZFN-loaded IDLVs that insert transgenes by a homology-driven mechanism into safe loci. This insertion mechanism is driven by time-restricted exposure of treated cells to ZFNs. We show targeted gene integration in human stem cells, including CD34<sup>+</sup> hematopoietic progenitors and induced pluripotent stem cells (iPSCs). Notably, targeted insertions are identified in 89% of transduced iPSCs. Our findings demonstrate the applicability of nuclease-loaded ‘all-in-one’ IDLVs for site-directed gene insertion in stem cell-based gene therapies.","identifier":[{"type":"publisher-id","id":"12213"},{"type":"doi","id":"10.7554/eLife.12213"}],"date":{"day":"09","month":"06","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"12213","entryfile":"elife-12213-v1.xml","files":["elife-12213-fig1-figsupp1-v1-600w.jpg","elife-12213-fig1-v1-600w.jpg","elife-12213-fig2-figsupp1-v1-600w.jpg","elife-12213-fig2-v1-600w.jpg","elife-12213-fig3-figsupp1-v1-600w.jpg","elife-12213-fig3-v1-600w.jpg"]}