{"title":"Competing basal ganglia pathways determine the difference between stopping and deciding not to go","author":[{"surname":"Dunovan","given-names":"Kyle"},{"surname":"Lynch","given-names":"Brighid"},{"surname":"Molesworth","given-names":"Tara"},{"surname":"Verstynen","given-names":"Timothy"}],"abstract":"The architecture of corticobasal ganglia pathways allows for many routes to inhibit a planned action: the hyperdirect pathway performs fast action cancellation and the indirect pathway competitively constrains execution signals from the direct pathway. We present a novel model, principled off of basal ganglia circuitry, that differentiates control dynamics of reactive stopping from intrinsic no-go decisions. Using a nested diffusion model, we show how reactive braking depends on the state of an execution process. In contrast, no-go decisions are best captured by a failure of the execution process to reach the decision threshold due to increasing constraints on the drift rate. This model accounts for both behavioral and functional MRI (fMRI) responses during inhibitory control tasks better than alternative models. The advantage of this framework is that it allows for incorporating the effects of context in reactive and proactive control into a single unifying parameter, while distinguishing action cancellation from no-go decisions.","identifier":[{"type":"publisher-id","id":"08723"},{"type":"doi","id":"10.7554/eLife.08723"}],"date":{"day":"24","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08723","entryfile":"elife-08723-v2.xml","files":["elife-08723-fig1-v2-600w.jpg","elife-08723-fig2-v2-600w.jpg","elife-08723-fig3-v2-600w.jpg","elife-08723-fig4-figsupp1-v2-600w.jpg","elife-08723-fig4-v2-600w.jpg","elife-08723-fig5-figsupp1-v2-600w.jpg","elife-08723-fig5-v2-600w.jpg","elife-08723-fig6-figsupp1-v2-600w.jpg","elife-08723-fig6-v2-600w.jpg","elife-08723-fig7-v2-600w.jpg","elife-08723-fig8-figsupp1-v2-600w.jpg","elife-08723-fig8-v2-600w.jpg","elife-08723-v1.xml"]}