{"title":"Inhibition in the auditory brainstem enhances signal representation and regulates gain in complex acoustic environments","author":[{"surname":"Keine","given-names":"Christian"},{"surname":"Rübsamen","given-names":"Rudolf"},{"surname":"Englitz","given-names":"Bernhard"}],"abstract":"Inhibition plays a crucial role in neural signal processing, shaping and limiting responses. In the auditory system, inhibition already modulates second order neurons in the cochlear nucleus, e.g. spherical bushy cells (SBCs). While the physiological basis of inhibition and excitation is well described, their functional interaction in signal processing remains elusive. Using a combination of in vivo loose-patch recordings, iontophoretic drug application, and detailed signal analysis in the Mongolian Gerbil, we demonstrate that inhibition is widely co-tuned with excitation, and leads only to minor sharpening of the spectral response properties. Combinations of complex stimuli and neuronal input-output analysis based on spectrotemporal receptive fields revealed inhibition to render the neuronal output temporally sparser and more reproducible than the input. Overall, inhibition plays a central role in improving the temporal response fidelity of SBCs across a wide range of input intensities and thereby provides the basis for high-fidelity signal processing.","identifier":[{"type":"publisher-id","id":"19295"},{"type":"doi","id":"10.7554/eLife.19295"}],"date":{"day":"18","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"19295","entryfile":"elife-19295-v2.xml","files":["elife-19295-fig1-v2-600w.jpg","elife-19295-fig2-v2-600w.jpg","elife-19295-fig3-v2-600w.jpg","elife-19295-fig4-v2-600w.jpg","elife-19295-fig5-v2-600w.jpg","elife-19295-fig6-v2-600w.jpg","elife-19295-fig7-v2-600w.jpg","elife-19295-fig8-figsupp1-v2-600w.jpg","elife-19295-fig8-v2-600w.jpg","elife-19295-fig9-figsupp1-v2-600w.jpg","elife-19295-fig9-figsupp2-v2-600w.jpg","elife-19295-fig9-v2-600w.jpg","elife-19295-resp-fig1-v2-600w.jpg","elife-19295-resp-fig2-v2-600w.jpg","elife-19295-resp-fig3-v2-600w.jpg","elife-19295-resp-fig4-v2-600w.jpg","elife-19295-v1.xml"]}