{"title":"Cellular and neurochemical basis of sleep stages in the thalamocortical network","author":[{"surname":"Krishnan","given-names":"Giri P"},{"surname":"Chauvette","given-names":"Sylvain"},{"surname":"Shamie","given-names":"Isaac"},{"surname":"Soltani","given-names":"Sara"},{"surname":"Timofeev","given-names":"Igor"},{"surname":"Cash","given-names":"Sydney S"},{"surname":"Halgren","given-names":"Eric"},{"surname":"Bazhenov","given-names":"Maxim"}],"abstract":"The link between the combined action of neuromodulators in the brain and global brain states remains a mystery. In this study, using biophysically realistic models of the thalamocortical network, we identified the critical intrinsic and synaptic mechanisms, associated with the putative action of acetylcholine (ACh), GABA and monoamines, which lead to transitions between primary brain vigilance states (waking, non-rapid eye movement sleep [NREM] and REM sleep) within an ultradian cycle. Using ECoG recordings from humans and LFP recordings from cats and mice, we found that during NREM sleep the power of spindle and delta oscillations is negatively correlated in humans and positively correlated in animal recordings. We explained this discrepancy by the differences in the relative level of ACh. Overall, our study revealed the critical intrinsic and synaptic mechanisms through which different neuromodulators acting in combination result in characteristic brain EEG rhythms and transitions between sleep stages.","identifier":[{"type":"publisher-id","id":"18607"},{"type":"doi","id":"10.7554/eLife.18607"}],"date":{"day":"16","month":"11","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"18607","entryfile":"elife-18607-v1.xml","files":["elife-18607-fig1-v1-600w.jpg","elife-18607-fig10-v1-600w.jpg","elife-18607-fig11-v1-600w.jpg","elife-18607-fig2-v1-600w.jpg","elife-18607-fig3-v1-600w.jpg","elife-18607-fig4-v1-600w.jpg","elife-18607-fig5-v1-600w.jpg","elife-18607-fig6-v1-600w.jpg","elife-18607-fig7-v1-600w.jpg","elife-18607-fig8-v1-600w.jpg","elife-18607-fig9-v1-600w.jpg","elife-18607-resp-fig1-v1-600w.jpg"]}