{"title":"A balance of positive and negative regulators determines the pace of the segmentation clock","author":[{"surname":"Wiedermann","given-names":"Guy"},{"surname":"Bone","given-names":"Robert Alexander"},{"surname":"Silva","given-names":"Joana Clara"},{"surname":"Bjorklund","given-names":"Mia"},{"surname":"Murray","given-names":"Philip J"},{"surname":"Dale","given-names":"J Kim"}],"abstract":"Somitogenesis is regulated by a molecular oscillator that drives dynamic gene expression within the pre-somitic mesoderm. Previous mathematical models of the somitogenesis clock that invoke the mechanism of delayed negative feedback predict that its oscillation period depends on the sum of delays inherent to negative-feedback loops and inhibitor half-lives. We develop a mathematical model that explores the possibility that positive feedback also plays a role in determining the period of clock oscillations. The model predicts that increasing the half-life of the positive regulator, Notch intracellular domain (NICD), can lead to elevated NICD levels and an increase in the oscillation period. To test this hypothesis, we investigate a phenotype induced by various small molecule inhibitors in which the clock is slowed. We observe elevated levels and a prolonged half-life of NICD. Reducing NICD production rescues these effects. These data provide the first indication that tight control of the turnover of positive as well as negative regulators of the clock determines its periodicity.","identifier":[{"type":"publisher-id","id":"05842"},{"type":"doi","id":"10.7554/eLife.05842"}],"date":{"day":"10","month":"09","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"05842","entryfile":"elife-05842-v2.xml","files":["elife-05842-fig1-v2-600w.jpg","elife-05842-fig2-figsupp1-v2-600w.jpg","elife-05842-fig2-figsupp2-v2-600w.jpg","elife-05842-fig2-figsupp3-v2-600w.jpg","elife-05842-fig2-v2-600w.jpg","elife-05842-fig3-v2-600w.jpg","elife-05842-fig4-figsupp1-v2-600w.jpg","elife-05842-fig4-v2-600w.jpg","elife-05842-fig5-v2-600w.jpg","elife-05842-fig6-figsupp1-v2-600w.jpg","elife-05842-fig6-v2-600w.jpg","elife-05842-fig7-v2-600w.jpg","elife-05842-fig8-figsupp1-v2-600w.jpg","elife-05842-fig8-v2-600w.jpg","elife-05842-fig9-v2-600w.jpg","elife-05842-v1.xml"]}