{"title":"High-throughput engineering of a mammalian genome reveals building principles of methylation states at CG rich regions","author":[{"surname":"Krebs","given-names":"Arnaud R"},{"surname":"Dessus-Babus","given-names":"Sophie"},{"surname":"Burger","given-names":"Lukas"},{"surname":"Schübeler","given-names":"Dirk"}],"abstract":"The majority of mammalian promoters are CpG islands; regions of high CG density that require protection from DNA methylation to be functional. Importantly, how sequence architecture mediates this unmethylated state remains unclear. To address this question in a comprehensive manner, we developed a method to interrogate methylation states of hundreds of sequence variants inserted at the same genomic site in mouse embryonic stem cells. Using this assay, we were able to quantify the contribution of various sequence motifs towards the resulting DNA methylation state. Modeling of this comprehensive dataset revealed that CG density alone is a minor determinant of their unmethylated state. Instead, these data argue for a principal role for transcription factor binding sites, a prediction confirmed by testing synthetic mutant libraries. Taken together, these findings establish the hierarchy between the two <italic>cis</italic>-encoded mechanisms that define the DNA methylation state and thus the transcriptional competence of CpG islands.","identifier":[{"type":"publisher-id","id":"04094"},{"type":"doi","id":"10.7554/eLife.04094"}],"date":{"day":"26","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04094","entryfile":"elife-04094-v2.xml","files":["elife-04094-fig1-figsupp1-v2-600w.jpg","elife-04094-fig1-v2-600w.jpg","elife-04094-fig2-figsupp1-v2-600w.jpg","elife-04094-fig2-figsupp2-v2-600w.jpg","elife-04094-fig2-v2-600w.jpg","elife-04094-fig3-figsupp1-v2-600w.jpg","elife-04094-fig3-figsupp2-v2-600w.jpg","elife-04094-fig3-v2-600w.jpg","elife-04094-fig4-figsupp1-v2-600w.jpg","elife-04094-fig4-v2-600w.jpg","elife-04094-fig5-figsupp1-v2-600w.jpg","elife-04094-fig5-figsupp2-v2-600w.jpg","elife-04094-fig5-figsupp3-v2-600w.jpg","elife-04094-fig5-v2-600w.jpg","elife-04094-v1.xml"]}