{"title":"Prediction of primary somatosensory neuron activity during active tactile exploration","author":[{"surname":"Campagner","given-names":"Dario"},{"surname":"Evans","given-names":"Mathew Hywel"},{"surname":"Bale","given-names":"Michael Ross"},{"surname":"Erskine","given-names":"Andrew"},{"surname":"Petersen","given-names":"Rasmus Strange"}],"abstract":"Primary sensory neurons form the interface between world and brain. Their function is well-understood during passive stimulation but, under natural behaving conditions, sense organs are under active, motor control. In an attempt to predict primary neuron firing under natural conditions of sensorimotor integration, we recorded from primary mechanosensory neurons of awake, head-fixed mice as they explored a pole with their whiskers, and simultaneously measured both whisker motion and forces with high-speed videography. Using Generalised Linear Models, we found that primary neuron responses were poorly predicted by whisker angle, but well-predicted by rotational forces acting on the whisker: both during touch and free-air whisker motion. These results are in apparent contrast to previous studies of passive stimulation, but could be reconciled by differences in the kinematics-force relationship between active and passive conditions. Thus, simple statistical models can predict rich neural activity elicited by natural, exploratory behaviour involving active movement of sense organs.","identifier":[{"type":"publisher-id","id":"10696"},{"type":"doi","id":"10.7554/eLife.10696"}],"date":{"day":"15","month":"02","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"10696","entryfile":"elife-10696-v1.xml","files":["elife-10696-fig1-figsupp1-v1-600w.jpg","elife-10696-fig1-figsupp2-v1-600w.jpg","elife-10696-fig1-v1-600w.jpg","elife-10696-fig2-figsupp1-v1-600w.jpg","elife-10696-fig2-figsupp2-v1-600w.jpg","elife-10696-fig2-figsupp3-v1-600w.jpg","elife-10696-fig2-v1-600w.jpg","elife-10696-fig3-figsupp1-v1-600w.jpg","elife-10696-fig3-v1-600w.jpg","elife-10696-fig4-figsupp1-v1-600w.jpg","elife-10696-fig4-figsupp2-v1-600w.jpg","elife-10696-fig4-v1-600w.jpg","elife-10696-resp-fig1-v1-600w.jpg"]}