{"title":"Requirement for highly efficient pre-mRNA splicing during <italic>Drosophila</italic> early embryonic development","author":[{"surname":"Guilgur","given-names":"Leonardo Gastón"},{"surname":"Prudêncio","given-names":"Pedro"},{"surname":"Sobral","given-names":"Daniel"},{"surname":"Liszekova","given-names":"Denisa"},{"surname":"Rosa","given-names":"André"},{"surname":"Martinho","given-names":"Rui Gonçalo"}],"abstract":"<italic>Drosophila</italic> syncytial nuclear divisions limit transcription unit size of early zygotic genes. As mitosis inhibits not only transcription, but also pre-mRNA splicing, we reasoned that constraints on splicing were likely to exist in the early embryo, being splicing avoidance a possible explanation why most early zygotic genes are intronless. We isolated two mutant alleles for a subunit of the NTC/Prp19 complexes, which specifically impaired pre-mRNA splicing of early zygotic but not maternally encoded transcripts. We hypothesized that the requirements for pre-mRNA splicing efficiency were likely to vary during development. Ectopic maternal expression of an early zygotic pre-mRNA was sufficient to suppress its splicing defects in the mutant background. Furthermore, a small early zygotic transcript with multiple introns was poorly spliced in wild-type embryos. Our findings demonstrate for the first time the existence of a developmental pre-requisite for highly efficient splicing during <italic>Drosophila</italic> early embryonic development and suggest in highly proliferative tissues a need for coordination between cell cycle and gene architecture to ensure correct gene expression and avoid abnormally processed transcripts.","identifier":[{"type":"publisher-id","id":"02181"},{"type":"doi","id":"10.7554/eLife.02181"}],"date":{"day":"22","month":"04","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"02181","entryfile":"elife-02181-v1.xml","files":["elife-02181-fig1-figsupp1-v1-600w.jpg","elife-02181-fig1-v1-600w.jpg","elife-02181-fig2-figsupp1-v1-600w.jpg","elife-02181-fig2-figsupp2-v1-600w.jpg","elife-02181-fig2-v1-600w.jpg","elife-02181-fig3-v1-600w.jpg","elife-02181-fig4-figsupp1-v1-600w.jpg","elife-02181-fig4-v1-600w.jpg","elife-02181-fig5-v1-600w.jpg","elife-02181-fig6-v1-600w.jpg"]}