{"title":"Hypocretin neuron-specific transcriptome profiling identifies the sleep modulator Kcnh4a","author":[{"surname":"Yelin-Bekerman","given-names":"Laura"},{"surname":"Elbaz","given-names":"Idan"},{"surname":"Diber","given-names":"Alex"},{"surname":"Dahary","given-names":"Dvir"},{"surname":"Gibbs-Bar","given-names":"Liron"},{"surname":"Alon","given-names":"Shahar"},{"surname":"Lerer-Goldshtein","given-names":"Tali"},{"surname":"Appelbaum","given-names":"Lior"}],"abstract":"Sleep has been conserved throughout evolution; however, the molecular and neuronal mechanisms of sleep are largely unknown. The hypothalamic hypocretin/orexin (Hcrt) neurons regulate sleep\\wake states, feeding, stress, and reward. To elucidate the mechanism that enables these various functions and to identify sleep regulators, we combined fluorescence cell sorting and RNA-seq in <italic>hcrt:EGFP</italic> zebrafish. Dozens of Hcrt-neuron–specific transcripts were identified and comprehensive high-resolution imaging revealed gene-specific localization in all or subsets of Hcrt neurons. Clusters of Hcrt-neuron–specific genes are predicted to be regulated by shared transcription factors. These findings show that Hcrt neurons are heterogeneous and that integrative molecular mechanisms orchestrate their diverse functions. The voltage-gated potassium channel Kcnh4a, which is expressed in all Hcrt neurons, was silenced by the CRISPR-mediated gene inactivation system. The mutant <italic>kcnh4a (kcnh4a</italic><sup>-/-</sup>) larvae showed reduced sleep time and consolidation, specifically during the night, suggesting that Kcnh4a regulates sleep.","identifier":[{"type":"publisher-id","id":"08638"},{"type":"doi","id":"10.7554/eLife.08638"}],"date":{"day":"01","month":"10","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"08638","entryfile":"elife-08638-v2.xml","files":["elife-08638-fig1-v2-600w.jpg","elife-08638-fig2-v2-600w.jpg","elife-08638-fig3-v2-600w.jpg","elife-08638-fig4-v2-600w.jpg","elife-08638-fig5-v2-600w.jpg","elife-08638-fig6-figsupp1-v2-600w.jpg","elife-08638-fig6-v2-600w.jpg","elife-08638-fig7-figsupp1-v2-600w.jpg","elife-08638-fig7-v2-600w.jpg","elife-08638-v1.xml"]}