{"title":"Discrete spatial organization of TGFβ receptors couples receptor multimerization and signaling to cellular tension","author":[{"surname":"Rys","given-names":"Joanna P"},{"surname":"DuFort","given-names":"Christopher C"},{"surname":"Monteiro","given-names":"David A"},{"surname":"Baird","given-names":"Michelle A"},{"surname":"Oses-Prieto","given-names":"Juan A"},{"surname":"Chand","given-names":"Shreya"},{"surname":"Burlingame","given-names":"Alma L"},{"surname":"Davidson","given-names":"Michael W"},{"surname":"Alliston","given-names":"Tamara N"}],"abstract":"Cell surface receptors are central to the cell's ability to generate coordinated responses to the multitude of biochemical and physical cues in the microenvironment. However, the mechanisms by which receptors enable this concerted cellular response remain unclear. To investigate the effect of cellular tension on cell surface receptors, we combined novel high-resolution imaging and single particle tracking with established biochemical assays to examine TGFβ signaling. We find that TGFβ receptors are discretely organized to segregated spatial domains at the cell surface. Integrin-rich focal adhesions organize TβRII around TβRI, limiting the integration of TβRII while sequestering TβRI at these sites. Disruption of cellular tension leads to a collapse of this spatial organization and drives formation of heteromeric TβRI/TβRII complexes and Smad activation. This work details a novel mechanism by which cellular tension regulates TGFβ receptor organization, multimerization, and function, providing new insight into the mechanisms that integrate biochemical and physical cues.","identifier":[{"type":"publisher-id","id":"09300"},{"type":"doi","id":"10.7554/eLife.09300"}],"date":{"day":"10","month":"12","year":"2015"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"09300","entryfile":"elife-09300-v2.xml","files":["elife-09300-fig1-figsupp1-v2-600w.jpg","elife-09300-fig1-v2-600w.jpg","elife-09300-fig2-v2-600w.jpg","elife-09300-fig3-figsupp1-v2-600w.jpg","elife-09300-fig3-v2-600w.jpg","elife-09300-fig4-v2-600w.jpg","elife-09300-fig5-v2-600w.jpg","elife-09300-fig6-v2-600w.jpg","elife-09300-fig7-v2-600w.jpg","elife-09300-v1.xml"]}