{"title":"Synergistic plasticity of intrinsic conductance and electrical coupling restores synchrony in an intact motor network","author":[{"surname":"Lane","given-names":"Brian J"},{"surname":"Samarth","given-names":"Pranit"},{"surname":"Ransdell","given-names":"Joseph L"},{"surname":"Nair","given-names":"Satish S"},{"surname":"Schulz","given-names":"David J"}],"abstract":"Motor neurons of the crustacean cardiac ganglion generate virtually identical, synchronized output despite the fact that each neuron uses distinct conductance magnitudes. As a result of this variability, manipulations that target ionic conductances have distinct effects on neurons within the same ganglion, disrupting synchronized motor neuron output that is necessary for proper cardiac function. We hypothesized that robustness in network output is accomplished via plasticity that counters such destabilizing influences. By blocking high-threshold K<sup>+</sup> conductances in motor neurons within the ongoing cardiac network, we discovered that compensation both resynchronized the network and helped restore excitability. Using model findings to guide experimentation, we determined that compensatory increases of both G<sub>A</sub> and electrical coupling restored function in the network. This is one of the first direct demonstrations of the physiological regulation of coupling conductance in a compensatory context, and of synergistic plasticity across cell- and network-level mechanisms in the restoration of output.","identifier":[{"type":"publisher-id","id":"16879"},{"type":"doi","id":"10.7554/eLife.16879"}],"date":{"day":"23","month":"08","year":"2016"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"16879","entryfile":"elife-16879-v2.xml","files":["elife-16879-fig1-v2-600w.jpg","elife-16879-fig2-v2-600w.jpg","elife-16879-fig3-v2-600w.jpg","elife-16879-fig4-v2-600w.jpg","elife-16879-fig5-v2-600w.jpg","elife-16879-fig6-v2-600w.jpg","elife-16879-fig7-v2-600w.jpg","elife-16879-v1.xml"]}