{"title":"Recurrent loss of CenH3 is associated with independent transitions to holocentricity in insects","author":[{"surname":"Drinnenberg","given-names":"Ines A"},{"surname":"deYoung","given-names":"Dakota"},{"surname":"Henikoff","given-names":"Steven"},{"surname":"Malik","given-names":"Harmit Singh"}],"abstract":"Faithful chromosome segregation in all eukaryotes relies on centromeres, the chromosomal sites that recruit kinetochore proteins and mediate spindle attachment during cell division. The centromeric histone H3 variant, CenH3, is the defining chromatin component of centromeres in most eukaryotes, including animals, fungi, plants, and protists. In this study, using detailed genomic and transcriptome analyses, we show that CenH3 was lost independently in at least four lineages of insects. Each of these lineages represents an independent transition from monocentricity (centromeric determinants localized to a single chromosomal region) to holocentricity (centromeric determinants extended over the entire chromosomal length) as ancient as 300 million years ago. Holocentric insects therefore contain a CenH3-independent centromere, different from almost all the other eukaryotes. We propose that ancient transitions to holocentricity in insects obviated the need to maintain CenH3, which is otherwise essential in most eukaryotes, including other holocentrics.","identifier":[{"type":"publisher-id","id":"03676"},{"type":"doi","id":"10.7554/eLife.03676"}],"date":{"day":"23","month":"09","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"03676","entryfile":"elife-03676-v1.xml","files":["elife-03676-fig1-figsupp1-v1-600w.jpg","elife-03676-fig1-figsupp2-v1-600w.jpg","elife-03676-fig1-figsupp3-v1-600w.jpg","elife-03676-fig1-figsupp4-v1-600w.jpg","elife-03676-fig1-figsupp5-v1-600w.jpg","elife-03676-fig1-figsupp6-v1-600w.jpg","elife-03676-fig1-figsupp7-v1-600w.jpg","elife-03676-fig1-figsupp8-v1-600w.jpg","elife-03676-fig1-figsupp9-v1-600w.jpg","elife-03676-fig1-v1-600w.jpg","elife-03676-fig2-figsupp1-v1-600w.jpg","elife-03676-fig2-v1-600w.jpg","elife-03676-fig3-v1-600w.jpg"]}