{"title":"A comprehensive search for calcium binding sites critical for TMEM16A calcium-activated chloride channel activity","author":[{"surname":"Tien","given-names":"Jason"},{"surname":"Peters","given-names":"Christian J"},{"surname":"Wong","given-names":"Xiu Ming"},{"surname":"Cheng","given-names":"Tong"},{"surname":"Jan","given-names":"Yuh Nung"},{"surname":"Jan","given-names":"Lily Yeh"},{"surname":"Yang","given-names":"Huanghe"}],"abstract":"TMEM16A forms calcium-activated chloride channels (CaCCs) that regulate physiological processes such as the secretions of airway epithelia and exocrine glands, the contraction of smooth muscles, and the excitability of neurons. Notwithstanding intense interest in the mechanism behind TMEM16A-CaCC calcium-dependent gating, comprehensive surveys to identify and characterize potential calcium sensors of this channel are still lacking. By aligning distantly related calcium-activated ion channels in the TMEM16 family and conducting systematic mutagenesis of all conserved acidic residues thought to be exposed to the cytoplasm, we identify four acidic amino acids as putative calcium-binding residues. Alterations of the charge, polarity, and size of amino acid side chains at these sites alter the ability of different divalent cations to activate the channel. Furthermore, TMEM16A mutant channels containing double cysteine substitutions at these residues are sensitive to the redox potential of the internal solution, providing evidence for their physical proximity and solvent accessibility.","identifier":[{"type":"publisher-id","id":"02772"},{"type":"doi","id":"10.7554/eLife.02772"}],"date":{"day":"30","month":"06","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"02772","entryfile":"elife-02772-v2.xml","files":["elife-02772-fig1-figsupp1-v2-600w.jpg","elife-02772-fig1-v2-600w.jpg","elife-02772-fig2-v2-600w.jpg","elife-02772-fig3-v2-600w.jpg","elife-02772-fig4-v2-600w.jpg","elife-02772-fig5-v2-600w.jpg","elife-02772-fig6-v2-600w.jpg","elife-02772-fig7-v2-600w.jpg","elife-02772-resp-fig1-v2-600w.jpg","elife-02772-v1.xml"]}