{"title":"Automated quantitative histology reveals vascular morphodynamics during Arabidopsis hypocotyl secondary growth","author":[{"surname":"Sankar","given-names":"Martial"},{"surname":"Nieminen","given-names":"Kaisa"},{"surname":"Ragni","given-names":"Laura"},{"surname":"Xenarios","given-names":"Ioannis"},{"surname":"Hardtke","given-names":"Christian S"}],"abstract":"Among various advantages, their small size makes model organisms preferred subjects of investigation. Yet, even in model systems detailed analysis of numerous developmental processes at cellular level is severely hampered by their scale. For instance, secondary growth of Arabidopsis hypocotyls creates a radial pattern of highly specialized tissues that comprises several thousand cells starting from a few dozen. This dynamic process is difficult to follow because of its scale and because it can only be investigated invasively, precluding comprehensive understanding of the cell proliferation, differentiation, and patterning events involved. To overcome such limitation, we established an automated quantitative histology approach. We acquired hypocotyl cross-sections from tiled high-resolution images and extracted their information content using custom high-throughput image processing and segmentation. Coupled with automated cell type recognition through machine learning, we could establish a cellular resolution atlas that reveals vascular morphodynamics during secondary growth, for example equidistant phloem pole formation.","identifier":[{"type":"publisher-id","id":"01567"},{"type":"doi","id":"10.7554/eLife.01567"}],"date":{"day":"11","month":"02","year":"2014"},"license":"http://creativecommons.org/licenses/by/3.0/","path":"01567","entryfile":"elife-01567-v1.xml","files":["elife-01567-fig1-v1-600w.jpg","elife-01567-fig2-figsupp1-v1-600w.jpg","elife-01567-fig2-v1-600w.jpg","elife-01567-fig3-v1-600w.jpg","elife-01567-fig4-figsupp1-v1-600w.jpg","elife-01567-fig4-v1-600w.jpg","elife-01567-fig5-figsupp1-v1-600w.jpg","elife-01567-fig5-v1-600w.jpg","elife-01567-fig6-v1-600w.jpg"]}