{"title":"Embryonic transcription factor expression in mice predicts medial amygdala neuronal identity and sex-specific responses to innate behavioral cues","author":[{"surname":"Lischinsky","given-names":"Julieta E"},{"surname":"Sokolowski","given-names":"Katie"},{"surname":"Li","given-names":"Peijun"},{"surname":"Esumi","given-names":"Shigeyuki"},{"surname":"Kamal","given-names":"Yasmin"},{"surname":"Goodrich","given-names":"Meredith"},{"surname":"Oboti","given-names":"Livio"},{"surname":"Hammond","given-names":"Timothy R"},{"surname":"Krishnamoorthy","given-names":"Meera"},{"surname":"Feldman","given-names":"Daniel"},{"surname":"Huntsman","given-names":"Molly"},{"surname":"Liu","given-names":"Judy"},{"surname":"Corbin","given-names":"Joshua G"}],"abstract":"The medial subnucleus of the amygdala (MeA) plays a central role in processing sensory cues required for innate behaviors. However, whether there is a link between developmental programs and the emergence of inborn behaviors remains unknown. Our previous studies revealed that the telencephalic preoptic area (POA) embryonic niche is a novel source of MeA destined progenitors. Here, we show that the POA is comprised of distinct progenitor pools complementarily marked by the transcription factors Dbx1 and Foxp2. As determined by molecular and electrophysiological criteria this embryonic parcellation predicts postnatal MeA inhibitory neuronal subtype identity. We further find that <italic>Dbx1</italic>-derived and Foxp2+ cells in the MeA are differentially activated in response to innate behavioral cues in a sex-specific manner. Thus, developmental transcription factor expression is predictive of MeA neuronal identity and sex-specific neuronal responses, providing a potential developmental logic for how innate behaviors could be processed by different MeA neuronal subtypes.","identifier":[{"type":"publisher-id","id":"21012"},{"type":"doi","id":"10.7554/eLife.21012"}],"date":{"day":"28","month":"02","year":"2017"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"21012","entryfile":"elife-21012-v2.xml","files":["elife-21012-v1.xml"]}