{"title":"Epigenetic modulation of type-1 diabetes via a dual effect on pancreatic macrophages and β cells","author":[{"surname":"Fu","given-names":"Wenxian"},{"surname":"Farache","given-names":"Julia"},{"surname":"Clardy","given-names":"Susan M"},{"surname":"Hattori","given-names":"Kimie"},{"surname":"Mander","given-names":"Palwinder"},{"surname":"Lee","given-names":"Kevin"},{"surname":"Rioja","given-names":"Inmaculada"},{"surname":"Weissleder","given-names":"Ralph"},{"surname":"Prinjha","given-names":"Rab K"},{"surname":"Benoist","given-names":"Christophe"},{"surname":"Mathis","given-names":"Diane"}],"abstract":"Epigenetic modifiers are an emerging class of anti-tumor drugs, potent in multiple cancer contexts. Their effect on spontaneously developing autoimmune diseases has been little explored. We report that a short treatment with I-BET151, a small-molecule inhibitor of a family of bromodomain-containing transcriptional regulators, irreversibly suppressed development of type-1 diabetes in NOD mice. The inhibitor could prevent or clear insulitis, but had minimal influence on the transcriptomes of infiltrating and circulating T cells. Rather, it induced pancreatic macrophages to adopt an anti-inflammatory phenotype, impacting the NF-κB pathway in particular. I-BET151 also elicited regeneration of islet β-cells, inducing proliferation and expression of genes encoding transcription factors key to β-cell differentiation/function. The effect on β cells did not require T cell infiltration of the islets. Thus, treatment with I-BET151 achieves a ‘combination therapy’ currently advocated by many diabetes investigators, operating by a novel mechanism that coincidentally dampens islet inflammation and enhances β-cell regeneration.","identifier":[{"type":"publisher-id","id":"04631"},{"type":"doi","id":"10.7554/eLife.04631"}],"date":{"day":"19","month":"11","year":"2014"},"license":"http://creativecommons.org/licenses/by/4.0/","path":"04631","entryfile":"elife-04631-v2.xml","files":["elife-04631-fig1-v2-600w.jpg","elife-04631-fig2-v2-600w.jpg","elife-04631-fig3-v2-600w.jpg","elife-04631-fig4-v2-600w.jpg","elife-04631-fig5-v2-600w.jpg","elife-04631-fig6-figsupp1-v2-600w.jpg","elife-04631-fig6-figsupp2-v2-600w.jpg","elife-04631-fig6-v2-600w.jpg","elife-04631-v1.xml"]}